{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2649/",
  "absolute_url": "/opinion/2649/united-states-v-verkhoglyad/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2649/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:48:47Z",
  "date_modified": "2017-03-24T00:18:21.775408Z",
  "type": "010combined",
  "sha1": "e4c699b9cc13a9dbe584b02ecb199f4a50933128",
  "page_count": 29,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/244/doc/05-4210-cr_opn.pdf",
  "local_path": "pdf/2008/02/14/United_States_v._Verkhoglyad.pdf",
  "plain_text": "05-4210-cr\nU nited States v. V erkhoglyad\n\n\n\n                                 UNITED STATES COURT OF APPEALS\n\n                                       F OR THE S ECOND C IRCUIT\n\n\n                                          August Term, 2006\n\n(Argued: June 28, 2007                                              Decided: February 14, 2008)\n\n                                        Docket No. 05-4210-cr\n\n\n                                     U NITED S TATES OF A MERICA,\n\n                                                                                        Appellee,\n                                                —v.—\n\n                                         O LEG V ERKHOGLYAD,\n\n                                                                           Defendant-Appellant.\n\n\nBefore:\n                    C ABRANES, R AGGI, Circuit Judges, and B ERMAN, District Judge.1\n\n\n           Appeal from that part of a judgment of the United States District Court for the Eastern\n\nDistrict of New York sentencing Oleg Verkhoglyad to 57 months’ imprisonment for\n\nviolation of probation. Verkhoglyad contends that his sentence is both (1) procedurally\n\nunreasonable because the district court failed (a) to consider the Sentencing Commission’s\n\n\n           1\n        The Honorable Richard M. Berman, of the United States District Court for the\nSouthern District of New York, sitting by designation.\n\n                                                  -1-\n\fpolicy statements regarding probation violations and other sentencing factors identified in\n\n18 U.S.C. § 3553(a), and (b) to state its reasons for imposing a non-Guidelines sentence; and\n\n(2) substantively unreasonable because it is disproportionate to the seriousness of his\n\nprobation violation.\n\n       A FFIRMED AND R EMANDED IN P ART for the district court to comply with the\n\nministerial requirement of memorializing its sentencing reasons in writing as required by 18\n\nU.S.C. § 3553(c)(2).\n\n\n\n\n              J EREMY G UTMAN, New York, New York, for Defendant-Appellant.\n\n              J ONATHAN E. G REEN, Assistant United States Attorney (Thomas Firestone,\n              Susan Corkery, Assistant United States Attorneys, on the brief), for Benton J.\n              Campbell, United States Attorney for the Eastern District of New York,\n              Brooklyn, New York, for Appellee.\n\n\n\nR EENA R AGGI, Circuit Judge:\n\n       Defendant Oleg Verkhoglyad appeals from that part of a judgment of conviction\n\nentered on August 1, 2005, in the United States District Court for the Eastern District of New\n\nYork (Nina Gershon, Judge), as sentenced him to a 57-month term of imprisonment for\n\nviolating federal probation by illegally possessing controlled substances.          Presently\n\nincarcerated on this judgment, Verkhoglyad contends that his sentence is both\n\n(1) procedurally unreasonable because the district court failed (a) to consider the Sentencing\n\n\n\n                                             -2-\n\fCommission’s policy statements on probation revocation as well as other sentencing factors\n\nidentified in 18 U.S.C. § 3553(a), and (b) to state its reasons for imposing a non-Guidelines\n\nsentence; and (2) substantively unreasonable because it is disproportionate to the seriousness\n\nof his probation violation.\n\n       Because we conclude that Verkhoglyad’s sentencing challenges are essentially\n\nwithout merit, we affirm the judgment. We remand only to allow the district court to amend\n\nthe judgment of conviction in order to memorialize therein its orally stated reasons for\n\nimposing the challenged sentence, as required by 18 U.S.C. § 3553(c)(2).\n\nI.     Factual Background\n\n       To facilitate our discussion of the reasonableness of Verkhoglyad’s sentence, we\n\ndetail defendant’s history of persistent recidivism despite the repeated leniency accorded\n\nhim by the district court in return for his substantial assistance to law enforcement\n\nauthorities.2\n\n       A.       The 1998 Conviction\n\n       In March 1998, Verkhoglyad was arrested by federal authorities for myriad crimes\n\ncommitted as a member of a violent Russian organized crime group, the “Gufield-Ketsenko\n\nBrigade.” In June of that year, Verkhoglyad entered into a cooperation agreement with the\n\n\n\n\n       2\n        Insofar as we discuss information derived from sealed documents, those documents\nare unsealed to the limited extent referenced in this opinion, although the full documents\nshall remain physically withheld from public review.\n\n                                             -3-\n\fgovernment that allowed him to resolve his criminal case by pleading guilty to violence in\n\naid of racketeering, see 18 U.S.C. § 1959(a)(3), extortion conspiracy, see id. § 1951, and\n\nbank fraud conspiracy, see id. § 371. Based on a total offense level of 24 and a criminal\n\nhistory category of I, Verkhoglyad faced a Sentencing Guidelines range of 51 to 63 months\n\nin prison. Prior to sentencing, prosecutors moved for Verkhoglyad to receive a downward\n\ndeparture from this Guidelines range based on his substantial assistance to federal authorities\n\nin their pursuit of Russian organized crime members. See U.S.S.G. § 5K1.1. The district\n\ncourt granted the motion and, on March 17, 2000, sentenced Verkhoglyad principally to 36\n\nmonths’ incarceration followed by three years’ supervised release. In doing so, the district\n\njudge observed that Verkhoglyad had not only received § 5K1.1 consideration; he had earlier\n\nsecured an “enormous benefit” by being allowed to plead guilty to reduced charges.\n\nSentencing Tr. at 15, Mar. 17, 2000. The judge cautioned Verkhoglyad that if, upon release\n\nfrom custody, he were to violate his supervised release, she would not hesitate to put him “in\n\njail again. It’s as simple as that.” Id. at 16.\n\n       B.      The 2001 Violation of Supervised Release and Conviction\n\n       Because Verkhoglyad had been in custody since his 1998 arrest, he completed serving\n\nhis 36-month sentence in November 2000. Only six months later, on May 22, 2001,\n\nVerkhoglyad was arrested by New York City police officers and charged with criminal\n\npossession of a weapon, specifically a switchblade knife. That knife possession hardly\n\nrepresented the full scope of Verkhoglyad’s criminal activities in the few months since his\n\n                                                  -4-\n\frelease from prison. As Verkhoglyad disclosed to federal officials in securing yet another\n\ncooperation agreement, he had also illegally possessed a .22 caliber handgun, participated\n\nin a “staged accident” ring in Brooklyn, used false identification documents, and ingested\n\nillegal drugs.   On November 21, 2001, Verkhoglyad pleaded guilty to a one-count\n\ninformation charging him with illegal possession of a firearm by a convicted felon, see 18\n\nU.S.C. § 922(g)(1), and violation of supervised release by illegal possession of a switchblade\n\nknife. Verkhoglyad was then released on his own recognizance to facilitate his cooperation,\n\nand sentencing was adjourned sine die.\n\n       It was not until three and a half years later, on April 19, 2005, that Verkhoglyad was\n\nsentenced.3 With an offense level of 21 and a criminal history category of III on the felon-in-\n\npossession count, he faced a Sentencing Guidelines range of 46 to 57 months. Meanwhile,\n\nbecause Verkhoglyad’s possession of a switchblade knife qualified as a Grade C probation\n\nviolation under the Guidelines, he also faced a 3 to 9 month prison term under applicable\n\n\n\n\n       3\n         Having pleaded guilty to a “crime of violence,” 18 U.S.C. § 3142(f)(1)(A), defendant\nwas subject to mandatory detention pending sentence under the Bail Reform Act, see id.\n§ 3143(a)(2). For a defendant subject to detention pursuant to § 3143(a)(2) or (b)(2)\n(mandating detention pending appeal) to secure release, he must satisfy the conditions set\nforth in 18 U.S.C. § 3143(a)(1) or (b)(1) and demonstrate “exceptional reasons why . . .\ndetention would not be appropriate.” Id. § 3145(c); see United States v. DiSomma, 951 F.2d\n494, 496 (2d Cir. 1991). We remind the government that, when it cites cooperation as the\nexceptional reason justifying a defendant’s release pending sentencing, it should be prepared\nto demonstrate to the district court that cooperation will be pursued as expeditiously as\npossible and under circumstances that will safeguard against the defendant’s further criminal\nconduct. It should be the rare case that requires years of release pending sentence.\n\n                                             -5-\n\fSentencing Commission policy statements. See U.S.S.G. § 7B1.4(a). Once again, the\n\ngovernment moved for Verkhoglyad to receive § 5K1.1 consideration. The district court\n\ngranted the motion and sentenced Verkhoglyad to four years’ probation on the felon-in-\n\npossession charge and a concurrent three-year term of supervision for the violation of\n\nsupervised release. The court explained that the leniency of this sentence was based on\n\ndefendant’s “extremely valuable” cooperation, provided in circumstances that posed “a\n\nserious danger” to him. Sentencing Tr. at 19, Apr. 19, 2005. At the same time, however, the\n\ndistrict court warned Verkhoglyad that no offer of future cooperation would help him if he\n\nwere to violate the conditions of his probation and supervised release. To the contrary, the\n\ncourt stated that a violation would place Verkhoglyad before the court in the same position\n\nhe was in that day, that is, facing a possible ten-year statutory maximum term of\n\nincarceration for his felon-in-possession crime:\n\n       . . . I just want you to understand that you’re not going to be able to avoid a\n       prison term if you violate supervised release or probation now. If you\n       violate[,] I can sentence you as I could have sentenced you today, which is to\n       . . . [t]he maximum term of imprisonment [of] ten years. If you jump[] a\n       turnstile on the subway, you’ll be back here. If you carry a knife or a little bit\n       of drugs you’ll be back here. And I want you to understand that I will not\n       hesitate. I don’t care how good you’re being or how well you are working in\n       your job or how well you are relating with your family because I’m giving you\n       a big break today.\n\nSentencing Tr. at 21, Apr. 19, 2005; see 18 U.S.C. § 3565(a)(2).\n\n       C.     The 2005 Probation Violation\n\n       On April 26, 2005, one week after receiving the “big break” of non-incarceratory\n\n                                              -6-\n\fsentences, Verkhoglyad tested positive for marijuana use. A second test performed on May\n\n4, 2005, detected an even higher level of marijuana as well as cocaine. Probation officials\n\nfurther discovered that, in the time between these tests, Verkhoglyad had traveled to Virginia\n\nwithout authorization. Based on these facts, Verkhoglyad was charged with two probation\n\nviolations: (1) illegal possession of controlled substances, and (2) unauthorized travel\n\noutside the supervising district. Verkhoglyad disposed of these charges by pleading guilty\n\nto the first on July 18, 2005. As a consequence, revocation of probation and resentencing on\n\nthe underlying felon-in-possession crime were mandated by 18 U.S.C. § 3565(b).\n\n       In a violation report prepared for the district court, the Probation Department advised\n\nthat Verkhoglyad’s drug possession constituted a “grade C” violation of probation, which,\n\nwith a criminal history category of III, resulted in a 5- to 11-month sentencing range under\n\npolicy statement U.S.S.G. § 7B1.4(a). Based on defendant’s history of recidivism and the\n\nfact that he had committed two probation violations within two weeks of sentencing, the\n\nProbation Department recommended imposition of a custodial sentence above this range,\n\nspecifically noting the district court’s statutory authority to re-sentence defendant in\n\naccordance with the penalties applicable to his original crime of conviction. See 18 U.S.C.\n\n§ 3565(a)(2).\n\n       Prior to imposing sentence on July 18, 2005, the district court heard from the\n\nprosecutor and probation officer, who urged incarceration; as well as from defense counsel,\n\nwho requested leniency in light of a “series of stresses” in Verkhoglyad’s life that\n\n                                             -7-\n\fpurportedly contributed to his violation; and from defendant, who indicated a need for drug\n\ntreatment. Sentencing Tr. at 8, July 18, 2005.\n\n       Following this colloquy, the district judge concluded that Verkhoglyad should receive\n\na sentence within the Guidelines range for the underlying 2001 crime of conviction. Judge\n\nGershon explained:\n\n       I gave an enormous benefit to the defendant on [the 2001 felon-in-possession]\n       case, based on his cooperation and his representations, and those of his\n       attorney, that he had been rehabilitated and he had been transformed.\n\n       I also gave him an enormous benefit on the supervised release violation, in\n       which I could have also imposed custody which could have been consecutive\n       . . . to the time that I could have imposed on the ‘01 case.\n\n       I should also point out that on the ‘98 [convictions for racketeering, extortion\n       conspiracy, and bank fraud conspiracy], I sentenced him to 36 months initially,\n       when the guideline range at that point was 51 to 63 months, and I gave him the\n       benefit based on his cooperation.\n\n       At this point I think everyone, including the defendant, recognizes it is\n       impossible to simply return this defendant to any kind of community\n       supervision. He is not amenable to it, at least not yet. In order to determine\n       the sentence, I am going back to the original guideline range on the felon-in-\n       possession case, the ‘01 case, which was . . . 46 to 57 months on that case. Of\n       course the guideline range is now advisory and not mandatory; however, I\n       think it does give rise to an appropriate sentencing range for this violation.\n\nId. at 13-14. The district court then sentenced Verkhoglyad to 57 months’ incarceration,\n\nobserving:\n\n       This defendant has, I believe, misled the court about his intentions and his\n       rehabilitation, and I think at this point there is . . . reason for him to be . . .\n       punished for what he has done, deterred from doing it again, and also have\n       available to him a drug treatment program that he can not avoid by simply not\n\n                                           -8-\n\f       attending.\n\nId. at 14-15.\n\n       This timely appeal followed.\n\nII.    Discussion\n\n       Our review of challenged sentences is limited to “reasonableness,” United States v.\n\nBooker, 543 U.S. 220, 261-64 (2005), a concept that applies both to “the sentence itself” and\n\nto “the procedures employed in arriving at the sentence,” United States v. Fernandez, 443\n\nF.3d 19, 26 (2d Cir. 2006); see United States v. Crosby, 397 F.3d 103, 114-15 (2d Cir. 2005).\n\nThe procedural inquiry focuses “primarily on the sentencing court’s compliance with its\n\nstatutory obligation to consider the factors detailed in 18 U.S.C. § 3553(a),” United States\n\nv. Canova, 412 F.3d 331, 350 (2d Cir. 2005); see United States v. Rattoballi, 452 F.3d 127,\n\n131-32 (2d Cir. 2006), while the substantive inquiry assesses “the length of the sentence\n\nimposed in light of the [§ 3553(a)] factors,” United States v. Villafuerte, 502 F.3d 204, 206\n\n(2d Cir. 2007). In both respects, our standard of review is abuse of discretion. See Gall v.\n\nUnited States, 128 S. Ct. 586, 596 (2007) (noting “rule that the abuse-of-discretion standard\n\nof review applies to appellate review of all sentencing decisions – whether inside or outside\n\nthe Guidelines range”); see also Rita v. United States, 127 S. Ct. 2456, 2465 (2007); United\n\nStates v. Fernandez, 443 F.3d at 27. Applying these principles to this case, we identify no\n\nunreasonableness in Verkhoglyad’s sentence, although we do note a failure to comply with\n\nthe ministerial requirement of written memorialization set forth in 18 U.S.C. § 3553(c)(2).\n\n                                             -9-\n\f       A.     Procedural Sentencing Challenges\n\n       Verkhoglyad contends that his 57-month term of imprisonment is procedurally\n\nunreasonable in two respects: (1) the district court failed to consider the 5- to 11-month term\n\nof incarceration identified in the Sentencing Commission’s policy statement on probation\n\nrevocation, as well as other sentencing factors outlined in 18 U.S.C. § 3553(a); and (2) the\n\ndistrict court failed to state its reasons for imposing a sentence higher than that prescribed\n\nby the policy statement, as required by 18 U.S.C. § 3553(c)(2). Because Verkhoglyad did\n\nnot raise these procedural objections to the district court at the time of sentencing, we review\n\nhis claims for plain error. See United States v. Villafuerte, 502 F.3d at 208-11 (holding that\n\nplain error review applies to procedural sentencing challenges not raised in district court).\n\nVerkhoglyad submits that he is entitled to a less rigorous standard of review because the\n\ngovernment has failed to argue that his claims are unpreserved. We need not here decide the\n\neffect of any government waiver because Verkhoglyad cannot demonstrate procedural\n\nunreasonableness under any standard of review.\n\n\n\n\n                                             -10-\n\f              1.     Consideration of § 3553(a) Factors\n\n                     a.     Section 3553(a)(4)(B)\n\n       Verkhoglyad notes that, at the time it imposed the challenged 57-month sentence, the\n\ndistrict court made no mention of the 5- to 11-month range of imprisonment provided in the\n\nGuidelines policy statement on violations of probation and supervised release, U.S.S.G.\n\n§ 7B1.4. He urges us to conclude from this fact that the district court necessarily failed to\n\nsatisfy its obligations under 18 U.S.C. § 3553(a)(4)(B), which requires the sentencing court\n\nto consider “the applicable guidelines or policy statements issued by the Sentencing\n\nCommission.” We are not persuaded.\n\n                            (1)    The Non-binding Policy Statements Applicable to\n                                   Probation Violations\n\n       Before discussing Verkhoglyad’s specific argument, we review how Chapter 7 of the\n\nGuidelines fits into the legal framework for evaluating probation violations. By statute,\n\nevery probationary sentence is “conditional and subject to revocation until its expiration or\n\ntermination.” 18 U.S.C. § 3564(e). Because Verkhoglyad possessed a controlled substance\n\nin violation of a condition of probation, the district court was required to “revoke the\n\nsentence of probation and resentence [him]” to any term that could have been imposed on the\n\nunderlying crime of conviction in accordance with §§ 3551-3559, the statutory provisions\n\ngenerally applicable to criminal sentencing. Id. § 3565(b); see also United States v. Goffi,\n\n446 F.3d 319, 322 (2d Cir. 2006). Under § 3551(b), “an individual found guilty of an offense\n\n\n\n                                            -11-\n\fshall be sentenced . . . in accordance with the provisions of section 3553.” Section 3553(a),\n\nin turn, requires a district court to consider a number of relevant sentencing factors, including\n\n“the applicable guidelines or policy statements issued by the Sentencing Commission.” 18\n\nU.S.C. § 3553(a)(4)(B).\n\n       In formulating sentencing ranges for violations of probation and supervised release,\n\nthe Sentencing Commission specifically limited itself to policy statements rather than formal\n\nguidelines. See U.S.S.G. ch. 7, pt. A, intro. comment. 1. Even prior to Booker, it was\n\nunderstood that such policy statements were only advisory. See United States v. Goffi, 446\n\nF.3d at 322; United States v. Lewis, 424 F.3d 239, 245 (2d Cir. 2005). The Commission’s\n\ndecision to proceed in this manner was informed, in no small part, by a lack of empirical data\n\nand national experience with both (1) violations of supervised release, then a “new form of\n\npost-imprisonment supervision created by the Sentencing Reform Act,” U.S.S.G. ch. 7, pt.\n\nA, intro. comment. 2(b); and (2) violations of probation, which had been transformed from\n\na “suspension” of an identified sentence to “a sentence in itself,” the revocation of which\n\nwould trigger a resentence on the underlying crime of conviction, id. ch. 7, pt. A, intro.\n\ncomment. 2(a); see also 18 U.S.C. § 3565. Such data and experience are, of course, the\n\nfoundation for most of the Commission’s detailed Sentencing Guidelines. See U.S.S.G. ch.\n\n1, pt. A, intro. comment. 3; see also Gall v. United States, 128 S. Ct. at 594 (noting that\n\nGuidelines are generally “the product of careful study based on extensive empirical evidence\n\nderived from the review of thousands of individual sentencing decisions”). In the absence\n\n\n                                              -12-\n\fof such data, the Commission opted to identify only policy statement sentencing ranges for\n\nsupervised release and probation revocations, thereby affording “greater flexibility . . . for\n\nevaluation by the courts and the Commission.” U.S.S.G. ch. 7, pt. A, intro. comment. 3(a).\n\nSuch policy statements were intended to be the “first step in an evolutionary process” leading\n\nto formal Guidelines, id. ch. 7, pt. A, intro. comment. 5, although to date, no such Guidelines\n\nhave been promulgated.4\n\n                             (2)     Consideration of the Probation Violation Policy\n                                     Statements in this Case\n\n       Verkhoglyad’s claim that the district court failed to satisfy its obligations under\n\n§ 3553(a)(4)(B) is unconvincing for several reasons.\n\n       First, the law in this circuit is well established that, in the absence of record evidence\n\nsuggesting otherwise, we presume “that a sentencing judge has faithfully discharged her duty\n\nto consider the statutory factors.” United States v. Fernandez, 443 F.3d at 30. While our\n\nreview is undoubtedly made easier if a district judge explicitly references the § 3553(a)\n\n       4\n          In the aftermath of United States v. Booker, the Sentencing Commission’s\nGuidelines, no less than its policy statements, are only advisory. Still, to the extent\nGuidelines sentencing ranges are products of Commission expertise applied to empirical\nevidence and national experience, courts recognize that they may reflect at least “a rough\napproximation of sentences that might achieve § 3553(a)’s objectives.” Rita v. United States,\n127 S. Ct. at 2465 (noting, nevertheless, that district courts may consider an argument that\na “Guidelines sentence itself fails properly to reflect § 3553(a) considerations”). Whether\nsentencing ranges not grounded in such data and experience warrant different consideration,\nparticularly in light of the Supreme Court’s recent decisions in Kimbrough v. United States,\n128 S. Ct. 558, 575 (2007) and Gall v. United States, 128 S. Ct. at 594 & n.2, is something\nthat the parties have not addressed and that we need not decide to conclude that there is no\nmerit to Verkhoglyad’s sentencing challenge.\n\n                                              -13-\n\ffactors, we have declined to prescribe any “specific verbal formulations . . . to demonstrate\n\nthe adequate discharge of the duty to ‘consider’ matters relevant to sentencing.” United\n\nStates v. Fleming, 397 F.3d 95, 100 (2d Cir. 2005); United States v. Crosby, 397 F.3d at 112-\n\n13. Thus, we will not assume, simply from the fact that the district court did not reference\n\nthe 5- to 11-month sentencing range provided in U.S.S.G. § 7B1.4(a), that it failed to satisfy\n\nits § 3553(a)(4)(B) obligation. See United States v. Fernandez, 443 F.3d at 30; accord\n\nUnited States v. Villafuerte, 502 F.3d at 210.\n\n       Second, nothing in the record of this case warrants a different conclusion. To the\n\ncontrary, the fact that Verkhoglyad’s probation violation report specifically informed the\n\ndistrict court of the sentencing range provided in U.S.S.G. § 7B1.4(a) only supports the\n\npresumption that the able district judge considered this range as required by § 3553(a)(4)(B).\n\nAs the violation report itself observed, a number of factors weighed strongly in favor of a\n\nhigher sentence than that provided in § 7B1.4(a). Indeed, the imposition of a higher sentence\n\nwas supported by commentary to this very policy statement. Application Note 4 to § 7B1.4\n\nexpressly recognizes that where a defendant’s “original sentence [of probation] was the result\n\nof a downward departure (e.g., as a reward for substantial assistance),” a violation may well\n\nwarrant an upward departure from the policy statement range.\n\n       The district court appears to have had this Application Note in mind when it explained\n\nits decision to go “back to the original guideline range on the felon in possession case, the\n\n‘01 case, which . . . was 46 to 57 months” in imposing a sentence for the probation violation.\n\n\n                                            -14-\n\fSentencing Tr. at 13, July 18, 2005.5 As the court observed, Verkhoglyad had been given\n\nsignificant sentencing consideration for his cooperation on more than one occasion: (a) a\n\nterm of probation on his 2001 felon-in-possession conviction, when his Guidelines range\n\nprovided for 46 to 57 months’ incarceration; (b) a non-incarceratory sentence for his 2001\n\nviolation of supervised release, when consecutive prison time was authorized; and (c) a 36-\n\nmonth prison term on his 1998 RICO/extortion/bank fraud conviction, when his Guidelines\n\nrange provided for 51 to 63 months’ incarceration. Because Verkhoglyad had repeatedly\n\nbetrayed the trust reflected in these lenient sentences, the court reasonably concluded that a\n\nsentence in excess of the policy statement range was warranted on his violation of probation.\n\nSee United States v. Sindima, 488 F.3d 81, 86 (2d Cir. 2007) (noting that Sentencing\n\nCommission’s policy statements emphasize breach of trust rather than egregiousness of\n\nviolation conduct as critical factor in imposing sentence for violation of probation or\n\nsupervised release (quoting U.S.S.G. ch. 7, pt. A, intro. comment. 3(b) (explaining why\n\nCommission chose to focus on “breach of trust” evidenced by defendant’s violation\n\nconduct6))).\n\n\n       5\n         While “a district court is not restricted to the Guidelines sentencing range applicable\nto a defendant’s underlying federal offense when sentencing a defendant for a violation of\nprobation,” United States v. Goffi, 446 F.3d at 323, neither is it precluded from considering\nthat range when, on revocation of probation, it carries out its statutory duty to impose a\nsentence on the underlying crime of conviction that is “sufficient, but not greater than\nnecessary to comply with the purposes” set forth in § 3553(a)(2). See 18 U.S.C. § 3553(a).\n       6\n        The Commission’s explanation is particularly instructive with respect to violations\nof supervised release. Because a defendant subject to that new form of supervision would\n\n                                             -15-\n\f       Because the district court’s sentencing conclusion is well supported not only by the\n\nfacts, but also by the Commission’s policy statements, see U.S.S.G. § 7B1.4, application note\n\n4; id. ch. 7, pt. A, intro. comment. 2(a) (recognizing district court’s statutory authority to\n\nimpose any sentence “that initially could have been imposed” on the underlying federal\n\noffense for which probation was being served (citing 18 U.S.C. § 3565)), we reject as\n\nwithout merit defendant’s argument that the district court failed to satisfy its consideration\n\n\n\nhave already completed the term of confinement on the underlying crime of conviction, a\nquestion necessarily arose as to conduct being punished by imposition of a new sentence.\nThe Commission made clear that it was not proposing that district courts sanction the\nviolation conduct itself, which could be prosecuted separately, but the breach of trust\nreflected in the conduct. See id. ch. 7, pt. A, intro. comment. 3(b). Such a conclusion found\nsupport in the limited sanctions statutorily available for supervised release violations, see id.\n(citing 18 U.S.C. § 3583(e)(3)), which appear to have informed the modest sentencing ranges\nidentified in the Commission’s policy statements.\n        By contrast, the relevant statutes make plain that a probation violation does not trigger\na sentence for the violation conduct, but a “resentence” on the crime of conviction. See 18\nU.S.C. § 3564(e) (noting that “sentence of probation remains conditional and subject to\nrevocation until its expiration or termination”); id. § 3565(a)(2), (b) (providing for sentence\nof probation to be revoked and for “resentence”); U.S.S.G. ch. 7, pt. A, intro. comment. 2(a)\n(citing § 3565 to support conclusion that, upon finding of probation violation, “court may\ncontinue probation . . . or revoke probation and impose any other sentence that initially could\nhave been imposed [for the underlying crime of conviction]”). Thus, while a probation\nviolation sentence plainly sanctions a defendant’s breach of trust rather than his violation\nconduct, it is important not to lose sight of the fact that it does not sanction only the breach\nof trust. Rather, it resentences the defendant for the crime of conviction mindful that he has\nbreached the trust placed in him by a probationary sentence.\n        The Sentencing Commission drew no distinction between violations of supervised\nrelease and probation in propounding initial policy statements; nevertheless, it appears to\nhave recognized that the matter required further consideration. See U.S.S.G. ch. 7, pt. A,\nintro. comment. 3(a), 4 (“Although there was considerable debate as to whether the sanction\nimposed upon revocation of probation should be different from that imposed upon revocation\nof supervised release, the Commission has initially concluded that a single set of policy\nstatements is appropriate.”).\n\n                                              -16-\n\fobligation under § 3553(a)(4)(B). See United States v. Fernandez, 443 F.3d at 30.7\n\n                     b.      The Remaining § 3553(a) Factors\n\n       Verkhoglyad asserts that the district court failed to give adequate consideration to\n\nother sentencing factors set forth in § 3553(a), including the seriousness of his probation\n\nviolation, his personal history and characteristics, and the disparity between his sentence and\n\nother probation violation sentences. The argument merits little discussion.\n\n       At the outset, we reiterate that the law does not impose “any rigorous requirement of\n\nspecific articulation” on sentencing judges with respect to their consideration of § 3553(a)\n\nfactors. United States v. Crosby, 397 F.3d at 113. “No robotic incantations are required to\n\nprove the fact of consideration,” and we will not assume a failure of consideration simply\n\nbecause a district court fails to enumerate or discuss each § 3553(a) factor individually.\n\nUnited States v. Fernandez, 443 F.3d at 30 (internal quotation marks omitted). Further, the\n\nrequirement to consider § 3553(a) factors “is not synonymous” with any requirement that a\n\nparticular factor “be given determinative or dispositive weight” in the identification of the\n\nappropriate sentence. Id. at 32 (emphasis in original). Rather, the weight to be afforded any\n\n§ 3553(a) factor “is a matter firmly committed to the discretion of the sentencing judge and\n\nis beyond our review, as long as the sentence ultimately imposed is reasonable.” Id.\n\n       In the course of sentencing Verkhoglyad three times between 1998 and 2005, the\n\n\n       7\n        We consider the extent of the district court’s departure from the policy statement\nguidelines in that section of this opinion addressing Verkhoglyad’s argument that his\nsentence is substantively unreasonable. See infra II.B.\n\n                                             -17-\n\fdistrict court reviewed two presentence reports, two violation reports, and two § 5K1.1\n\nmotions. On multiple occasions, it heard from the prosecutor, probation officers, defense\n\ncounsel, and the defendant himself. We have no doubt that the district court thus possessed\n\nample information to assess the seriousness of Verkhoglyad’s probation violation and the\n\nunderlying crime of conviction on which he was to be resentenced, his history of crime and\n\ncooperation, and his personal characteristics.     Nothing in the record indicates that it\n\noverlooked any of these factors. Rather, it appears not to have viewed them favorably to\n\ndefendant.\n\n       For example, Verkhoglyad suggests that his drug possession is not a particularly\n\nsevere violation of probation. We need not address this dubious characterization of criminal\n\nconduct. As the district court correctly recognized, the severity of Verkhoglyad’s violation\n\nwas not to be determined by looking at the drug conduct in isolation. Rather, the district\n\ncourt had to consider the conduct in context to determine the extent to which it reflected a\n\nbetrayal of the court’s trust in imposing a non-incarceratory sentence for the underlying\n\nfelon-in-possession conviction. See United States v. Sindima, 488 F.3d at 86.\n\n       As the record plainly shows, the betrayal in this case was flagrant. Verkhoglyad did\n\nnot simply use drugs while on probation; he used drugs within days of being placed on\n\nprobation and being warned by the district court that any violation would result in a severe\n\nterm of incarceration, possibly up to the ten-year statutory maximum provided for his felon-\n\nin-possession crime. In light of these circumstances, the district court reasonably concluded\n\n\n                                            -18-\n\fthat the violation represented such a prompt and complete contempt for both the court’s trust\n\nand the law as to outweigh whatever cooperation benefits had initially prompted its\n\nimposition of a probationary sentence. Indeed, that conclusion was reinforced by the district\n\ncourt’s chronicle of how defendant had persistently betrayed the court’s trust through\n\nrepeated criminal conduct in the face of lenient sentences.\n\n       To the extent Verkhoglyad faults the district court for failing to consider the disparity\n\nbetween his sentence and those imposed in other probation violation cases, nothing in the\n\nrecord warrants a departure from the presumption of consideration recognized in United\n\nStates v. Fernandez, 443 F.3d at 30. Insofar as Verkhoglyad claims that the discrepancy\n\nbetween his 57-month sentence and the 5- to 11-month policy statement range is simply too\n\nlarge to be reasonable, such an argument goes to substantive rather than procedural\n\nunreasonableness and will be addressed infra at II.B.\n\n       In sum, on the record before us, we identify no merit in Verkhoglyad’s claim that the\n\ndistrict court failed to consider § 3553(a) factors in imposing the challenged sentence.\n\n\n\n\n              2.      Compliance with § 3553(c)(2)’s Requirement for Statement of\n                      Sentencing Reasons\n\n       Verkhoglyad contends that his sentence is procedurally unreasonable because the\n\ndistrict court failed to articulate its reasons for imposing a sentence higher than that\n\nprescribed by the relevant policy statements, as required by 18 U.S.C. § 3553(c)(2). Pursuant\n\nto § 3553(c), a district court, at the time of sentencing, must “state in open court the reasons\n\n                                             -19-\n\ffor its imposition of the particular sentence.” In addition, if the sentence imposed is outside\n\nthe applicable range prescribed by the Commission’s guidelines or policy statements, the\n\nsentencing court must state “the specific reason for the imposition of a sentence different”\n\nfrom that prescribed by the Commission and memorialize that reason “in the written order\n\nof judgment and commitment.” 18 U.S.C. § 3553(c)(2); see United States v. Hall, 499 F.3d\n\n152, 153 n.1 (2d Cir. 2007); United States v. Jones, 460 F.3d 191, 196 & n.1 (2d Cir. 2006);\n\nUnited States v. Goffi, 446 F.3d at 321. These requirements, which survive Booker, serve\n\nthe important goals of\n\n       (1) informing the defendant of the reasons for his sentence, (2) permitting\n       meaningful appellate review, (3) enabling the public to learn why the\n       defendant received a particular sentence, and (4) guiding probation officers\n       and prison officials in developing a program to meet the defendant’s needs.\n\nUnited States v. Villafuerte, 502 F.3d at 210.\n\n       In considering the district court’s compliance with § 3553(c)(2) in this case, we\n\nreiterate our holding in United States v. Lewis that “a court’s statement of its reasons for\n\ngoing beyond non-binding policy statements in imposing a sentence after revoking a\n\ndefendant’s [probationary] term need not be as specific as has been required when courts\n\ndeparted from guidelines that were, before Booker, considered to be mandatory.” 424 F.3d\n\nat 245 (emphasis in original). In fact, however, the district court was quite specific in\n\nexplaining the reasons for its sentence.\n\n       It emphasized on the record the “enormous” sentencing breaks that it had repeatedly\n\nafforded Verkhoglyad. Sentencing Tr. at 13, July 18, 2005. In particular, the court noted\n\n                                             -20-\n\ftwo prior occasions when it had imposed sentences substantially below the ranges prescribed\n\nby the Guidelines “based on his cooperation” with the government “and his representations,\n\nand those of his attorney, that he had been rehabilitated and he had been transformed.” Id.\n\nThe court found that defendant had, in fact, “misled the court about his intentions and his\n\nrehabilitation,” and repeatedly violated the law. Id. at 14-15. As a consequence, it decided\n\nthat it had erred in affording Verkhoglyad leniency on his underlying crime of conviction.\n\nIt resentenced him by reference to the Guidelines originally applicable to his felon-in-\n\npossession offense. See 18 U.S.C. § 3553(a)(4)(B). The court explained that such a term of\n\nincarceration was intended to meet three well-recognized sentencing objectives: punishment\n\nfor the underlying crime, deterrence of future criminal conduct, and a measure of meaningful\n\ndrug treatment. See Sentencing Tr. at 14-15, July 18, 2005 (explaining “I think at this point\n\nthere is . . . reason for him to be . . . punished for what he has done, deterred from doing it\n\nagain, and also have available to him a drug treatment program that he can not avoid by\n\nsimply not attending”). Id. This oral explanation for Verkhoglyad’s sentence was more than\n\nsufficient to inform the defendant and public of the reasons for the particular sentence and\n\n“to permit our review for reasonableness.” United States v. Jones, 460 F.3d at 196; see\n\nUnited States v. Sindima, 488 F.3d at 86; United States v. Fleming, 397 F.3d at 100. Thus,\n\nwe conclude that the district court satisfied the statutory requirement to provide “the specific\n\nreason for the imposition of a sentence different” from that prescribed by the applicable\n\npolicy statements. 18 U.S.C. § 3553(c)(2).\n\n\n                                             -21-\n\f       It appears, however, that the district court did not memorialize its stated sentencing\n\nreasons “in the written order of judgment and commitment” as further required by\n\n§ 3553(c)(2). See United States v. Rattoballi, 452 F.3d at 138. While such an omission in\n\nthe face of sufficient oral reasons will rarely rise to the level of plain error,8 we have\n\nrecognized it to be “‘the better course’” in such circumstances “to remand so that non-\n\ncompliance with subsection 3553(c)(2) may be remedied.” United States v. Jones, 460 F.3d\n\nat 197 (quoting United States v. Goffi, 446 F.3d at 322 n.2). As we observed in United\n\nStates v. Hall,\n\n       while a remand to the district court solely for the purpose of complying with\n       section 3553(c)(2) will not result in any change in the conviction or sentence\n       . . . a written statement of reasons is beneficial because the Bureau of Prisons\n       consults the written judgment of conviction, which may contain information\n       relevant to a defendant’s service of sentence.\n\n499 F.3d at 154-55.\n\n       Accordingly, although we do not identify any procedural error warranting\n\nresentencing in this case, we remand solely to permit the district court to amend its written\n\njudgment to satisfy the ministerial duty to memorialize its stated reasons for sentencing as\n\n\n\n\n       8\n        Because Verkhoglyad did not move in the district court to amend the judgment to\nmemorialize the court’s sentencing reasons, see Fed. R. Crim. P. 35 (providing that “[w]ithin\n7 days after sentencing, the court may correct a sentence that resulted from arithmetical,\ntechnical, or other clear error”), we review his § 3553(c)(2) challenge only for plain error.\nSee United States v. Mordini, 366 F.3d 93, 95 (2d Cir. 2004).\n\n                                            -22-\n\frequired by § 3553(c)(2).9\n\n          B.    Substantive Sentencing Challenge\n\n          Verkhoglyad acknowledges that his possession of controlled substances mandated\n\nrevocation of his probation and resentence on his felon-in-possession crime of conviction.\n\nNevertheless, he challenges his 57-month term of imprisonment on the ground that the length\n\nof his sentence was “so disproportionate to the violation that it is unreasonable.” Appellant’s\n\nBr. at 11. Preliminarily, we observe that Verkhoglyad did not raise this substantive challenge\n\nto the district court. Although United States v. Villafuerte holds that rigorous plain error\n\nanalysis applies to unpreserved procedural challenges to a sentence, see 502 F.3d at 208-211,\n\nthis court has not determined whether the same conclusion applies to unpreserved substantive\n\nchallenges to a sentence. We need not decide that question on this appeal because, whether\n\nwe review Verkhoglyad’s substantive challenge for “plain error or for error alone,” United\n\nStates v. Goffi, 446 F.3d at 321 (internal quotation marks omitted), his argument fails on its\n\nmerits.\n\n          As we have repeatedly observed in considering post-Booker sentencing challenges,\n\n\n\n\n          9\n         As we have previously ruled, the statutory requirement to articulate the specific\nreasons for sentence in the written judgment “does not necessarily require an exhaustive\nstatement of facts.” United States v. Hall, 499 F.3d at 155 (observing that “circulation\nthrough the Bureau of Prisons of a detailed statement of the facts underlying some reasons\ncan present particular concerns, as for example, when a statement references sensitive\ninformation about crime victims, the defendant, or members of his family”). Thus, on\nremand, the district court need include in its written judgment only a “simple summary of\n[the] facts” underlying the reasons for sentence to satisfy its § 3553(c)(2) obligation. Id.\n\n                                             -23-\n\f“‘reasonableness’ is inherently a concept of flexible meaning, generally lacking precise\n\nboundaries.” United States v. Crosby, 397 F.3d at 115; see United States v. Jones, 460 F.3d\n\nat 195-96; United States v. Fairclough, 439 F.3d 76, 79 (2d Cir. 2006). Our review of\n\nsentences for reasonableness thus “exhibit[s] restraint, not micromanagement.” United States\n\nv. Fleming, 397 F.3d at 100. “Although the brevity or length of a sentence can exceed the\n\nbounds of ‘reasonableness,’ we anticipate encountering such circumstances infrequently.”\n\nId. This is not one of those rare cases.\n\n       In urging us to hold otherwise, Verkhoglyad complains that his 57-month sentence\n\nis more than five times the upper-end of the applicable policy statement range. By itself, this\n\nis insufficient to demonstrate substantive unreasonableness.        The Supreme Court has\n\nexpressly rejected the use of mathematical formulas to gauge substantive unreasonableness.\n\nSee Gall v. United States, 128 S. Ct. at 595. In so holding, the Court noted that percentages\n\ncan be particularly deceiving where, as in this case, the sentencing range at issue is measured\n\nin months. See id. (noting that deviations always appear extreme when Guidelines ranges\n\nare small). Gall’s holding validates our own earlier conclusion that numerical rules are “too\n\nsimplistic” to effectuate the sentencing purposes of § 3553(a). United States v. Rattoballi,\n\n452 F.3d at 137 n.5; see United States v. Fernandez, 443 F.3d at 27 (“[W]e have expressed\n\na commitment to avoid the formulation of per se rules to govern our review of sentences for\n\nreasonableness.”).\n\n       Nor can Verkhoglyad demonstrate substantive unreasonableness by noting that his 57-\n\n\n                                             -24-\n\fmonth sentence far exceeds the two-year sentence upheld in United States v. Fleming for a\n\ndefendant who also repeatedly violated supervision and abused drugs. See 397 F.3d at 96-\n\n97. The cases are not analogous. Fleming violated supervised release, not probation. This\n\nmeans he had served a term of incarceration on his underlying crime of conviction. Thus,\n\nthe relevant statute, 18 U.S.C. § 3583(e)(3), did not provide for the district court to\n\nresentence Fleming on his underlying crime of conviction. Moreover, it expressly limited\n\nthe prison sentence that could be imposed for his Class D supervision violation to two years.\n\nSee id. By contrast, Verkhoglyad’s probationary sentence allowed him to avoid serving any\n\nprison time on his felon-in-possession conviction, provided he adhered to certain conditions.\n\nWhen he breached one of those conditions by unlawfully possessing controlled substances,\n\n18 U.S.C. § 3565(b)(1) required the district court to revoke the conditional sentence of\n\nprobation and to resentence Verkhoglyad to prison on the underlying crime of conviction,\n\nauthorizing any term up to that crime’s ten-year maximum.\n\n       The district court did not impose a ten-year sentence.           Rather, it sentenced\n\nVerkhoglyad to 57 months’ imprisonment, the high end of the Guidelines range applicable\n\nto his felon-in-possession conviction. As we noted earlier, see supra [15 n.5], “a district\n\ncourt is not restricted to the Guidelines sentencing range applicable to a defendant’s\n\nunderlying federal offense when sentencing a defendant for a violation of probation.” 446\n\nF.3d at 323. Nevertheless, on revocation of probation, a resentence that falls within the range\n\nfor the underlying crime of conviction will rarely qualify as too severe to be substantively\n\n\n                                             -25-\n\freasonable. To hold otherwise would be to suggest that a defendant is in a better position to\n\nargue the substantive unreasonableness of a Guidelines sentence for a particular crime of\n\nconviction after violating probation than he is before breaching the court’s trust. Cf. Rita v.\n\nUnited States, 127 S. Ct. at 2467 (observing that where sentencing court and Commission\n\nboth determine that Guidelines sentence is warranted in case, sentence is unlikely to be held\n\nunreasonable). Thus, in this case, in which Verkhoglyad was spared incarceration because\n\nof his cooperation and promptly showed himself unworthy of that consideration by engaging\n\nin further criminal conduct, we reject the argument that a resentence on the underlying crime\n\nof conviction within the Guidelines range for that crime is substantively unreasonable.\n\n       Finally, our decision in United States v. Sindima, 488 F.3d 81, does not support\n\nVerkhoglyad’s claim that it was substantively unreasonable for the district court to impose\n\na sentence significantly higher than the Chapter 7 Guidelines range. In Sindima, our primary\n\nconcern was that the challenged sentence punished the defendant for the “egregious” nature\n\nof his violation conduct, instead of sanctioning “primarily the defendant’s breach of trust”\n\nas provided by Commission policy. Id. at 86 (internal quotation marks omitted) (quoting\n\nU.S.S.G. ch. 7, pt. A, intro. comment. 3(b)). For reasons already discussed, see supra at [15-\n\n17, 21-22], no such concern arises in this case.        The district court made clear that\n\nVerkhoglyad’s possession of drugs in violation of his probation was relevant only insofar is\n\nit demonstrated that defendant had completely misled the court only days earlier about his\n\nwillingness to conform his conduct to law as the court had demanded when it granted him\n\n\n                                             -26-\n\fthe benefit of a non-incarceratory sentence.       To the extent Sindima emphasized the\n\nCommission policy to sanction “primarily the defendant’s breach of trust,” 488 F.3d at 86,\n\nit did not – and could not – ignore the fact that revocation of probation requires a defendant\n\nto be resentenced on the crime of conviction, and not simply on the breach of trust. See 18\n\nU.S.C. § 3565(a)(2); supra at [16 n.6].\n\n       Insofar as Sindima held that courts must offer a convincing explanation to support a\n\nsentence outside the ranges identified in U.S.S.G. § 7B1.4, see 488 F.3d at 87,10 such an\n\nexplanation need not be extensive or detailed. See Gall v. United States, 128 S. Ct. at 594\n\n& n.2; Kimbrough v. United States, 128 S. Ct. at 575; see also United States v. Lewis, 424\n\nF.3d at 245. We need not identify the precise point at which an explanation is insufficient\n\nto permit appellate review because, in this case, the district court’s explanation for the\n\nchallenged sentence was more than adequate.             Specifically, (1) its recitation of\n\nVerkhoglyad’s history of recidivism in the face of repeated leniency; (2) its express finding\n\nthat Verkhoglyad had misled the court about his rehabilitation and his intentions to abide by\n\nthe terms of his probation; and (3) its stated purpose to impose a resentence adequate (a) to\n\npunish defendant for his underlying felon-in-possession crime, (b) to deter future criminal\n\nconduct, and (c) to afford him requested drug treatment, when viewed as a whole,\n\nsatisfactorily explain the decision to resentence outside the policy statements for probation\n\n\n\n       10\n          Sindima recognized that a non-Guidelines sentence supported by such an\nexplanation would be reasonable. See id.\n\n                                            -27-\n\fviolations and within the Guidelines range for the crime of conviction.11\n\n       In so holding, we are also mindful that, in Gall, the Supreme Court ruled that no\n\npresumption of unreasonableness may be applied to sentences outside applicable Guidelines\n\nranges. See Gall v. United States, 128 S. Ct. at 597. While a reviewing court may certainly\n\nconsider the extent of and reasons for a deviation in assessing reasonableness, in the end, it\n\n“must give due deference to the district court’s decision that the § 3553(a) factors, on a\n\nwhole, justify the extent of the variance.” Id. Such deference derives from the practical\n\nrealization that a “‘sentencing judge has access to, and greater familiarity with, the individual\n\ncase and the individual defendant before him than the Commission or the appeals court.’”\n\nId. at 597-98 (quoting Rita v. United States, 127 S. Ct. at 2469). That conclusion applies\n\nwith particular force to probation violation proceedings, where the sentencing judge has\n\nunique insights into both the circumstances that prompted the initial non-incarceratory\n\nsentence and the degree to which the violation represents a serious betrayal of the court’s\n\ntrust and a risk of future criminal conduct. The record in this case not only confirms the\n\ndistrict court’s possession of these insights, it demonstrates the soundness of its conclusion\n\nthat these factors all weighed heavily against Verkhoglyad. In these circumstances, we\n\nidentify no abuse of the district court’s sentencing discretion and no merit in Verkhoglyad’s\n\nclaim that his sentence is substantively unreasonable.\n\n\n       11\n         We recognize, as we have no doubt the district court did, that Verkhoglyad’s\nunderlying crime of conviction carried with it the potential for violence, a particular concern\ngiven the nature of the racketeering conduct that first brought him before the court.\n\n                                              -28-\n\fIII.   Conclusion\n\n       To summarize, we conclude:\n\n       (1) Defendant’s sentence is not procedurally unreasonable because the district court\n\n(a) carried out its obligation to consider the sentencing factors specified in 18 U.S.C.\n\n§ 3553(a), and (b) orally stated at sentencing the “specific reasons for the imposition of a\n\nsentence different” from that provided in the Sentencing Commission’s policy statements for\n\nprobation violations, see 18 U.S.C. § 3553(c)(2). To the extent the district court failed to\n\nsatisfy the ministerial duty to memorialize its stated reasons in the written order of judgment,\n\nwe identify no plain error, but we nevertheless remand for the limited purpose of allowing\n\nthe district court to amend the judgment to comply with this requirement of § 3553(c)(2).\n\n       (2) Defendant’s sentence is not substantively unreasonable in light of the district\n\ncourt’s findings.\n\n       The judgment of the district court is AFFIRMED, but the case is REMANDED for\n\nthe limited purpose of allowing the district judge to amend the written judgment to satisfy\n\nthe ministerial duty to memorialize the stated reasons for sentence, as required by 18 U.S.C.\n\n§ 3553(c)(2).\n\n\n\n\n                                             -29-\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>516 F.3d 122 (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nOleg VERKHOGLYAD, Defendant-Appellant.</h1></center>\n<center>Docket No. 05-4210-cr.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: June 28, 2007.</center>\n<center>Decided: February 14, 2008.</center>\n<p><span class=\"star-pagination\">*123</span> <span class=\"star-pagination\">*124</span> Jeremy Gutman, New York, NY, for Defendant-Appellant.</p>\n<p>Jonathan E. Green, Assistant United States Attorney (Thomas Firestone, Susan Corkery, Assistant United States Attorneys, on the brief), for Benton J. Campbell, United States Attorney for the Eastern District of New York, Brooklyn, NY, for Appellee.</p>\n<p>Before: CABRANES, RAGGI, Circuit Judges, and BERMAN, District Judge.<sup>[1]</sup></p>\n<p>REENA RAGGI, Circuit Judge:</p>\n<p>Defendant Oleg Verkhoglyad appeals from that part of a judgment of conviction entered on August 1, 2005, in the United States District Court for the Eastern District of New York (Nina Gershon, <i>Judge</i>), as sentenced him to a 57-month term of imprisonment for violating federal probation by illegally possessing controlled substances. Presently incarcerated on this judgment, Verkhoglyad contends that his sentence is both (1) procedurally unreasonable because the district court failed (a) to consider the Sentencing Commission's policy statements on probation revocation as well as other sentencing factors identified in 18 U.S.C. § 3553(a), and (b) to state its reasons for imposing a non-Guidelines sentence; and (2) substantively unreasonable because it is disproportionate to the seriousness of his probation violation.</p>\n<p>Because we conclude that Verkhoglyad's sentencing challenges are essentially without merit, we affirm the judgment. We remand only to allow the district court to amend the judgment of conviction in order to memorialize therein its orally stated reasons for imposing the challenged sentence, as required by 18 U.S.C. § 3553(c)(2).</p>\n<p>I. <i>Factual Background</i></p>\n<p>To facilitate our discussion of the reasonableness of Verkhoglyad's sentence, we detail defendant's history of persistent recidivism despite the repeated leniency accorded him by the district court in return for his substantial assistance to law enforcement authorities.<sup>[2]</sup></p>\n<p>A. <i>The 1998 Conviction</i></p>\n<p>In March 1998, Verkhoglyad was arrested by federal authorities for myriad crimes committed as a member of a violent Russian organized crime group, the \"Gufield-Ketsenko Brigade.\" In June of that year, Verkhoglyad entered into a cooperation agreement with the government that allowed him to resolve his criminal case by pleading guilty to violence in aid of racketeering, <i>see</i> 18 U.S.C. § 1959(a)(3), extortion conspiracy, <i>see id.</i> § 1951, and bank fraud conspiracy, <i>see id.</i> § 371. Based on a total offense level of 24 and a criminal history category of I, Verkhoglyad faced a Sentencing. Guidelines range of 51 to 63 months in prison. Prior to sentencing, prosecutors moved for Verkhoglyad to receive a downward departure from this Guidelines range based on his substantial assistance to federal authorities in their pursuit of Russian organized crime members. <span class=\"star-pagination\">*125</span> <i>See</i> U.S.S.G. § 5K1.1. The district court granted the motion and, on March 17, 2000, sentenced Verkhoglyad principally to 36 months' incarceration followed by three years' supervised release. In doing so, the district judge observed that Verkhoglyad had not only received § 5K1.1 consideration; he had earlier secured an \"enormous benefit\" by being allowed to plead guilty to reduced charges. Sentencing Tr. at 15, Mar. 17, 2000. The judge cautioned Verkhoglyad that if, upon release from custody, he were to violate his supervised release, she would not hesitate to, put him \"in jail again. It's as simple as that.\" <i>Id.</i> at 16.</p>\n<p>B. <i>The 2001 Violation of Supervised Release and Conviction</i></p>\n<p>Because Verkhoglyad had been in custody since his 1998 arrest, he completed serving his 36-month sentence in November 2000. Only six months later, on May 22, 2001, Verkhoglyad was arrested by New York City police officers and charged with criminal possession of a weapon, specifically a switchblade knife. That knife possession hardly represented the full scope of Verkhoglyad's criminal activities in the few months since his release from prison. As Verkhoglyad disclosed to federal officials in securing yet another cooperation agreement, he had also illegally possessed a .22 caliber handgun, participated in a \"staged accident\" ring in Brooklyn, used false identification documents, and ingested illegal drugs. On November 21, 2001, Verkhoglyad pleaded guilty to a one-count information charging him with illegal possession of a firearm by a convicted felon, <i>see</i> 18 U.S.C. § 922(g)(1), and violation of supervised release by illegal possession of a switchblade knife. Verkhoglyad was then released on his own recognizance to facilitate his cooperation, and sentencing was adjourned <i>sine die.</i></p>\n<p>It was not until three and a half years later, on April 19, 2005, that Verkhoglyad was sentenced.<sup>[3]</sup> With an offense level of 21 and a criminal history category of III on the felon-in-possession count, he faced a Sentencing Guidelines range of 46 to 57 months. Meanwhile, because Verkhoglyad's possession of a switchblade knife qualified as a Grade C probation violation under the Guidelines, he also faced a 3 to 9 month prison term under applicable Sentencing Commission policy statements. <i>See</i> U.S.S.G. § 7B1.4(a). Once again, the government moved for Verkhoglyad to receive § 5K1.1 consideration. The district court granted the motion and sentenced Verkhoglyad to four years' probation on the felon-in-possession charge and a concurrent three-year term of supervision for the violation of supervised release. The court explained that the leniency of this sentence was based on defendant's \"extremely valuable\" cooperation, provided in circumstances that posed \"a serious danger\" to him. Sentencing Tr. at 19, Apr. 19, 2005. At the same time, however, the <span class=\"star-pagination\">*126</span> district court warned Verkhoglyad that no offer of future cooperation would help him if he were to violate the conditions of his probation and supervised release. To the contrary, the court stated that a violation would place Verkhoglyad before the court in the same position he was in that day, that is, facing a possible ten-year statutory maximum term of incarceration for his felon-in-possession crime:</p>\n<blockquote>. . . I just want you to understand that you're not going to be able to avoid a prison term if you violate supervised release or probation now. If you violate[,] I can sentence you as I could have sentenced you today, which is to . . . [t]he maximum term of imprisonment [of] ten years. If you jump[ ] a turnstile on the subway, you'll be back here. If you carry a knife or a little bit of drugs you'll be back here. And I want you to understand that I will not hesitate. I don't care how good you're being or how well you are working in your job or how well you are relating with your family because I'm giving you a big break today.</blockquote>\n<p>Sentencing Tr. at 21, Apr. 19, 2005; <i>see</i> 18 U.S.C. § 3565(a)(2).</p>\n<p>C. <i>The 2005 Probation Violation</i></p>\n<p>On April 26, 2005, one week after receiving the \"big break\" of non-incarceratory sentences, Verkhoglyad tested positive for marijuana use. A second test performed on May 4, 2005, detected an even higher level of marijuana as well as cocaine. Probation officials further discovered that, in the time between these tests, Verkhoglyad had traveled to Virginia without authorization. Based on these facts, Verkhoglyad was charged with two probation violations: (1) illegal possession of controlled substances, and (2) unauthorized travel outside the supervising district. Verkhoglyad disposed of these charges by pleading guilty to the first on July 18, 2005. As a consequence, revocation of probation and resentencing on the underlying felon-in-possession crime were mandated by 18 U.S.C. § 3565(b).</p>\n<p>In a violation report prepared for the district court, the Probation Department advised that Verkhoglyad's drug possession constituted a \"grade C\" violation of probation, which, with a criminal history category of III, resulted in a 5- to 11-month sentencing range under policy statement U.S.S.G. § 7B1.4(a). Based on defendant's history of recidivism and the fact that he had committed two probation violations within two weeks of sentencing, the Probation Department recommended imposition of a custodial sentence above this range, specifically noting the district court's statutory authority to re-sentence defendant in accordance with the penalties applicable to his original crime of conviction. <i>See</i> 18 U.S.C. § 3565(a)(2).</p>\n<p>Prior to imposing sentence on July 18, 2005, the district court heard from the prosecutor and probation officer, who urged incarceration; as well as from defense counsel, who requested leniency in light of a \"series of stresses\" in Verkhoglyad's life that purportedly contributed to his violation; and from defendant, who indicated a need for drug treatment. Sentencing Tr. at 8, July 18, 2005.</p>\n<p>Following this colloquy, the district judge concluded that Verkhoglyad should receive a sentence within the Guidelines range for the underlying 2001 crime of conviction. Judge Gershon explained:</p>\n<blockquote>I gave an enormous benefit to the defendant on [the 2001 felon-in-possession] case, based on his cooperation and his representations, and those of his attorney, that he had been rehabilitated and he had been transformed.</blockquote>\n<blockquote>I also gave him an enormous benefit on the supervised release violation, in which <span class=\"star-pagination\">*127</span> I could have also imposed custody which could have been consecutive . . . to the time that I could have imposed on the '01 case.</blockquote>\n<blockquote>I should also point out that on the '98 [convictions for racketeering, extortion conspiracy, and bank fraud conspiracy], I sentenced him to 36 months initially, when the guideline range at that point was 51 to 63 months, and I gave him the benefit based on his cooperation.</blockquote>\n<blockquote>At this point I think everyone, including the defendant, recognizes it is impossible to simply return this defendant to any kind of community supervision. He is not amenable to it, at least not yet. In order to determine the sentence, I am going back to the original guideline range on the felon-in-possession case, the '01 case, which was . . . 46 to 57 months on that case. Of Course the guideline range is now advisory and not mandatory; however, I think it does give rise to an appropriate sentencing range for this violation.</blockquote>\n<p><i>Id.</i> at 13-14. The district court then sentenced Verkhoglyad to 57 months' incarceration, observing:</p>\n<blockquote>This defendant has, I believe, misled the court about his intentions and his rehabilitation, and I think at this point there is reason for him to be . . . punished for what he has done, deterred from doing it again, and also have available to him a drug treatment program that he can not avoid by simply not attending.</blockquote>\n<p><i>Id.</i> at 14-15.</p>\n<p>This timely appeal followed.</p>\n<p>II. <i>Discussion</i></p>\n<p>Our review of challenged sentences is limited to \"reasonableness,\" <i>United States v. Booker,</i> 543 U.S. 220, 261-64, 125 S.Ct. 738, 160 L.Ed.2d 621 (2005), a concept that applies both to \"the sentence itself' and to \"the procedures employed in arriving at the sentence,\" <i>United States v. Fernandez,</i> 443 F.3d 19, 26 (2d Cir.2006); <i>see </i><i>United States v. Crosby,</i> 397 F.3d 103, 114-15 (2d Cir.2005). The procedural inquiry focuses \"primarily on the sentencing court's compliance with its statutory obligation to consider the factors detailed in 18 U.S.C. § 3553(a),\" <i>United States v. Canova,</i> 412 F.3d 331, 350 (2d Cir.2005); <i>see </i><i>United States v. Rattoballi,</i> 452 F.3d 127, 131-32 (2d Cir.2006), while the substantive inquiry assesses \"the length of the sentence imposed in light of the [§ 3553(a)] factors,\" <i>United States v. Villafuerte,</i> 502 F.3d 204, 206 (2d Cir. 2007). In both respects, our standard of review is abuse of discretion. <i>See </i><i>Gall v. United States,</i> ___ U.S. ___, 128 S.Ct. 586, 596, 169 L.Ed.2d 445(2007) (noting \"rule that the abuse-of-discretion standard of review applies to appellate review of all sentencing decisionswhether inside or outside the Guidelines range\"); <i>see also </i><i>Rita v. United States,</i> ___ U.S. ___, 127 S.Ct. 2456, 2465, 168 L.Ed.2d 203 (2007); <i>United States v. Fernandez,</i> 443 F.3d at 27. Applying these principles to this case, we identify no unreasonableness in Verkhoglyad's sentence, although we do note a failure to comply with the ministerial requirement of written memorialization set forth in 18 U.S.C. § 3553(c)(2).</p>\n<p>A. <i>Procedural Sentencing Challenges</i></p>\n<p>Verkhoglyad contends that his 57-month term of imprisonment is procedurally unreasonable in two respects: (1) the district court failed to consider the 5- to 11-month term of incarceration identified in the Sentencing Commission's policy statement on probation revocation, as well as other sentencing factors outlined in 18 U.S.C. § 3553(a); and (2) the district court failed to state its reasons for imposing a sentence higher than that prescribed by the policy statement, as required by 18 <span class=\"star-pagination\">*128</span> U.S.C. § 3553(c)(2). Because Verkhoglyad did not raise these procedural objections to the district court at the time of sentencing, we review his claims for plain error. <i>See </i><i>United States v. Villafuerte,</i> 502 F.3d at 208-11 (holding that plain error review applies to procedural sentencing challenges not raised in district court). Verkhoglyad submits that he is entitled to a less rigorous standard of review because the government has failed to argue that his claims are unpreserved. We need not here decide the effect of any government waiver because `Verkhoglyad cannot demonstrate procedural unreasonableness under any standard of review.</p>\n<p>1. <i>Consideration of § 3553(a) Factors</i></p>\n<p>a. <i>Section 3553(a)(4)(B)</i></p>\n<p>Verkhoglyad notes that, at the time it imposed the challenged 57-month sentence, the district court made no mention of the 5- to 11-month range of imprisonment provided in the Guidelines policy statement on violations of probation and supervised release, U.S.S.G. § 7B 1.4. He urges us to conclude from this fact that the district court necessarily failed to satisfy its obligations under 18 U.S.C. § 3553(a)(4)(B), which requires the sentencing court to consider \"the applicable guidelines or policy statements issued by the Sentencing Commission.\" We are not persuaded.</p>\n<p>(1) <i>The Non-binding Policy Statements Applicable to Probation Violations</i></p>\n<p>Before discussing Verkhoglyad's specific argument, we review how Chapter 7 of the Guidelines fits into the legal framework for evaluating probation violations. By statute, every probationary sentence is \"conditional and subject to revocation until its expiration or termination.\" 18 U.S.C. § 3564(e). Because Verkhoglyad possessed a controlled substance in violation of a condition of probation, the district court was required to \"revoke the sentence of probation and resentence [him]\" to any term that could have been imposed on the underlying crime of conviction in accordance with §§ 3551-3559, the statutory provisions generally applicable to criminal sentencing. <i>Id.</i> 3565(b); <i>see also </i><i>United States v. Goffi,</i> 446 F.3d 319, 322 (2d Cir.2006). Under § 3551(b), \"an individual found guilty of an offense shall be sentenced . . . in accordance with the provisions of section 3553.\" Section 3553(a), in turn, requires a district court to consider a number of relevant sentencing factors, including \"the applicable guidelines or policy statements issued by the Sentencing Commission.\" 18 U.S.C. § 3553(a)(4)(B).</p>\n<p>In formulating sentencing ranges for violations of probation and supervised release, the Sentencing Commission specifically limited itself to policy statements rather than formal guidelines. <i>See</i> U.S.S.G. ch. 7, pt. A, intro. comment. 1. Even prior to <i>Booker,</i> it was understood that such policy statements were only advisory. <i>See </i><i>United States v. Goffi,</i> 446 F.3d at 322; <i>United States v. Lewis,</i> 424 F.3d 239, 245 (2d Cir.2005). The Commission's decision to proceed in this manner was informed, in no small part, by a lack of empirical data and national experience with both (1) violations of supervised release, then a \"new form of post-imprisonment supervision created by the Sentencing Reform Act,\" U.S.S.G. ch. 7, pt. A, intro, comment. 2(b); and (2) violations of probation, which had been transformed from a \"suspension\" of an identified sentence to \"a sentence in itself,\" the revocation of which would trigger a resentence on the underlying crime of conviction, <i>id.</i> ch. 7, pt. A, intro, comment. 2(a); <i>see also</i> 18 U.S.C. § 3565. Such data and experience are, of course, the foundation for most of the Commission's detailed Sentencing <span class=\"star-pagination\">*129</span> Guidelines. <i>See</i> U.S.S.G. ch. 1, pt. A, intro. comment. 3; <i>see also </i><i>Gall v. United States,</i> 128 S.Ct. at 594 (noting that Guidelines are generally \"the product of careful study based on extensive empirical evidence derived from the review of thousands of individual sentencing decisions\"). In the absence of such data, the Commission opted to identify only policy statement sentencing ranges for supervised release and probation revocations, thereby affording \"greater flexibility . . . for evaluation by the courts and the Commission.\" U.S.S.G. ch. 7, pt. A, intro. comment. 3(a). Such policy statements were intended to be the \"first step in an evolutionary process\" leading to formal Guidelines, <i>id.</i> ch. 7, pt. A, intro. comment. 5, although to date, no such Guidelines have been promulgated.<sup>[4]</sup></p>\n<p>(2) <i>Consideration of the Probation Violation Policy Statements in this Case</i></p>\n<p>Verkhoglyad's claim that the district court failed to satisfy its obligations under § 3553(a)(4)(B) is unconvincing for several reasons.</p>\n<p>First, the law in this circuit is well established that, in the absence of record evidence suggesting otherwise, we presume \"that a sentencing judge has faithfully discharged her duty to consider the statutory factors.\" <i>United States v. Fernandez,</i> 443 F.3d at 30. While our review is undoubtedly made easier if a district judge explicitly references the § 3553(a) factors, we have declined to prescribe any \"specific verbal formulations . . . to demonstrate the adequate discharge of the duty to `consider' matters relevant to sentencing.\" <i>United States v. Fleming,</i> 397 F.3d 95, 100 (2d Cir.2005); <i>United States v. Crosby,</i> 397 F.3d at 112-13. Thus, we will not assume, simply from the fact that the district court did not reference the 5- to 11-month sentencing range provided in U.S.S.G. § 7B 1.4(a), that it failed to satisfy its § 3553(a)(4)(B) obligation. <i>See </i><i>United States v. Fernandez,</i> 443 F.3d at 30; <i>accord </i><i>United States v. Villafuerte,</i> 502 F.3d at 210.</p>\n<p>Second, nothing in the record of this case warrants a different conclusion. To the contrary, the fact that Verkhoglyad's probation violation report specifically informed the district court of the sentencing range provided in U.S.S.G. § 7B1.4(a) only supports the presumption that the able district judge considered this range as required by § 3553(a)(4)(B). As the violation report itself observed, a number of factors weighed strongly in favor of a higher sentence than that provided in § 7B 1.4(a). Indeed, the imposition of a higher sentence was supported by commentary to this very policy statement. Application Note 4 to § 7B 1.4 expressly recognizes that where a defendant's \"original sentence [of probation] was the result of a <span class=\"star-pagination\">*130</span> downward departure <i>(e.g.,</i> as a reward for substantial assistance),\" a violation may well warrant an upward departure from the policy statement range.</p>\n<p>The district court appears to have had this Application Note in mind when it explained its decision to go \"back to the original guideline range on the felon in possession case, the '01 case, which . . . was 46 to 57 months\" in imposing a sentence for the probation violation. Sentencing Tr. at 13, July 18, 2005.<sup>[5]</sup> As the court observed, Verkhoglyad had been given significant sentencing consideration for his cooperation on more than one occasion: (a) a term of probation on his 2001 felon-in-possession conviction, when his Guidelines range provided for 46 to 57 months' incarceration; (b) a non-incarceratory sentence for his 2001 violation of supervised release, when consecutive prison time was authorized; and (c) a 36-month prison term on his 1998 RICO/extortion/bank fraud conviction, when his Guidelines range provided for 51 to 63 months' incarceration. Because Verkhoglyad had repeatedly betrayed the trust reflected in these lenient sentences, the court reasonably concluded that a sentence in excess of the policy statement range was warranted on his violation of probation. <i>See </i><i>United States v. Sindima,</i> 488 F.3d 81, 86 (2d Cir.2007) (noting that Sentencing Commission's policy statements emphasize breach of trust rather than egregiousness of violation conduct as critical factor in imposing sentence for violation of probation or supervised release (quoting U.S.S.G. ch. 7, pt. A, intro. comment. 3(b) (explaining why Commission chose to focus on \"breach of trust\" evidenced by defendant's violation conduct<sup>[6]</sup>))).</p>\n<p><span class=\"star-pagination\">*131</span> Because the district court's sentencing conclusion is well supported not only by the facts, but also by the, Commission's policy statements, <i>see</i> U.S.S.G. § 7B 1.4, application note 4; <i>id.</i> ch. 7, pt. A, intro. comment. 2(a) (recognizing district court's statutory authority to impose any sentence \"that initially could have been imposed\" on the underlying federal offense for which probation was being served (citing 18 U.S.C. § 3565)), we reject as without merit defendant's argument that the district court failed to satisfy its consideration obligation under § 3553(a)(4)(B). <i>See </i><i>United States v. Fernandez,</i> 443 F.3d at 30.<sup>[7]</sup></p>\n<p>b. <i>The Remaining § 3553(a) Factors</i></p>\n<p>Verkhoglyad asserts that the district court failed to give adequate consideration to other sentencing factors set forth in § 3553(a), including the seriousness of his probation violation, his personal history and characteristics, and the disparity between his sentence and other probation violation sentences. The argument merits little discussion.</p>\n<p>At the outset, we reiterate that the law does not impose \"any rigorous requirement of specific articulation\" on sentencing judges with respect to their consideration of § 3553(a) factors. <i>United States v. Crosby,</i> 397 F.3d at 113. \"No robotic incantations are required to prove the fact of consideration,\" and we will not assume a failure of consideration simply because a district court fails to enumerate or discuss each § 3553(a) factor individually. <i>United States v. Fernandez,</i> 443 F.3d at 30 (internal quotation marks omitted). Further, the requirement to consider § 3553(a) factors \"is <i>not</i> synonymous\" with any requirement that a particular factor \"be given determinative or dispositive weight\" in the identification of the appropriate sentence. <i>Id.</i> at 32 (emphasis in original). Rather, the weight to be afforded any § 3553(a) factor \"is a matter firmly committed to the discretion of the sentencing judge and is beyond our review, as long as the sentence ultimately imposed is reasonable.\" <i>Id.</i></p>\n<p>In the course of sentencing. Verkhoglyad three times between 1998 and 2005, the district court reviewed two presentence reports, two violation reports, and two § 5K1.1 motions. On multiple occasions, it heard from the prosecutor, probation officers, defense counsel, and the defendant himself. We have no doubt that the district court thus possessed ample information to assess the seriousness of Verkhoglyad's probation violation and the underlying crime of conviction on which he was to be resentenced, his history of crime and cooperation, and his personal characteristics. Nothing in the record indicates that it overlooked any of these factors. Rather, it appears not to have viewed them favorably to defendant.</p>\n<p>For example, Verkhoglyad suggests that his drug possession is not a particularly severe violation of probation. We need not address this dubious characterization of criminal conduct. As the district court correctly recognized, the severity of Verkhoglyad's violation was not to be determined <span class=\"star-pagination\">*132</span> by looking at the drug conduct in isolation. Rather, the district court had to consider the conduct in context to determine the extent to which it reflected a betrayal of the court's trust in imposing a non-incarceratory sentence for the underlying felon-in-possession conviction. <i>See </i><i>United States v. Sindima,</i> 488 F.3d at 86.</p>\n<p>As the record plainly shows, the betrayal in this case was flagrant. Verkhoglyad did not simply use drugs while on probation; he used drugs within days of being placed on probation and being warned by the district court that any violation would result in a severe term of incarceration, possibly up to the ten-year statutory maximum provided for his felon-in-possession crime. In light of these circumstances, the district court reasonably concluded that the violation represented such, a prompt and complete contempt for both the court's trust and the law as to outweigh whatever cooperation benefits had initially prompted its imposition of a probationary sentence. Indeed, that conclusion was reinforced by the district court's chronicle of how defendant had persistently betrayed the court's trust through repeated criminal conduct in the face of lenient sentences.</p>\n<p>To the extent Verkhoglyad faults the district court for failing to consider the disparity between his sentence and those imposed in other probation violation cases, nothing in the record warrants a departure from the presumption of consideration recognized in <i>United States v. Fernandez,</i> 443 F.3d at 30. Insofar as Verkhoglyad claims that the discrepancy between his 57-month sentence and the 5- to 11-month policy statement range is simply too large to be reasonable, such an argument goes to substantive rather than procedural unreasonableness and will be addressed <i>infra</i> at II.B.</p>\n<p>In sum, on the record before us, we identify no merit in Verkhoglyad's claim that the district court failed to consider § 3553(a) factors in imposing the challenged sentence.</p>\n<p>2. <i>Compliance with § 3553(c)(2)'s Requirement for Statement of Sentencing Reasons</i></p>\n<p>Verkhoglyad contends that his sentence is procedurally unreasonable because the district court failed to articulate its reasons for imposing a sentence higher than that prescribed by the relevant policy statements, as required by 18 U.S.C. § 3553(c)(2). Pursuant to § 3553(c), a district court, at the time of sentencing, must \"state in open court the reasons for its imposition of the particular sentence.\" In addition, if the sentence imposed is outside the applicable range prescribed by the Commission's guidelines or policy statements, the sentencing court must state \"the specific reason for the imposition of a sentence different\" from that prescribed by the Commission and memorialize that reason \"in the written order of judgment and commitment.\" 18 U.S.C. § 3553(c)(2); <i>see </i><i>United States v. Hall,</i> 499 F.3d 152, 153 n. 1 (2d Cir.2007); <i>United States v. Jones,</i> 460 F.3d 191, 196 &amp; n. 1 (2d Cir. 2006); <i>United States v. Goffi,</i> 446 F.3d at 321. These requirements, which survive <i>Booker,</i> serve the important goals of</p>\n<blockquote>(1) informing the defendant of the reasons for his sentence, (2) permitting meaningful appellate review, (3) enabling the public to, learn why the defendant received a particular sentence, and (4) guiding probation officers and prison officials in developing a program to meet the defendant's needs.</blockquote>\n<p><i>United States v. Villafuerte,</i> 502 F.3d at 210.</p>\n<p>In considering the district court's compliance with § 3553(c)(2) in this case, we reiterate our holding in <i>United States v. Lewis</i> that \"a court's statement of its <span class=\"star-pagination\">*133</span> reasons, for going beyond non-binding <i>policy statements</i> in imposing a sentence after revoking a defendant's [probationary] term need not be as specific as has been required when courts departed from <i>guidelines</i> that were, before <i>Booker,</i> considered to be mandatory.\" 424 F.3d at 245 (emphasis in original). In fact, however, the district court was quite specific in explaining the reasons for its sentence.</p>\n<p>It emphasized on the record the \"enormous\" sentencing breaks that it had repeatedly afforded Verkhoglyad. Sentencing Tr. at 13, July 18, 2005. In particular, the court noted two prior occasions when it had imposed sentences substantially below the ranges prescribed by the Guidelines \"based on his cooperation\" with the government \"and his representations, and those of his attorney, that he had been rehabilitated and he had been transformed.\" <i>Id.</i> The court found that defendant had, in fact, \"misled the court about his intentions and his rehabilitation,\" and repeatedly violated the law. <i>Id.</i> at 14-15. As a consequence, it decided that it had erred in affording Verkhoglyad leniency on his underlying crime of conviction. It resentenced him by reference to the Guidelines originally applicable to his felon-inpossession offense. <i>See</i> 18 U.S.C. § 3553(a)(4)(B). The court explained that such a term of incarceration was intended to meet three well-recognized sentencing objectives: punishment for the underlying crime, deterrence of future criminal conduct, and a measure of meaningful drug treatment. <i>See</i> Sentencing Tr. at 14-15, July 18, 2005 (explaining \"I think at this point there is . . . reason for him to be punished for what he has done, deterred from doing it again, and also have available to him a drug treatment program that he can not avoid by simply not attending\"). <i>Id.</i> This oral explanation for Verkhoglyad's sentence was more than sufficient to inform the defendant and public of the reasons for the particular sentence and \"to permit our review for reasonableness.\" <i>United States v. Jones,</i> 460 F.3d at 196; <i>see </i><i>United States v. Sindima,</i> 488 F.3d at 86; <i>United States v. Fleming,</i> 397 F.3d at 100. Thus, we conclude that the district court satisfied the statutory requirement to provide \"the specific reason for the imposition of a sentence different\" from that prescribed by the applicable policy statements. 18 U.S.C. § 3553(c)(2).</p>\n<p>It appears, however, that the district court did not memorialize its stated sentencing reasons \"in the written order of judgment and commitment\" .as further required by § 3553(c)(2). <i>See </i><i>United States v. Rattoballi,</i> 452 F.3d at 138. While such an omission in the face of sufficient oral reasons will rarely rise to the level of plain error,<sup>[8]</sup> we have recognized it to be \"`the better course\" in such circumstances \"to remand so that noncompliance with subsection 3553(c)(2) may be remedied.\" <i>United States v. Jones,</i> 460 F.3d at 197 (quoting <i>United States v. Goffi,</i> 446 F.3d at 322 n. 2). As we observed in <i>United States v. Hall</i><i>,</i></p>\n<blockquote>while a remand to the district court solely for the purpose of complying with section 3553(c)(2) will not result in any change in the conviction or sentence . . . a written statement of reasons is beneficial because the Bureau of Prisons consults the written judgment of conviction, <span class=\"star-pagination\">*134</span> which may contain information relevant to a defendant's service of sentence.</blockquote>\n<p>499 F.3d at 154-55.</p>\n<p>Accordingly, although we do not identify any procedural error warranting resentencing in this case, we remand solely to permit the district court to amend its written judgment to satisfy the ministerial duty to memorialize its stated reasons for sentencing as required by § 3553(c)(2).<sup>[9]</sup></p>\n<p>B. <i>Substantive Sentencing Challenge</i></p>\n<p>Verkhoglyad acknowledges that his possession of controlled substances mandated revocation of his probation and resentence on his felon-in-possession crime of conviction. Nevertheless, he challenges his 57-month term of imprisonment on the ground that the length of his sentence was \"so disproportionate to the violation that it is unreasonable.\" Appellant's Br. at 11. Preliminarily, we observe that Verkhoglyad did not raise this substantive challenge to the district court. Although <i>United States v. Villafuerte</i> holds that rigorous plain error analysis applies to unpreserved <i>procedural</i> challenges to a sentence, <i>see</i> 502 F.3d at 208-211, this court has not determined whether the same conclusion applies to unpreserved <i>substantive</i> challenges to a sentence. We need not decide that question on this appeal because, whether we review Verkhoglyad's substantive challenge for \"plain error or for error alone,\" <i>United States v. Goffi,</i> 446 F.3d at 321 (internal quotation marks omitted), his argument fails on its merits.</p>\n<p>As we have repeatedly observed in considering post-<i>Booker</i> sentencing challenges, \"`reasonableness' is inherently a concept of flexible meaning, generally lacking precise boundaries.\" <i>United States v. Crosby,</i> 397 F.3d at 115; <i>see </i><i>United States v. Jones,</i> 460 F.3d at 195-96; <i>United States v. Fairclough,</i> 439 F.3d 76, 79 (2d Cir.2006). Our review of sentences for reasonableness thus \"exhibit[s] restraint, not micromanagement.\" <i>United States v. Fleming,</i> 397 F.3d at 100. \"Although the brevity or length of a sentence can exceed the bounds of `reasonableness,' we anticipate encountering such circumstances infrequently.\" <i>Id.</i> This is not one of those rare cases.</p>\n<p>In urging us to hold otherwise, Verkhoglyad complains that his 57-month sentence is more than five times the upperend of the applicable policy statement range. By itself, this is insufficient to demonstrate substantive unreasonableness. The Supreme Court has expressly rejected the use of mathematical formulas to gauge substantive unreasonableness. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 595. In so holding, the Court noted that percentages can be particularly deceiving where, as in this case, the sentencing range at issue is measured in months. <i>See id.</i> (noting that deviations always appear extreme when Guidelines ranges are small). Gall's holding validates our own earlier conclusion that numerical rules are \"too simplistic\" to effectuate the sentencing purposes of § 3553(a). <i>United States v. Rattoballi,</i> 452 F.3d at 137 n. 5; <i>see</i> <span class=\"star-pagination\">*135</span> <i>United States v. Fernandez,</i> 443 F.3d at 27 (\"[Wile have expressed a commitment to avoid the formulation of <i>per se</i> rules to govern our review of sentences for reasonableness.\").</p>\n<p>Nor can Verkhoglyad demonstrate substantive unreasonableness by noting that his 57-month sentence far exceeds the two-year sentence upheld in <i>United States v. Fleming</i> for a defendant who also repeatedly violated supervision and abused drugs. <i>See</i> 397 F.3d at 96-97. The cases are not analogous. Fleming violated supervised release, not probation. This means he had served a term of incarceration on his underlying crime of conviction. Thus, the relevant statute, 18 U.S.C. § 3583(e)(3), did not provide for the district court to resentence Fleming on his underlying crime of conviction. Moreover, it expressly limited the prison sentence that could be imposed for his Class D supervision violation to two years. <i>See id.</i> By contrast, Verkhoglyad's probationary sentence allowed him to avoid, serving any prison time on his felon-in-possession conviction, provided he adhered to certain conditions. When he breached one of those conditions by unlawfully possessing controlled substances, 18 U.S.C. § 3565(b)(1) required' the district court to revoke the conditional sentence of probation and to. resentence Verkhoglyad to prison on the underlying crime of conviction, authorizing any term up to that crime's ten-year maximum.</p>\n<p>The district court did not impose a ten-year sentence. Rather, it sentenced Verkhoglyad to 57 months' imprisonment, the high end of the Guidelines range applicable to his felon-in-possession conviction. As we noted earlier, <i>see supra</i> 130 n. 5, \"a district court is not restricted to the Guidelines sentencing range applicable to a defendant's underlying federal offense when sentencing a defendant for a violation of probation.\" 446 F.3d at 323. Nevertheless, on revocation of probation, a resentence that falls within the range for the underlying crime of conviction will rarely qualify as too severe to be substantively reasonable. To hold otherwise would be to suggest that a defendant is in a better position to argue the substantive unreasonableness of a Guidelines sentence for a particular crime of conviction <i>after</i> violating, probation than he is before breaching the court's trust. <i>Cf. </i><i>Rita v. United States,</i> 127 S.Ct. at 2467 (observing that where sentencing court and Commission both determine that Guidelines sentence is warranted in case, sentence is unlikely to be held unreasonable). Thus, in this case, in which Verkhoglyad was spared incarceration because of his cooperation and promptly showed himself unworthy of that consideration by engaging in further criminal conduct, we reject the argument that a resentence on the underlying crime of conviction within the Guidelines range for that crime is substantively unreasonable.</p>\n<p>Finally, our decision in <i>United States v. Sindima,</i> 488 F.3d 81, does not support Verkhoglyad's claim that it was substantively unreasonable for the district court to impose a sentence significantly higher than the Chapter 7 Guidelines range. In <i>Sindima,</i> our primary concern was that the challenged sentence punished `the defendant for the \"egregious\" nature of his violation conduct instead of sanctioning \"primarily the defendant's breach of trust\" as provided by Commission policy. <i>Id.</i> at 86 (internal quotation marks omitted) (quoting U.S.S.G. ch. 7, pt. A, intro. comment. 3(b)). For reasons already discussed, <i>see' supra</i> at 130-31, 133-34, no such concern arises in this case. The district court made clear that Verkhoglyad's possession of drugs in violation of his probation was relevant <i>only</i> insofar as it demonstrated that defendant had completely misled the <span class=\"star-pagination\">*136</span> court only days earlier about his willingness to conform his conduct to law as the court had demanded when it granted him the benefit of a non-incarceratory sentence. To the extent <i>Sindima</i> emphasized the Commission policy to sanction \"primarily the defendant's breach of trust,\" 488 F.3d at 86, it did notand could not ignore the fact that revocation of probation requires a defendant to be resentenced on the crime of conviction, and not simply on the breach of trust. See 18 U.S.C. § 3565(a)(2); <i>supra</i> at 130-31 n. 6.</p>\n<p>Insofar as <i>Sindima</i> held that courts must offer a convincing explanation to support a sentence outside the ranges identified in U.S.S.G. § 7B1.4, <i>see</i> 488 F.3d at 87,<sup>[10]</sup> such an explanation need not be extensive or detailed. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 594 &amp; n. 2; <i>Kimbrough v. United States,</i> 128 S.Ct. at 575; <i>see also </i><i>United States v. Lewis,</i> 424 F.3d at 245. We need not identify the precise point at which an explanation is insufficient to permit appellate review because, in this case, the district court's explanation for the challenged sentence was more than adequate. Specifically, (1) its recitation of Verkhoglyad's history of recidivism in the face of repeated leniency; (2) its express finding that Verkhoglyad had misled the court about his rehabilitation and his intentions to abide by the terms of his probation; and (3) its stated purpose to impose a resentence adequate (a) to punish defendant for his underlying felon-in-possession crime, (b) to deter future criminal conduct, and (c) to afford him requested, drug treatment, when viewed as a whole, satisfactorily explain the decision to resentence outside the policy statements for probation violations and within the Guidelines range for the crime of conviction.<sup>[11]</sup></p>\n<p>In so holding, we are also mindful that, in <i>Gall,</i> the Supreme Court ruled that no presumption of unreasonableness may be applied to sentences outside applicable Guidelines ranges. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 597. While a reviewing court may certainly consider the extent of and reasons for a deviation in assessing reasonableness, in the end, it \"must give due deference to the district court's decision that the § 3553(a) factors, on a whole, justify the extent of the variance.\" <i>Id.</i> Such deference derives from the practical realization that a \"`sentencing judge has access to, and greater familiarity with, the individual case and the individual defendant before him than the Commission or the appeals court.'\" <i>Id.</i> at 597-98 (quoting <i>Rita v. United States,</i> 127 S.Ct. at 2469). That conclusion applies with particular force to probation violation proceedings, where the sentencing judge has unique insights into both the circumstances that prompted the initial non-incarceratory sentence and the degree to which the violation represents a serious betrayal of the court's trust and a risk of future criminal conduct. The record in this case not only confirms the district court's possession of these insights, it demonstrates the soundness of its conclusion that these factors all weighed heavily against Verkhoglyad. In these circumstances, we identify no abuse of the district court's sentencing discretion and no merit in Verkhoglyad's claim that his sentence is substantively unreasonable.</p>\n<p><span class=\"star-pagination\">*137</span> III. <i>Conclusion</i></p>\n<p>To summarize, we conclude:</p>\n<p>(1) Defendant's sentence is not procedurally unreasonable because the district court (a) carried out its obligation to consider the sentencing factors specified in 18 U.S.C. § 3553(a), and (b) orally stated at sentencing the \"specific reasons for the imposition of a sentence different\" from that provided in the Sentencing Commission's policy statements for probation violations, <i>see</i> 18 U.S.C. § 3553(c)(2), To the extent the district court failed to satisfy the ministerial duty to memorialize its stated reasons in the written order of judgment, we identify no plain error, but we nevertheless remand for the limited purpose of allowing the district court to amend the judgment to comply with this requirement of § 3553(c)(2).</p>\n<p>(2) Defendant's sentence is not substantively unreasonable in light of the district court's findings.</p>\n<p>The judgment of the district court is AFFIRMED, but the case is REMANDED for the limited purpose of allowing the district judge to amend the written judgment to satisfy the ministerial duty to memorialize the stated reasons for sentence, as required by 18 U.S.C. § 3553(c)(2).</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable Richard M. Berman, of the United States District Court for the Southern District of New York, sitting by designation.</p>\n<p>[2]  Insofar as we discuss information derived from sealed documents, those documents are unsealed to the limited extent referenced in this opinion, although the full documents shall remain physically withheld from public review.</p>\n<p>[3]  Having pleaded guilty to a \"crime of violence,\" 18 U.S.C. § 3142(f)(1)(A), defendant was subject to mandatory detention pending sentence under the Bail Reform Act, <i>see id.</i> § 3143(a)(2). For a defendant subject to detention pursuant to § 3143(a)(2) or (b)(2) (mandating detention pending appeal) to secure release, he must satisfy the conditions set forth in 18 U.S.C. § 3143(a)(1) or (b)(1) <i>and</i> demonstrate \"exceptional reasons why . . . detention would not be appropriate.\" <i>Id.</i> § 3145(c); <i>see </i><i>United States v. DiSomma,</i> 951 F.2d 494, 496 (2d Cir.1991). We remind the government that, when it cites cooperation as the exceptional reason justifying a defendant's release pending sentencing, it should be prepared to demonstrate to the district court that cooperation will be pursued as expeditiously as possible and under circumstances that will safeguard against the defendant's further criminal conduct. It should be the rare case that requires years of release pending sentence.</p>\n<p>[4]  In the aftermath of <i>United States v. Booker</i><i>,</i> the Sentencing Commission's Guidelines, no less than its policy statements, are only advisory. Still, to the extent Guidelines sentencing ranges are products of Commission expertise applied to empirical evidence and national experience, courts recognize that they may reflect at least \"a rough approximation of sentences that might achieve § 3553 (a)'s objectives.\" <i>Rita v. United States,</i> 127 S.Ct. at 2465 (noting, nevertheless, that district courts may consider an argument that a \"Guidelines sentence itself fails properly to reflect § 3553(a) considerations\"). Whether sentencing ranges not grounded in such, data and experience warrant different consideration, particularly in light of the Supreme Court's recent decisions in <i>Kimbrough v. United States,</i> ___ U.S. ___, 128 S.Ct. 558, 575, 169 L.Ed.2d 481 (2007) and <i>Gall v. United States,</i> 128 S.Ct. at 594 <i>&amp;</i> n. 2, is something that the parties have not addressed and that we need not decide to conclude that there is no merit to Verkhoglyad's sentencing challenge.</p>\n<p>[5]  While \"a district court is not restricted to the Guidelines sentencing range applicable to a defendant's underlying federal offense when sentencing a defendant for a violation of probation,\" <i>United States v. Goffi,</i> 446 F.3d at 323, neither is it precluded from considering that range when, on revocation of probation, it carries out its statutory duty to impose a sentence on the underlying crime of conviction that is \"sufficient, but not greater than necessary to comply with the purposes\" set forth in § 3553(a)(2). <i>See</i> 18 U.S.C. § 3553(a).</p>\n<p>[6]  The Commission's explanation is particularly instructive with respect to violations of supervised release. Because a defendant subject to that new form of supervision would have already completed the term of confinement on the underlying crime of conviction, a question necessarily arose as to conduct being punished by imposition of a new sentence. The Commission made clear that it was not proposing that district courts sanction the violation conduct itself, which could be prosecuted separately, but the breach of trust reflected in the conduct. <i>See id.</i> ch. 7, pt. A, intro. comment. 3(b). Such a conclusion found support in the limited sanctions statutorily available for supervised release violations, <i>see id.</i> (citing 18 U.S.C. § 3583(e)(3)), which appear to have informed the modest sentencing ranges identified in the Commission's policy statements.\n</p>\n<p>By contrast, the relevant statutes make plain that a probation violation does not trigger a sentence for the violation conduct, but a \"resentence\" on the crime of conviction. <i>See</i> 18 U.S.C. § 3564(e) (noting that \"sentence of probation remains conditional and subject to revocation until its expiration or termination\"); <i>id.</i> § 3565(a)(2), (b) (providing for sentence of probation to be revoked and for \"re sentence\"); U.S.S.G. ch. 7, pt. A, intro. comment. 2(a) (citing § 3565 to support conclusion that, upon finding of probation violation, \"court may continue probation . . . or revoke probation and impose any other sentence that initially could have been imposed [for the underlying crime of conviction]\"). Thus, while a probation violation sentence plainly sanctions a defendant's breach of trust rather than his violation conduct, it is important not to lose sight of the fact that it does not sanction <i>only</i> the breach of trust. Rather, it resentences the defendant for the crime of conviction mindful that he has breached the trust placed in him by a probationary sentence.</p>\n<p>The Sentencing Commission drew no distinction between violations of supervised release and probation in propounding initial policy statements; nevertheless, it appears to have recognized that the matter required further consideration. <i>See</i> U.S.S.G. ch. 7, pt. A, intro. comment. 3(a), 4 (\"Although there was considerable debate as to whether the sanction imposed upon revocation of probation should be different from that imposed upon revocation of supervised release, the. Commission has initially concluded that a single set of policy statements is appropriate.\").</p>\n<p>[7]  We consider the extent of the district court's departure from the, policy statement guidelines in that section of this opinion addressing Verkhoglyad's argument that his sentence is substantively unreasonable. <i>See infra</i> II.B.</p>\n<p>[8]  Because Verkhoglyad did not move in the district court to amend the judgment to memorialize the court's sentencing reasons, <i>see</i> Fed.R.Crim.P. 35 (providing that \"[w]ithin 7 days after sentencing, the court may correct a sentence that resulted from arithmetical, technical, or other clear error\"), we review his § 3553(c)(2) challenge only for plain error. <i>See </i><i>United States v. Mordini,</i> 366 F.3d 93, 95 (2d Cir.2004).</p>\n<p>[9]  As we have previously ruled, the statutory requirement to articulate the specific reasons for sentence in the written judgment \"does not necessarily require an exhaustive statement of facts.\" <i>United States v. Hall,</i> 499 F.3d at 155 (observing that \"circulation through the Bureau of Prisons of a detailed statement of the facts underlying some reasons can present particular concerns, as for example, when a statement references sensitive information about crime victims, the defendant, or members of his family\"). Thus, on remand, the district court need include in its written judgment only a \"simple summary of [the] facts\" underlying the reasons for sentence to satisfy its § 3553(c)(2) obligation. <i>Id.</i></p>\n<p>[10]  <i>Sindima</i> recognized that a non-Guidelines sentence supported by such an explanation would be reasonable. <i>See id.</i></p>\n<p>[11]  We recognize, as we have no doubt the district court did, that Verkhoglyad's underlying crime of conviction carried with it the potential for violence, a particular concern given the nature of the racketeering conduct that first brought him before the court.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">516</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">122</span></span> (2008)</b></center>\n<center><h1>UNITED STATES of America, Appellee,<br>\nv.<br>\nOleg VERKHOGLYAD, Defendant-Appellant.</h1></center>\n<center>Docket No. 05-4210-cr.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: June 28, 2007.</center>\n<center>Decided: February 14, 2008.</center>\n<p><span class=\"star-pagination\">*123</span> <span class=\"star-pagination\">*124</span> Jeremy Gutman, New York, NY, for Defendant-Appellant.</p>\n<p>Jonathan E. Green, Assistant United States Attorney (Thomas Firestone, Susan Corkery, Assistant United States Attorneys, on the brief), for Benton J. Campbell, United States Attorney for the Eastern District of New York, Brooklyn, NY, for Appellee.</p>\n<p>Before: CABRANES, RAGGI, Circuit Judges, and BERMAN, District Judge.<sup>[1]</sup></p>\n<p>REENA RAGGI, Circuit Judge:</p>\n<p>Defendant Oleg Verkhoglyad appeals from that part of a judgment of conviction entered on August 1, 2005, in the United States District Court for the Eastern District of New York (Nina Gershon, <i>Judge</i>), as sentenced him to a 57-month term of imprisonment for violating federal probation by illegally possessing controlled substances. Presently incarcerated on this judgment, Verkhoglyad contends that his sentence is both (1) procedurally unreasonable because the district court failed (a) to consider the Sentencing Commission's policy statements on probation revocation as well as other sentencing factors identified in 18 U.S.C. § 3553(a), and (b) to state its reasons for imposing a non-Guidelines sentence; and (2) substantively unreasonable because it is disproportionate to the seriousness of his probation violation.</p>\n<p>Because we conclude that Verkhoglyad's sentencing challenges are essentially without merit, we affirm the judgment. We remand only to allow the district court to amend the judgment of conviction in order to memorialize therein its orally stated reasons for imposing the challenged sentence, as required by 18 U.S.C. § 3553(c)(2).</p>\n<p>I. <i>Factual Background</i></p>\n<p>To facilitate our discussion of the reasonableness of Verkhoglyad's sentence, we detail defendant's history of persistent recidivism despite the repeated leniency accorded him by the district court in return for his substantial assistance to law enforcement authorities.<sup>[2]</sup></p>\n<p>A. <i>The 1998 Conviction</i></p>\n<p>In March 1998, Verkhoglyad was arrested by federal authorities for myriad crimes committed as a member of a violent Russian organized crime group, the \"Gufield-Ketsenko Brigade.\" In June of that year, Verkhoglyad entered into a cooperation agreement with the government that allowed him to resolve his criminal case by pleading guilty to violence in aid of racketeering, <i>see</i> 18 U.S.C. § 1959(a)(3), extortion conspiracy, <i>see id.</i> § 1951, and bank fraud conspiracy, <i>see id.</i> § 371. Based on a total offense level of 24 and a criminal history category of I, Verkhoglyad faced a Sentencing. Guidelines range of 51 to 63 months in prison. Prior to sentencing, prosecutors moved for Verkhoglyad to receive a downward departure from this Guidelines range based on his substantial assistance to federal authorities in their pursuit of Russian organized crime members. <span class=\"star-pagination\">*125</span> <i>See</i> U.S.S.G. § 5K1.1. The district court granted the motion and, on March 17, 2000, sentenced Verkhoglyad principally to 36 months' incarceration followed by three years' supervised release. In doing so, the district judge observed that Verkhoglyad had not only received § 5K1.1 consideration; he had earlier secured an \"enormous benefit\" by being allowed to plead guilty to reduced charges. Sentencing Tr. at 15, Mar. 17, 2000. The judge cautioned Verkhoglyad that if, upon release from custody, he were to violate his supervised release, she would not hesitate to, put him \"in jail again. It's as simple as that.\" <i>Id.</i> at 16.</p>\n<p>B. <i>The 2001 Violation of Supervised Release and Conviction</i></p>\n<p>Because Verkhoglyad had been in custody since his 1998 arrest, he completed serving his 36-month sentence in November 2000. Only six months later, on May 22, 2001, Verkhoglyad was arrested by New York City police officers and charged with criminal possession of a weapon, specifically a switchblade knife. That knife possession hardly represented the full scope of Verkhoglyad's criminal activities in the few months since his release from prison. As Verkhoglyad disclosed to federal officials in securing yet another cooperation agreement, he had also illegally possessed a .22 caliber handgun, participated in a \"staged accident\" ring in Brooklyn, used false identification documents, and ingested illegal drugs. On November 21, 2001, Verkhoglyad pleaded guilty to a one-count information charging him with illegal possession of a firearm by a convicted felon, <i>see</i> 18 U.S.C. § 922(g)(1), and violation of supervised release by illegal possession of a switchblade knife. Verkhoglyad was then released on his own recognizance to facilitate his cooperation, and sentencing was adjourned <i>sine die.</i></p>\n<p>It was not until three and a half years later, on April 19, 2005, that Verkhoglyad was sentenced.<sup>[3]</sup> With an offense level of 21 and a criminal history category of III on the felon-in-possession count, he faced a Sentencing Guidelines range of 46 to 57 months. Meanwhile, because Verkhoglyad's possession of a switchblade knife qualified as a Grade C probation violation under the Guidelines, he also faced a 3 to 9 month prison term under applicable Sentencing Commission policy statements. <i>See</i> U.S.S.G. § 7B1.4(a). Once again, the government moved for Verkhoglyad to receive § 5K1.1 consideration. The district court granted the motion and sentenced Verkhoglyad to four years' probation on the felon-in-possession charge and a concurrent three-year term of supervision for the violation of supervised release. The court explained that the leniency of this sentence was based on defendant's \"extremely valuable\" cooperation, provided in circumstances that posed \"a serious danger\" to him. Sentencing Tr. at 19, Apr. 19, 2005. At the same time, however, the <span class=\"star-pagination\">*126</span> district court warned Verkhoglyad that no offer of future cooperation would help him if he were to violate the conditions of his probation and supervised release. To the contrary, the court stated that a violation would place Verkhoglyad before the court in the same position he was in that day, that is, facing a possible ten-year statutory maximum term of incarceration for his felon-in-possession crime:</p>\n<blockquote>. . . I just want you to understand that you're not going to be able to avoid a prison term if you violate supervised release or probation now. If you violate[,] I can sentence you as I could have sentenced you today, which is to . . . [t]he maximum term of imprisonment [of] ten years. If you jump[ ] a turnstile on the subway, you'll be back here. If you carry a knife or a little bit of drugs you'll be back here. And I want you to understand that I will not hesitate. I don't care how good you're being or how well you are working in your job or how well you are relating with your family because I'm giving you a big break today.</blockquote>\n<p>Sentencing Tr. at 21, Apr. 19, 2005; <i>see</i> 18 U.S.C. § 3565(a)(2).</p>\n<p>C. <i>The 2005 Probation Violation</i></p>\n<p>On April 26, 2005, one week after receiving the \"big break\" of non-incarceratory sentences, Verkhoglyad tested positive for marijuana use. A second test performed on May 4, 2005, detected an even higher level of marijuana as well as cocaine. Probation officials further discovered that, in the time between these tests, Verkhoglyad had traveled to Virginia without authorization. Based on these facts, Verkhoglyad was charged with two probation violations: (1) illegal possession of controlled substances, and (2) unauthorized travel outside the supervising district. Verkhoglyad disposed of these charges by pleading guilty to the first on July 18, 2005. As a consequence, revocation of probation and resentencing on the underlying felon-in-possession crime were mandated by 18 U.S.C. § 3565(b).</p>\n<p>In a violation report prepared for the district court, the Probation Department advised that Verkhoglyad's drug possession constituted a \"grade C\" violation of probation, which, with a criminal history category of III, resulted in a 5- to 11-month sentencing range under policy statement U.S.S.G. § 7B1.4(a). Based on defendant's history of recidivism and the fact that he had committed two probation violations within two weeks of sentencing, the Probation Department recommended imposition of a custodial sentence above this range, specifically noting the district court's statutory authority to re-sentence defendant in accordance with the penalties applicable to his original crime of conviction. <i>See</i> 18 U.S.C. § 3565(a)(2).</p>\n<p>Prior to imposing sentence on July 18, 2005, the district court heard from the prosecutor and probation officer, who urged incarceration; as well as from defense counsel, who requested leniency in light of a \"series of stresses\" in Verkhoglyad's life that purportedly contributed to his violation; and from defendant, who indicated a need for drug treatment. Sentencing Tr. at 8, July 18, 2005.</p>\n<p>Following this colloquy, the district judge concluded that Verkhoglyad should receive a sentence within the Guidelines range for the underlying 2001 crime of conviction. Judge Gershon explained:</p>\n<blockquote>I gave an enormous benefit to the defendant on [the 2001 felon-in-possession] case, based on his cooperation and his representations, and those of his attorney, that he had been rehabilitated and he had been transformed.</blockquote>\n<blockquote>I also gave him an enormous benefit on the supervised release violation, in which <span class=\"star-pagination\">*127</span> I could have also imposed custody which could have been consecutive . . . to the time that I could have imposed on the '01 case.</blockquote>\n<blockquote>I should also point out that on the '98 [convictions for racketeering, extortion conspiracy, and bank fraud conspiracy], I sentenced him to 36 months initially, when the guideline range at that point was 51 to 63 months, and I gave him the benefit based on his cooperation.</blockquote>\n<blockquote>At this point I think everyone, including the defendant, recognizes it is impossible to simply return this defendant to any kind of community supervision. He is not amenable to it, at least not yet. In order to determine the sentence, I am going back to the original guideline range on the felon-in-possession case, the '01 case, which was . . . 46 to 57 months on that case. Of Course the guideline range is now advisory and not mandatory; however, I think it does give rise to an appropriate sentencing range for this violation.</blockquote>\n<p><i>Id.</i> at 13-14. The district court then sentenced Verkhoglyad to 57 months' incarceration, observing:</p>\n<blockquote>This defendant has, I believe, misled the court about his intentions and his rehabilitation, and I think at this point there is reason for him to be . . . punished for what he has done, deterred from doing it again, and also have available to him a drug treatment program that he can not avoid by simply not attending.</blockquote>\n<p><i>Id.</i> at 14-15.</p>\n<p>This timely appeal followed.</p>\n<p>II. <i>Discussion</i></p>\n<p>Our review of challenged sentences is limited to \"reasonableness,\" <i>United States v. Booker,</i> <span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">220</span></span>, 261-64, <span class=\"citation no-link\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">738</span></span>, <span class=\"citation no-link\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">621</span></span> (2005), a concept that applies both to \"the sentence itself' and to \"the procedures employed in arriving at the sentence,\" <i>United States v. Fernandez,</i> <span class=\"citation\" data-id=\"2871\"><a href=\"/opinion/2871/united-states-v-fernandez/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">19</span></a></span>, 26 (2d Cir.2006); <i>see </i><i>United States v. Crosby,</i> <span class=\"citation\" data-id=\"789140\"><a href=\"/opinion/789140/united-states-v-jerome-crosby/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span>, 114-15 (2d Cir.2005). The procedural inquiry focuses \"primarily on the sentencing court's compliance with its statutory obligation to consider the factors detailed in 18 U.S.C. § 3553(a),\" <i>United States v. Canova,</i> <span class=\"citation\" data-id=\"790692\"><a href=\"/opinion/790692/united-states-of-america-cross-appellee-v-john-canova/\"><span class=\"volume\">412</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">331</span></a></span>, 350 (2d Cir.2005); <i>see </i><i>United States v. Rattoballi,</i> <span class=\"citation\" data-id=\"794721\"><a href=\"/opinion/794721/united-states-v-james-rattoballi/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 131-32 (2d Cir.2006), while the substantive inquiry assesses \"the length of the sentence imposed in light of the [§ 3553(a)] factors,\" <i>United States v. Villafuerte,</i> <span class=\"citation\" data-id=\"1236610\"><a href=\"/opinion/1236610/united-states-v-villafuerte/\"><span class=\"volume\">502</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">204</span></a></span>, 206 (2d Cir. 2007). In both respects, our standard of review is abuse of discretion. <i>See </i><i>Gall v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145843\"><a href=\"/opinion/145843/gall-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, 596, 169 L.Ed.2d 445(2007) (noting \"rule that the abuse-of-discretion standard of review applies to appellate review of all sentencing decisionswhether inside or outside the Guidelines range\"); <i>see also </i><i>Rita v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2456</span></a></span>, 2465, <span class=\"citation\" data-id=\"145708\"><a href=\"/opinion/145708/rita-v-united-states/\"><span class=\"volume\">168</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">203</span></a></span> (2007); <i>United States v. Fernandez,</i> 443 F.3d at 27. Applying these principles to this case, we identify no unreasonableness in Verkhoglyad's sentence, although we do note a failure to comply with the ministerial requirement of written memorialization set forth in 18 U.S.C. § 3553(c)(2).</p>\n<p>A. <i>Procedural Sentencing Challenges</i></p>\n<p>Verkhoglyad contends that his 57-month term of imprisonment is procedurally unreasonable in two respects: (1) the district court failed to consider the 5- to 11-month term of incarceration identified in the Sentencing Commission's policy statement on probation revocation, as well as other sentencing factors outlined in 18 U.S.C. § 3553(a); and (2) the district court failed to state its reasons for imposing a sentence higher than that prescribed by the policy statement, as required by 18 <span class=\"star-pagination\">*128</span> U.S.C. § 3553(c)(2). Because Verkhoglyad did not raise these procedural objections to the district court at the time of sentencing, we review his claims for plain error. <i>See </i><i>United States v. Villafuerte,</i> 502 F.3d at 208-11 (holding that plain error review applies to procedural sentencing challenges not raised in district court). Verkhoglyad submits that he is entitled to a less rigorous standard of review because the government has failed to argue that his claims are unpreserved. We need not here decide the effect of any government waiver because `Verkhoglyad cannot demonstrate procedural unreasonableness under any standard of review.</p>\n<p>1. <i>Consideration of § 3553(a) Factors</i></p>\n<p>a. <i>Section 3553(a)(4)(B)</i></p>\n<p>Verkhoglyad notes that, at the time it imposed the challenged 57-month sentence, the district court made no mention of the 5- to 11-month range of imprisonment provided in the Guidelines policy statement on violations of probation and supervised release, U.S.S.G. § 7B 1.4. He urges us to conclude from this fact that the district court necessarily failed to satisfy its obligations under 18 U.S.C. § 3553(a)(4)(B), which requires the sentencing court to consider \"the applicable guidelines or policy statements issued by the Sentencing Commission.\" We are not persuaded.</p>\n<p>(1) <i>The Non-binding Policy Statements Applicable to Probation Violations</i></p>\n<p>Before discussing Verkhoglyad's specific argument, we review how Chapter 7 of the Guidelines fits into the legal framework for evaluating probation violations. By statute, every probationary sentence is \"conditional and subject to revocation until its expiration or termination.\" 18 U.S.C. § 3564(e). Because Verkhoglyad possessed a controlled substance in violation of a condition of probation, the district court was required to \"revoke the sentence of probation and resentence [him]\" to any term that could have been imposed on the underlying crime of conviction in accordance with §§ 3551-3559, the statutory provisions generally applicable to criminal sentencing. <i>Id.</i> 3565(b); <i>see also </i><i>United States v. Goffi,</i> <span class=\"citation\" data-id=\"794146\"><a href=\"/opinion/794146/united-states-v-charles-goffi/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">319</span></a></span>, 322 (2d Cir.2006). Under § 3551(b), \"an individual found guilty of an offense shall be sentenced . . . in accordance with the provisions of section 3553.\" Section 3553(a), in turn, requires a district court to consider a number of relevant sentencing factors, including \"the applicable guidelines or policy statements issued by the Sentencing Commission.\" 18 U.S.C. § 3553(a)(4)(B).</p>\n<p>In formulating sentencing ranges for violations of probation and supervised release, the Sentencing Commission specifically limited itself to policy statements rather than formal guidelines. <i>See</i> U.S.S.G. ch. 7, pt. A, intro. comment. 1. Even prior to <i>Booker,</i> it was understood that such policy statements were only advisory. <i>See </i><i>United States v. Goffi,</i> 446 F.3d at 322; <i>United States v. Lewis,</i> <span class=\"citation\" data-id=\"791972\"><a href=\"/opinion/791972/united-states-v-myrisa-v-lewis/\"><span class=\"volume\">424</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">239</span></a></span>, 245 (2d Cir.2005). The Commission's decision to proceed in this manner was informed, in no small part, by a lack of empirical data and national experience with both (1) violations of supervised release, then a \"new form of post-imprisonment supervision created by the Sentencing Reform Act,\" U.S.S.G. ch. 7, pt. A, intro, comment. 2(b); and (2) violations of probation, which had been transformed from a \"suspension\" of an identified sentence to \"a sentence in itself,\" the revocation of which would trigger a resentence on the underlying crime of conviction, <i>id.</i> ch. 7, pt. A, intro, comment. 2(a); <i>see also</i> 18 U.S.C. § 3565. Such data and experience are, of course, the foundation for most of the Commission's detailed Sentencing <span class=\"star-pagination\">*129</span> Guidelines. <i>See</i> U.S.S.G. ch. 1, pt. A, intro. comment. 3; <i>see also </i><i>Gall v. United States,</i> 128 S.Ct. at 594 (noting that Guidelines are generally \"the product of careful study based on extensive empirical evidence derived from the review of thousands of individual sentencing decisions\"). In the absence of such data, the Commission opted to identify only policy statement sentencing ranges for supervised release and probation revocations, thereby affording \"greater flexibility . . . for evaluation by the courts and the Commission.\" U.S.S.G. ch. 7, pt. A, intro. comment. 3(a). Such policy statements were intended to be the \"first step in an evolutionary process\" leading to formal Guidelines, <i>id.</i> ch. 7, pt. A, intro. comment. 5, although to date, no such Guidelines have been promulgated.<sup>[4]</sup></p>\n<p>(2) <i>Consideration of the Probation Violation Policy Statements in this Case</i></p>\n<p>Verkhoglyad's claim that the district court failed to satisfy its obligations under § 3553(a)(4)(B) is unconvincing for several reasons.</p>\n<p>First, the law in this circuit is well established that, in the absence of record evidence suggesting otherwise, we presume \"that a sentencing judge has faithfully discharged her duty to consider the statutory factors.\" <i>United States v. Fernandez,</i> 443 F.3d at 30. While our review is undoubtedly made easier if a district judge explicitly references the § 3553(a) factors, we have declined to prescribe any \"specific verbal formulations . . . to demonstrate the adequate discharge of the duty to `consider' matters relevant to sentencing.\" <i>United States v. Fleming,</i> <span class=\"citation\" data-id=\"789138\"><a href=\"/opinion/789138/united-states-v-daniel-lee-fleming/\"><span class=\"volume\">397</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 100 (2d Cir.2005); <i>United States v. Crosby,</i> 397 F.3d at 112-13. Thus, we will not assume, simply from the fact that the district court did not reference the 5- to 11-month sentencing range provided in U.S.S.G. § 7B 1.4(a), that it failed to satisfy its § 3553(a)(4)(B) obligation. <i>See </i><i>United States v. Fernandez,</i> 443 F.3d at 30; <i>accord </i><i>United States v. Villafuerte,</i> 502 F.3d at 210.</p>\n<p>Second, nothing in the record of this case warrants a different conclusion. To the contrary, the fact that Verkhoglyad's probation violation report specifically informed the district court of the sentencing range provided in U.S.S.G. § 7B1.4(a) only supports the presumption that the able district judge considered this range as required by § 3553(a)(4)(B). As the violation report itself observed, a number of factors weighed strongly in favor of a higher sentence than that provided in § 7B 1.4(a). Indeed, the imposition of a higher sentence was supported by commentary to this very policy statement. Application Note 4 to § 7B 1.4 expressly recognizes that where a defendant's \"original sentence [of probation] was the result of a <span class=\"star-pagination\">*130</span> downward departure <i>(e.g.,</i> as a reward for substantial assistance),\" a violation may well warrant an upward departure from the policy statement range.</p>\n<p>The district court appears to have had this Application Note in mind when it explained its decision to go \"back to the original guideline range on the felon in possession case, the '01 case, which . . . was 46 to 57 months\" in imposing a sentence for the probation violation. Sentencing Tr. at 13, July 18, 2005.<sup>[5]</sup> As the court observed, Verkhoglyad had been given significant sentencing consideration for his cooperation on more than one occasion: (a) a term of probation on his 2001 felon-in-possession conviction, when his Guidelines range provided for 46 to 57 months' incarceration; (b) a non-incarceratory sentence for his 2001 violation of supervised release, when consecutive prison time was authorized; and (c) a 36-month prison term on his 1998 RICO/extortion/bank fraud conviction, when his Guidelines range provided for 51 to 63 months' incarceration. Because Verkhoglyad had repeatedly betrayed the trust reflected in these lenient sentences, the court reasonably concluded that a sentence in excess of the policy statement range was warranted on his violation of probation. <i>See </i><i>United States v. Sindima,</i> <span class=\"citation\" data-id=\"797916\"><a href=\"/opinion/797916/united-states-v-felix-sindima/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, 86 (2d Cir.2007) (noting that Sentencing Commission's policy statements emphasize breach of trust rather than egregiousness of violation conduct as critical factor in imposing sentence for violation of probation or supervised release (quoting U.S.S.G. ch. 7, pt. A, intro. comment. 3(b) (explaining why Commission chose to focus on \"breach of trust\" evidenced by defendant's violation conduct<sup>[6]</sup>))).</p>\n<p><span class=\"star-pagination\">*131</span> Because the district court's sentencing conclusion is well supported not only by the facts, but also by the, Commission's policy statements, <i>see</i> U.S.S.G. § 7B 1.4, application note 4; <i>id.</i> ch. 7, pt. A, intro. comment. 2(a) (recognizing district court's statutory authority to impose any sentence \"that initially could have been imposed\" on the underlying federal offense for which probation was being served (citing 18 U.S.C. § 3565)), we reject as without merit defendant's argument that the district court failed to satisfy its consideration obligation under § 3553(a)(4)(B). <i>See </i><i>United States v. Fernandez,</i> 443 F.3d at 30.<sup>[7]</sup></p>\n<p>b. <i>The Remaining § 3553(a) Factors</i></p>\n<p>Verkhoglyad asserts that the district court failed to give adequate consideration to other sentencing factors set forth in § 3553(a), including the seriousness of his probation violation, his personal history and characteristics, and the disparity between his sentence and other probation violation sentences. The argument merits little discussion.</p>\n<p>At the outset, we reiterate that the law does not impose \"any rigorous requirement of specific articulation\" on sentencing judges with respect to their consideration of § 3553(a) factors. <i>United States v. Crosby,</i> 397 F.3d at 113. \"No robotic incantations are required to prove the fact of consideration,\" and we will not assume a failure of consideration simply because a district court fails to enumerate or discuss each § 3553(a) factor individually. <i>United States v. Fernandez,</i> 443 F.3d at 30 (internal quotation marks omitted). Further, the requirement to consider § 3553(a) factors \"is <i>not</i> synonymous\" with any requirement that a particular factor \"be given determinative or dispositive weight\" in the identification of the appropriate sentence. <i>Id.</i> at 32 (emphasis in original). Rather, the weight to be afforded any § 3553(a) factor \"is a matter firmly committed to the discretion of the sentencing judge and is beyond our review, as long as the sentence ultimately imposed is reasonable.\" <i>Id.</i></p>\n<p>In the course of sentencing. Verkhoglyad three times between 1998 and 2005, the district court reviewed two presentence reports, two violation reports, and two § 5K1.1 motions. On multiple occasions, it heard from the prosecutor, probation officers, defense counsel, and the defendant himself. We have no doubt that the district court thus possessed ample information to assess the seriousness of Verkhoglyad's probation violation and the underlying crime of conviction on which he was to be resentenced, his history of crime and cooperation, and his personal characteristics. Nothing in the record indicates that it overlooked any of these factors. Rather, it appears not to have viewed them favorably to defendant.</p>\n<p>For example, Verkhoglyad suggests that his drug possession is not a particularly severe violation of probation. We need not address this dubious characterization of criminal conduct. As the district court correctly recognized, the severity of Verkhoglyad's violation was not to be determined <span class=\"star-pagination\">*132</span> by looking at the drug conduct in isolation. Rather, the district court had to consider the conduct in context to determine the extent to which it reflected a betrayal of the court's trust in imposing a non-incarceratory sentence for the underlying felon-in-possession conviction. <i>See </i><i>United States v. Sindima,</i> 488 F.3d at 86.</p>\n<p>As the record plainly shows, the betrayal in this case was flagrant. Verkhoglyad did not simply use drugs while on probation; he used drugs within days of being placed on probation and being warned by the district court that any violation would result in a severe term of incarceration, possibly up to the ten-year statutory maximum provided for his felon-in-possession crime. In light of these circumstances, the district court reasonably concluded that the violation represented such, a prompt and complete contempt for both the court's trust and the law as to outweigh whatever cooperation benefits had initially prompted its imposition of a probationary sentence. Indeed, that conclusion was reinforced by the district court's chronicle of how defendant had persistently betrayed the court's trust through repeated criminal conduct in the face of lenient sentences.</p>\n<p>To the extent Verkhoglyad faults the district court for failing to consider the disparity between his sentence and those imposed in other probation violation cases, nothing in the record warrants a departure from the presumption of consideration recognized in <i>United States v. Fernandez,</i> 443 F.3d at 30. Insofar as Verkhoglyad claims that the discrepancy between his 57-month sentence and the 5- to 11-month policy statement range is simply too large to be reasonable, such an argument goes to substantive rather than procedural unreasonableness and will be addressed <i>infra</i> at II.B.</p>\n<p>In sum, on the record before us, we identify no merit in Verkhoglyad's claim that the district court failed to consider § 3553(a) factors in imposing the challenged sentence.</p>\n<p>2. <i>Compliance with § 3553(c)(2)'s Requirement for Statement of Sentencing Reasons</i></p>\n<p>Verkhoglyad contends that his sentence is procedurally unreasonable because the district court failed to articulate its reasons for imposing a sentence higher than that prescribed by the relevant policy statements, as required by 18 U.S.C. § 3553(c)(2). Pursuant to § 3553(c), a district court, at the time of sentencing, must \"state in open court the reasons for its imposition of the particular sentence.\" In addition, if the sentence imposed is outside the applicable range prescribed by the Commission's guidelines or policy statements, the sentencing court must state \"the specific reason for the imposition of a sentence different\" from that prescribed by the Commission and memorialize that reason \"in the written order of judgment and commitment.\" 18 U.S.C. § 3553(c)(2); <i>see </i><i>United States v. Hall,</i> <span class=\"citation\" data-id=\"1362301\"><a href=\"/opinion/1362301/united-states-v-hall/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">152</span></a></span>, 153 n. 1 (2d Cir.2007); <i>United States v. Jones,</i> <span class=\"citation\" data-id=\"795404\"><a href=\"/opinion/795404/united-states-v-eric-jones/\"><span class=\"volume\">460</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">191</span></a></span>, 196 &amp; n. 1 (2d Cir. 2006); <i>United States v. Goffi,</i> 446 F.3d at 321. These requirements, which survive <i>Booker,</i> serve the important goals of</p>\n<blockquote>(1) informing the defendant of the reasons for his sentence, (2) permitting meaningful appellate review, (3) enabling the public to, learn why the defendant received a particular sentence, and (4) guiding probation officers and prison officials in developing a program to meet the defendant's needs.</blockquote>\n<p><i>United States v. Villafuerte,</i> 502 F.3d at 210.</p>\n<p>In considering the district court's compliance with § 3553(c)(2) in this case, we reiterate our holding in <i>United States v. Lewis</i> that \"a court's statement of its <span class=\"star-pagination\">*133</span> reasons, for going beyond non-binding <i>policy statements</i> in imposing a sentence after revoking a defendant's [probationary] term need not be as specific as has been required when courts departed from <i>guidelines</i> that were, before <i>Booker,</i> considered to be mandatory.\" 424 F.3d at 245 (emphasis in original). In fact, however, the district court was quite specific in explaining the reasons for its sentence.</p>\n<p>It emphasized on the record the \"enormous\" sentencing breaks that it had repeatedly afforded Verkhoglyad. Sentencing Tr. at 13, July 18, 2005. In particular, the court noted two prior occasions when it had imposed sentences substantially below the ranges prescribed by the Guidelines \"based on his cooperation\" with the government \"and his representations, and those of his attorney, that he had been rehabilitated and he had been transformed.\" <i>Id.</i> The court found that defendant had, in fact, \"misled the court about his intentions and his rehabilitation,\" and repeatedly violated the law. <i>Id.</i> at 14-15. As a consequence, it decided that it had erred in affording Verkhoglyad leniency on his underlying crime of conviction. It resentenced him by reference to the Guidelines originally applicable to his felon-inpossession offense. <i>See</i> 18 U.S.C. § 3553(a)(4)(B). The court explained that such a term of incarceration was intended to meet three well-recognized sentencing objectives: punishment for the underlying crime, deterrence of future criminal conduct, and a measure of meaningful drug treatment. <i>See</i> Sentencing Tr. at 14-15, July 18, 2005 (explaining \"I think at this point there is . . . reason for him to be punished for what he has done, deterred from doing it again, and also have available to him a drug treatment program that he can not avoid by simply not attending\"). <i>Id.</i> This oral explanation for Verkhoglyad's sentence was more than sufficient to inform the defendant and public of the reasons for the particular sentence and \"to permit our review for reasonableness.\" <i>United States v. Jones,</i> 460 F.3d at 196; <i>see </i><i>United States v. Sindima,</i> 488 F.3d at 86; <i>United States v. Fleming,</i> 397 F.3d at 100. Thus, we conclude that the district court satisfied the statutory requirement to provide \"the specific reason for the imposition of a sentence different\" from that prescribed by the applicable policy statements. 18 U.S.C. § 3553(c)(2).</p>\n<p>It appears, however, that the district court did not memorialize its stated sentencing reasons \"in the written order of judgment and commitment\" .as further required by § 3553(c)(2). <i>See </i><i>United States v. Rattoballi,</i> 452 F.3d at 138. While such an omission in the face of sufficient oral reasons will rarely rise to the level of plain error,<sup>[8]</sup> we have recognized it to be \"`the better course\" in such circumstances \"to remand so that noncompliance with subsection 3553(c)(2) may be remedied.\" <i>United States v. Jones,</i> 460 F.3d at 197 (quoting <i>United States v. Goffi,</i> 446 F.3d at 322 n. 2). As we observed in <i>United States v. Hall</i><i>,</i></p>\n<blockquote>while a remand to the district court solely for the purpose of complying with section 3553(c)(2) will not result in any change in the conviction or sentence . . . a written statement of reasons is beneficial because the Bureau of Prisons consults the written judgment of conviction, <span class=\"star-pagination\">*134</span> which may contain information relevant to a defendant's service of sentence.</blockquote>\n<p>499 F.3d at 154-55.</p>\n<p>Accordingly, although we do not identify any procedural error warranting resentencing in this case, we remand solely to permit the district court to amend its written judgment to satisfy the ministerial duty to memorialize its stated reasons for sentencing as required by § 3553(c)(2).<sup>[9]</sup></p>\n<p>B. <i>Substantive Sentencing Challenge</i></p>\n<p>Verkhoglyad acknowledges that his possession of controlled substances mandated revocation of his probation and resentence on his felon-in-possession crime of conviction. Nevertheless, he challenges his 57-month term of imprisonment on the ground that the length of his sentence was \"so disproportionate to the violation that it is unreasonable.\" Appellant's Br. at 11. Preliminarily, we observe that Verkhoglyad did not raise this substantive challenge to the district court. Although <i>United States v. Villafuerte</i> holds that rigorous plain error analysis applies to unpreserved <i>procedural</i> challenges to a sentence, <i>see</i> 502 F.3d at 208-211, this court has not determined whether the same conclusion applies to unpreserved <i>substantive</i> challenges to a sentence. We need not decide that question on this appeal because, whether we review Verkhoglyad's substantive challenge for \"plain error or for error alone,\" <i>United States v. Goffi,</i> 446 F.3d at 321 (internal quotation marks omitted), his argument fails on its merits.</p>\n<p>As we have repeatedly observed in considering post-<i>Booker</i> sentencing challenges, \"`reasonableness' is inherently a concept of flexible meaning, generally lacking precise boundaries.\" <i>United States v. Crosby,</i> 397 F.3d at 115; <i>see </i><i>United States v. Jones,</i> 460 F.3d at 195-96; <i>United States v. Fairclough,</i> <span class=\"citation\" data-id=\"793427\"><a href=\"/opinion/793427/united-states-v-roylin-fairclough/\"><span class=\"volume\">439</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">76</span></a></span>, 79 (2d Cir.2006). Our review of sentences for reasonableness thus \"exhibit[s] restraint, not micromanagement.\" <i>United States v. Fleming,</i> 397 F.3d at 100. \"Although the brevity or length of a sentence can exceed the bounds of `reasonableness,' we anticipate encountering such circumstances infrequently.\" <i>Id.</i> This is not one of those rare cases.</p>\n<p>In urging us to hold otherwise, Verkhoglyad complains that his 57-month sentence is more than five times the upperend of the applicable policy statement range. By itself, this is insufficient to demonstrate substantive unreasonableness. The Supreme Court has expressly rejected the use of mathematical formulas to gauge substantive unreasonableness. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 595. In so holding, the Court noted that percentages can be particularly deceiving where, as in this case, the sentencing range at issue is measured in months. <i>See id.</i> (noting that deviations always appear extreme when Guidelines ranges are small). Gall's holding validates our own earlier conclusion that numerical rules are \"too simplistic\" to effectuate the sentencing purposes of § 3553(a). <i>United States v. Rattoballi,</i> 452 F.3d at 137 n. 5; <i>see</i> <span class=\"star-pagination\">*135</span> <i>United States v. Fernandez,</i> 443 F.3d at 27 (\"[Wile have expressed a commitment to avoid the formulation of <i>per se</i> rules to govern our review of sentences for reasonableness.\").</p>\n<p>Nor can Verkhoglyad demonstrate substantive unreasonableness by noting that his 57-month sentence far exceeds the two-year sentence upheld in <i>United States v. Fleming</i> for a defendant who also repeatedly violated supervision and abused drugs. <i>See</i> 397 F.3d at 96-97. The cases are not analogous. Fleming violated supervised release, not probation. This means he had served a term of incarceration on his underlying crime of conviction. Thus, the relevant statute, 18 U.S.C. § 3583(e)(3), did not provide for the district court to resentence Fleming on his underlying crime of conviction. Moreover, it expressly limited the prison sentence that could be imposed for his Class D supervision violation to two years. <i>See id.</i> By contrast, Verkhoglyad's probationary sentence allowed him to avoid, serving any prison time on his felon-in-possession conviction, provided he adhered to certain conditions. When he breached one of those conditions by unlawfully possessing controlled substances, 18 U.S.C. § 3565(b)(1) required' the district court to revoke the conditional sentence of probation and to. resentence Verkhoglyad to prison on the underlying crime of conviction, authorizing any term up to that crime's ten-year maximum.</p>\n<p>The district court did not impose a ten-year sentence. Rather, it sentenced Verkhoglyad to 57 months' imprisonment, the high end of the Guidelines range applicable to his felon-in-possession conviction. As we noted earlier, <i>see supra</i> 130 n. 5, \"a district court is not restricted to the Guidelines sentencing range applicable to a defendant's underlying federal offense when sentencing a defendant for a violation of probation.\" 446 F.3d at 323. Nevertheless, on revocation of probation, a resentence that falls within the range for the underlying crime of conviction will rarely qualify as too severe to be substantively reasonable. To hold otherwise would be to suggest that a defendant is in a better position to argue the substantive unreasonableness of a Guidelines sentence for a particular crime of conviction <i>after</i> violating, probation than he is before breaching the court's trust. <i>Cf. </i><i>Rita v. United States,</i> 127 S.Ct. at 2467 (observing that where sentencing court and Commission both determine that Guidelines sentence is warranted in case, sentence is unlikely to be held unreasonable). Thus, in this case, in which Verkhoglyad was spared incarceration because of his cooperation and promptly showed himself unworthy of that consideration by engaging in further criminal conduct, we reject the argument that a resentence on the underlying crime of conviction within the Guidelines range for that crime is substantively unreasonable.</p>\n<p>Finally, our decision in <i>United States v. Sindima,</i> <span class=\"citation\" data-id=\"797916\"><a href=\"/opinion/797916/united-states-v-felix-sindima/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span>, does not support Verkhoglyad's claim that it was substantively unreasonable for the district court to impose a sentence significantly higher than the Chapter 7 Guidelines range. In <i>Sindima,</i> our primary concern was that the challenged sentence punished `the defendant for the \"egregious\" nature of his violation conduct instead of sanctioning \"primarily the defendant's breach of trust\" as provided by Commission policy. <i>Id.</i> at 86 (internal quotation marks omitted) (quoting U.S.S.G. ch. 7, pt. A, intro. comment. 3(b)). For reasons already discussed, <i>see' supra</i> at 130-31, 133-34, no such concern arises in this case. The district court made clear that Verkhoglyad's possession of drugs in violation of his probation was relevant <i>only</i> insofar as it demonstrated that defendant had completely misled the <span class=\"star-pagination\">*136</span> court only days earlier about his willingness to conform his conduct to law as the court had demanded when it granted him the benefit of a non-incarceratory sentence. To the extent <i>Sindima</i> emphasized the Commission policy to sanction \"primarily the defendant's breach of trust,\" 488 F.3d at 86, it did notand could not ignore the fact that revocation of probation requires a defendant to be resentenced on the crime of conviction, and not simply on the breach of trust. See 18 U.S.C. § 3565(a)(2); <i>supra</i> at 130-31 n. 6.</p>\n<p>Insofar as <i>Sindima</i> held that courts must offer a convincing explanation to support a sentence outside the ranges identified in U.S.S.G. § 7B1.4, <i>see</i> 488 F.3d at 87,<sup>[10]</sup> such an explanation need not be extensive or detailed. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 594 &amp; n. 2; <i>Kimbrough v. United States,</i> 128 S.Ct. at 575; <i>see also </i><i>United States v. Lewis,</i> 424 F.3d at 245. We need not identify the precise point at which an explanation is insufficient to permit appellate review because, in this case, the district court's explanation for the challenged sentence was more than adequate. Specifically, (1) its recitation of Verkhoglyad's history of recidivism in the face of repeated leniency; (2) its express finding that Verkhoglyad had misled the court about his rehabilitation and his intentions to abide by the terms of his probation; and (3) its stated purpose to impose a resentence adequate (a) to punish defendant for his underlying felon-in-possession crime, (b) to deter future criminal conduct, and (c) to afford him requested, drug treatment, when viewed as a whole, satisfactorily explain the decision to resentence outside the policy statements for probation violations and within the Guidelines range for the crime of conviction.<sup>[11]</sup></p>\n<p>In so holding, we are also mindful that, in <i>Gall,</i> the Supreme Court ruled that no presumption of unreasonableness may be applied to sentences outside applicable Guidelines ranges. <i>See </i><i>Gall v. United States,</i> 128 S.Ct. at 597. While a reviewing court may certainly consider the extent of and reasons for a deviation in assessing reasonableness, in the end, it \"must give due deference to the district court's decision that the § 3553(a) factors, on a whole, justify the extent of the variance.\" <i>Id.</i> Such deference derives from the practical realization that a \"`sentencing judge has access to, and greater familiarity with, the individual case and the individual defendant before him than the Commission or the appeals court.'\" <i>Id.</i> at 597-98 (quoting <i>Rita v. United States,</i> 127 S.Ct. at 2469). That conclusion applies with particular force to probation violation proceedings, where the sentencing judge has unique insights into both the circumstances that prompted the initial non-incarceratory sentence and the degree to which the violation represents a serious betrayal of the court's trust and a risk of future criminal conduct. The record in this case not only confirms the district court's possession of these insights, it demonstrates the soundness of its conclusion that these factors all weighed heavily against Verkhoglyad. In these circumstances, we identify no abuse of the district court's sentencing discretion and no merit in Verkhoglyad's claim that his sentence is substantively unreasonable.</p>\n<p><span class=\"star-pagination\">*137</span> III. <i>Conclusion</i></p>\n<p>To summarize, we conclude:</p>\n<p>(1) Defendant's sentence is not procedurally unreasonable because the district court (a) carried out its obligation to consider the sentencing factors specified in 18 U.S.C. § 3553(a), and (b) orally stated at sentencing the \"specific reasons for the imposition of a sentence different\" from that provided in the Sentencing Commission's policy statements for probation violations, <i>see</i> 18 U.S.C. § 3553(c)(2), To the extent the district court failed to satisfy the ministerial duty to memorialize its stated reasons in the written order of judgment, we identify no plain error, but we nevertheless remand for the limited purpose of allowing the district court to amend the judgment to comply with this requirement of § 3553(c)(2).</p>\n<p>(2) Defendant's sentence is not substantively unreasonable in light of the district court's findings.</p>\n<p>The judgment of the district court is AFFIRMED, but the case is REMANDED for the limited purpose of allowing the district judge to amend the written judgment to satisfy the ministerial duty to memorialize the stated reasons for sentence, as required by 18 U.S.C. § 3553(c)(2).</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable Richard M. Berman, of the United States District Court for the Southern District of New York, sitting by designation.</p>\n<p>[2]  Insofar as we discuss information derived from sealed documents, those documents are unsealed to the limited extent referenced in this opinion, although the full documents shall remain physically withheld from public review.</p>\n<p>[3]  Having pleaded guilty to a \"crime of violence,\" 18 U.S.C. § 3142(f)(1)(A), defendant was subject to mandatory detention pending sentence under the Bail Reform Act, <i>see id.</i> § 3143(a)(2). For a defendant subject to detention pursuant to § 3143(a)(2) or (b)(2) (mandating detention pending appeal) to secure release, he must satisfy the conditions set forth in 18 U.S.C. § 3143(a)(1) or (b)(1) <i>and</i> demonstrate \"exceptional reasons why . . . detention would not be appropriate.\" <i>Id.</i> § 3145(c); <i>see </i><i>United States v. DiSomma,</i> <span class=\"citation\" data-id=\"573885\"><a href=\"/opinion/573885/united-states-v-joseph-disomma/\"><span class=\"volume\">951</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">494</span></a></span>, 496 (2d Cir.1991). We remind the government that, when it cites cooperation as the exceptional reason justifying a defendant's release pending sentencing, it should be prepared to demonstrate to the district court that cooperation will be pursued as expeditiously as possible and under circumstances that will safeguard against the defendant's further criminal conduct. It should be the rare case that requires years of release pending sentence.</p>\n<p>[4]  In the aftermath of <i>United States v. Booker</i><i>,</i> the Sentencing Commission's Guidelines, no less than its policy statements, are only advisory. Still, to the extent Guidelines sentencing ranges are products of Commission expertise applied to empirical evidence and national experience, courts recognize that they may reflect at least \"a rough approximation of sentences that might achieve § 3553 (a)'s objectives.\" <i>Rita v. United States,</i> 127 S.Ct. at 2465 (noting, nevertheless, that district courts may consider an argument that a \"Guidelines sentence itself fails properly to reflect § 3553(a) considerations\"). Whether sentencing ranges not grounded in such, data and experience warrant different consideration, particularly in light of the Supreme Court's recent decisions in <i>Kimbrough v. United States,</i> ___ U.S. ___, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">558</span></a></span>, 575, <span class=\"citation\" data-id=\"145841\"><a href=\"/opinion/145841/kimbrough-v-united-states/\"><span class=\"volume\">169</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">481</span></a></span> (2007) and <i>Gall v. United States,</i> 128 S.Ct. at 594 <i>&amp;</i> n. 2, is something that the parties have not addressed and that we need not decide to conclude that there is no merit to Verkhoglyad's sentencing challenge.</p>\n<p>[5]  While \"a district court is not restricted to the Guidelines sentencing range applicable to a defendant's underlying federal offense when sentencing a defendant for a violation of probation,\" <i>United States v. Goffi,</i> 446 F.3d at 323, neither is it precluded from considering that range when, on revocation of probation, it carries out its statutory duty to impose a sentence on the underlying crime of conviction that is \"sufficient, but not greater than necessary to comply with the purposes\" set forth in § 3553(a)(2). <i>See</i> 18 U.S.C. § 3553(a).</p>\n<p>[6]  The Commission's explanation is particularly instructive with respect to violations of supervised release. Because a defendant subject to that new form of supervision would have already completed the term of confinement on the underlying crime of conviction, a question necessarily arose as to conduct being punished by imposition of a new sentence. The Commission made clear that it was not proposing that district courts sanction the violation conduct itself, which could be prosecuted separately, but the breach of trust reflected in the conduct. <i>See id.</i> ch. 7, pt. A, intro. comment. 3(b). Such a conclusion found support in the limited sanctions statutorily available for supervised release violations, <i>see id.</i> (citing 18 U.S.C. § 3583(e)(3)), which appear to have informed the modest sentencing ranges identified in the Commission's policy statements.\n</p>\n<p>By contrast, the relevant statutes make plain that a probation violation does not trigger a sentence for the violation conduct, but a \"resentence\" on the crime of conviction. <i>See</i> 18 U.S.C. § 3564(e) (noting that \"sentence of probation remains conditional and subject to revocation until its expiration or termination\"); <i>id.</i> § 3565(a)(2), (b) (providing for sentence of probation to be revoked and for \"re sentence\"); U.S.S.G. ch. 7, pt. A, intro. comment. 2(a) (citing § 3565 to support conclusion that, upon finding of probation violation, \"court may continue probation . . . or revoke probation and impose any other sentence that initially could have been imposed [for the underlying crime of conviction]\"). Thus, while a probation violation sentence plainly sanctions a defendant's breach of trust rather than his violation conduct, it is important not to lose sight of the fact that it does not sanction <i>only</i> the breach of trust. Rather, it resentences the defendant for the crime of conviction mindful that he has breached the trust placed in him by a probationary sentence.</p>\n<p>The Sentencing Commission drew no distinction between violations of supervised release and probation in propounding initial policy statements; nevertheless, it appears to have recognized that the matter required further consideration. <i>See</i> U.S.S.G. ch. 7, pt. A, intro. comment. 3(a), 4 (\"Although there was considerable debate as to whether the sanction imposed upon revocation of probation should be different from that imposed upon revocation of supervised release, the. Commission has initially concluded that a single set of policy statements is appropriate.\").</p>\n<p>[7]  We consider the extent of the district court's departure from the, policy statement guidelines in that section of this opinion addressing Verkhoglyad's argument that his sentence is substantively unreasonable. <i>See infra</i> II.B.</p>\n<p>[8]  Because Verkhoglyad did not move in the district court to amend the judgment to memorialize the court's sentencing reasons, <i>see</i> Fed.R.Crim.P. 35 (providing that \"[w]ithin 7 days after sentencing, the court may correct a sentence that resulted from arithmetical, technical, or other clear error\"), we review his § 3553(c)(2) challenge only for plain error. <i>See </i><i>United States v. Mordini,</i> <span class=\"citation\" data-id=\"785938\"><a href=\"/opinion/785938/united-states-v-edward-a-mordini/\"><span class=\"volume\">366</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 95 (2d Cir.2004).</p>\n<p>[9]  As we have previously ruled, the statutory requirement to articulate the specific reasons for sentence in the written judgment \"does not necessarily require an exhaustive statement of facts.\" <i>United States v. Hall,</i> 499 F.3d at 155 (observing that \"circulation through the Bureau of Prisons of a detailed statement of the facts underlying some reasons can present particular concerns, as for example, when a statement references sensitive information about crime victims, the defendant, or members of his family\"). Thus, on remand, the district court need include in its written judgment only a \"simple summary of [the] facts\" underlying the reasons for sentence to satisfy its § 3553(c)(2) obligation. <i>Id.</i></p>\n<p>[10]  <i>Sindima</i> recognized that a non-Guidelines sentence supported by such an explanation would be reasonable. <i>See id.</i></p>\n<p>[11]  We recognize, as we have no doubt the district court did, that Verkhoglyad's underlying crime of conviction carried with it the potential for violence, a particular concern given the nature of the racketeering conduct that first brought him before the court.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145708/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145841/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145843/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573885/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785938/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/789140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/790692/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791972/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793427/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794721/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795404/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797916/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1236610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1362301/"
  ]
}