{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2736/",
  "absolute_url": "/opinion/2736/abn-amro-verzekeringen-bv-v-geologistics-americas-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2736/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:49:50Z",
  "date_modified": "2017-03-24T00:20:59.344518Z",
  "type": "010combined",
  "sha1": "aadc5565a3ec4fbbea5c34bbf0d3a15fb7cd5b54",
  "page_count": 27,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/331/doc/05-1917-cv_opn.pdf",
  "local_path": "pdf/2007/04/23/ABN_Amro_Verzekeringen_BV_v._Geologistics_Ams._Inc._1.pdf",
  "plain_text": "05-1917-cv\nABN Amro Verzekeringen BV v. Geologistics Ams., Inc.\n\n                                  UNITED STATES COURT OF APPEALS\n                                      FOR THE SECOND CIRCUIT\n\n\n                                                    August Term, 2005\n\n(Argued: January 27, 2006                                                Decided: April 23, 2007)\n\n                                                 Docket No. 05-1917-cv\n\n\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -X\n\n ABN AMRO VERZEKERINGEN BV,\n\n       Plaintiff-Appellant,\n\n       -v.-\n\n GEOLOGISTICS AMERICAS, INC. and\n ALFRED JAMES doing business as ART\n MESSENGER AND DELIVERY SERVICE,\n\n       Defendant-Appellees,\n\n DHL AIRWAYS INC.,\n\n       Third-Party-Defendant,\n\n HARTFORD FIRE INSURANCE COMPANY,\n\n       Consolidated-Plaintiff.\n\n-------------------------------X\n\nBefore: LEVAL and SOTOMAYOR, Circuit Judges, and KRAVITZ, District Judge.*\n\n          *\n        The Honorable Mark R. Kravitz, United States District Judge for the District of\nConnecticut, sitting by designation.\n\f       Plaintiff ABN Amro Verzekeringen BV appeals from a judgment in its favor entered by the\nUnited States District Court for the Southern District of New York (Chin, J.) for $50 each against\ndefendants Geologistics Americas, Inc. and Alfred James d/b/a Art Messenger and Delivery Service.\nOn defendants’ motions for summary judgment, the district court ruled that plaintiff could recover\nno more than $50 from each defendant. Without conceding liability, the defendants then each\ntendered $50, and the court entered judgments in plaintiff’s favor, and against each defendant in that\namount.\n       Affirmed.\n\n                                                John E. Cone, Jr., Cone & Kilbourn, Mount Kisco,\n                                                New York (Joseph A. Kilbourn, Of Counsel, on the\n                                                brief), for Plaintiff-Appellant ABN Amro\n                                                Verzekeringen BV.\n\n                                                Andrew R. Spector, Hyman, Kaplan, Ganguzza,\n                                                Spector & Mars, P.A., Miami, Florida; Nicholas E.\n                                                Pantelopoulos, Kaplan, von Ohlen & Massamillo,\n                                                LLC, New York, New York, for Defendant-Appellee\n                                                Geologistics Americas, Inc.\n\n                                                John J. Sullivan, Hill Rivkins & Hayden LLP, New\n                                                York, New York (Laura R. Landau and Kipp C.\n                                                Leland, on the brief), for Defendant-Appellee Alfred\n                                                James d/b/a Art Messenger and Delivery Service.\n\nLEVAL, Circuit Judge:\n\n        In this appeal we consider whether in an action for money damages the court may, over\n\nplaintiff’s objection, enter final judgment in the plaintiff’s favor for all the money that plaintiff may\n\nlawfully recover, when the defendants, without conceding liability, tender that amount. Plaintiff\n\nABN Amro Verzekeringen BV (“ABN”) brought suit in the United States District Court for the\n\nSouthern District of New York (Chin, J.) alleging damage to cargo being shipped from Europe to\n\n\n\n\n                                                   2\n\fthe United States. The court found as a matter of law that the liability of defendants Geologistics\n\nAmericas, Inc. (“Geologistics”) and Alfred James d/b/a Art Messenger and Delivery Service (“Art\n\nMessenger”) was limited by contract to $50 each. When the defendants tendered $50 without\n\nconceding liability, the court entered judgment in ABN’s favor in that amount. Plaintiff appeals.\n\n        Plaintiff ABN is the insurer, assignee, and subrogee of the shipper Halm International Co.,\n\nInc. (“Halm”), which suffered a loss of approximately $500,000 as the result of damage to a printing\n\npress, which was being transported from Europe to the United States. ABN indemnified Halm for\n\nits damages, and then brought this suit against the freight forwarder (Geologistics) and the carrier\n\n(Art Messenger).1 The suit alleged breach of contract, breach of bailment obligations, and\n\nnegligence. The contracts governing the defendants’ liability to the shipper Halm (and, by\n\nimplication, to ABN) contain a number of provisions purporting to limit liability. The district court\n\ngranted the defendants’ motions for summary judgment in part, ruling that these contractual\n\nprovisions limited the defendants’ liability to $50 each.\n\n            The defendants then offered to acquiesce in a judgment against themselves, without\n\nconceding liability, each tendering $50. ABN rejected the tenders. The defendants thereupon\n\nmoved to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(1). They argued\n\nthat their tender of the maximum amount in dispute mooted the case and deprived the court of\n\nsubject-matter jurisdiction. The district court entered judgment against defendants in the amount\n\nof $50 each and dismissed with prejudice claims for damages in excess of $50. The court explained\n\nthat the judgment was “not based on the merits but . . . solely on . . . subject matter jurisdiction and\n\n        1\n         As insurer-subrogee, ABN “stands in the shoes” of the shipper Halm. Am. Bureau of\nShipping v. Tencara Shipyard S.P.A., 170 F.3d 349, 353 (2d Cir. 1999).\n\n                                                   3\n\fthe doctrine of mootness.” ABN appeals this ruling and the prior ruling limiting the defendants’\n\nliability.\n\n        We affirm the district court’s ruling that the contracts limited the defendants’ liability to $50,\n\nas well as the court’s entry of judgment against each defendant for $50 based on their tenders, and\n\nits dismissal of the claim for damages in excess of $50. Moreover, we find that the judgments in\n\nABN’s favor constituted final, appealable orders under 28 U.S.C. § 1291. On the other hand, the\n\ncourt erred in its view that the dismissal of the case was based on mootness and lack of subject\n\nmatter jurisdiction.\n\n                                            I. Background\n\n        Viewed in the light most favorable to ABN, the evidence showed the following. Halm was\n\na shipper insured by plaintiff ABN. In the years preceding 2000, Halm had developed an ongoing\n\nbusiness relationship with Geologistics, a freight forwarder. Halm had hired Geologistics at least\n\ntwenty-five times to handle its shipments. On June 13, 2000, Geologistics issued a “House Air\n\nWaybill” to indicate that it would forward a printing press for Halm from Holland to Huntington\n\nStation, New York. When the printing press reached JFK Airport in New York, Geologistics was\n\ncontractually obligated to arrange for its delivery to Huntington Station. Halm gave certain\n\ninstructions to Geologistics, concerning, inter alia, the need to “rig” the unit.\n\n        On June 20, 2000, Geologistics retained Art Messenger, a trucker, to transport the press from\n\nJFK Airport to Huntington Station. Geologistics had retained Art Messenger for “thousands” of\n\nprior shipments. The invoice Art Messenger later sent to Geologistics contained neither terms and\n\nconditions, nor limitation of liability. However, Art Messenger and Geologistics had previously\n\n\n\n                                                    4\n\fentered into a written umbrella agreement dating from 1994, which limited Art Messenger’s liability\n\nto $50 per shipment unless Geologistics made specific written arrangements indicating otherwise.\n\nIn June 2000, at the time of the shipment (which was between points in the State of New York), Art\n\nMessenger was authorized to carry cargo in interstate shipments,2 but its license to carry intrastate\n\nshipments within the State of New York had lapsed.\n\n       On June 20, an agent for Art Messenger picked up the crates containing the cargo at JFK.\n\nThe agent did not note any damage. He transported the crates by truck to Huntington Station. In\n\ndoing so, he failed to tie the crates down with “load locks.” The next morning, during the unloading\n\nat Huntington Station, the crate carrying the press was found to be severely damaged. Upon a\n\nsurvey, the printing press was declared to be a total loss, apart from its salvage value. As Halm’s\n\ninsurer, ABN was responsible to Halm for approximately $500,000 in loss, which ABN paid.\n\n       On June 27, 2000, Geologistics issued an invoice to Halm for $2,276.68. On the back of the\n\ninvoice were the standard “Terms & Conditions of Service” approved by the National Customs\n\nBrokers and Forwarders Association of America. These Terms & Conditions provided:\n\n       [T]he Customer [Halm] agrees that the Company [Geologistics] shall in no event be\n       liable for any . . . damage . . . to the goods resulting from the negligence or other\n       fault of the Company for any amount in excess of $50 per shipment (or the invoice\n       value, if less) . . . . The Customer has the option of paying a special compensation\n       to increase the liability of the Company in excess of $50 per shipment in case of any\n       . . . damage . . . from causes which would make the Company liable, but such option\n       can be exercised only by specific written agreement made with the Company prior\n\n       2\n         Art Messenger was validly registered with the Interstate Commerce Commission, the\nUnited States Department of Transportation, and with the Single State Registration System,\nauthorizing it to operate, in interstate trucking, in New York, Connecticut, Massachusetts, and\nRhode Island. However, it was not properly authorized for intrastate trucking within the state of\nNew York.\n\n                                                 5\n\f       to shipment which agreement shall indicate the limit of the Company’s liability and\n       the special compensation for the added liability by it to be assumed.\n\nThese were the same Terms & Conditions as appeared in the approximately twenty-five prior\n\nGeologistics invoices to Halm dating from 1997. Halm had neither requested additional coverage\n\nnor paid special compensation to increase the level of liability.\n\n       In June 2001, as Halm’s subrogee, ABN (along with another insurer) brought this suit against\n\nGeologistics and Art Messenger, claiming (1) breach of contract, (2) breach of bailment obligations,\n\nand (3) negligence.3\n\nA.     The Liability-Limitation Ruling\n\n       The parties cross-moved for summary judgment. On April 1, 2003, the district court denied\n\nABN’s motion and granted the defendants’ motions in part, ruling that the liability of each defendant\n\nwas limited to $50. ABN Amro Verzekeringen BV v. Geologistics Ams., Inc., 253 F. Supp. 2d 757\n\n(S.D.N.Y. 2003) (“ABN Amro I”).\n\n       The court noted that under New York law,4 a non-carrier freight forwarder such as\n\nGeologistics, which arranges for carriage, will normally not be liable to the shipper for damage\n\nsustained during carriage unless its selection of carriers was negligent. See id. at 764. The court\n\n\n\n       3\n         The other insurer, Hartford Fire Insurance Company, has elected not to join ABN on this\nappeal. In addition, Art Messenger impleaded DHL Airways, the company that had shipped the\nmachine by air to JFK Airport in New York. DHL never made an appearance. It appears that DHL\nwas not served with a third-party complaint. It has no involvement in the present appeal.\n       4\n         Based on the agreement of the parties, we treat New York law as the law governing this\ncase. See ABN Amro I, 253 F. Supp. 2d at 764 (“The parties agree that New York law applies to this\ndispute. The Geologistics sales invoice, issued from the New York office, specifies that New York\nlaw applies, and the machine was damaged during a shipment entirely within the state.” (citation\nomitted)).\n\n                                                 6\n\fexplained that while a forwarder as a general matter cannot “insulate itself from damages caused by\n\ngrossly negligent conduct,” New York law does not bar a non-carrier freight forwarder from\n\ncontracting for limitations on its liability for negligent conduct. Id. at 765 (quotation marks omitted)\n\n(citing Sommer v. Fed. Signal Corp., 79 N.Y.2d 540, 554 (1992)). Applying these principles, the\n\ncourt found that Geologistics had contracted with Halm to limit its liability to $50 per package, even\n\nin cases of its negligence, either in the selection of a carrier or otherwise. While a question of fact\n\nremained as to “whether Geologistics negligently selected Art Messenger,” there was “no question\n\nof fact concerning any more culpable conduct – recklessness or intentional wrongdoing – by\n\nGeologistics.” Id. at 767 (emphasis added). The court concluded that the liability of Geologistics\n\nwas limited to $50.\n\n        The court then turned to ABN’s claims against Art Messenger and explained its rulings as\n\nfollows: In the absence of a contract to the contrary, a common carrier (which the district court\n\nassumed Art Messenger to be)5 will normally be liable to a shipper for damage caused by its\n\nnegligence. The court explained further that the carrier may contractually limit its liability for\n\nnegligent conduct if the common carrier offers the shipper an election to escape the limitation upon\n\npayment of a higher fee. See Calvin Klein Ltd. v. Trylon Trucking Corp., 892 F.2d 191 193-94 (2d\n\nCir. 1989) (“A shipper and a common carrier may contract to limit the carrier’s liability in cases of\n\nloss to an amount agreed to by the parties, so long as the language of the limitation is clear, the\n\nshipper is aware of the terms of the limitation, and the shipper can change the terms by indicating\n\n        5\n          The parties dispute on appeal whether Art Messenger is a common carrier or a contract\ncarrier. Judge Chin appeared to assume that Art Messenger was a common carrier. See, e.g., ABN\nAmro I, 253 F. Supp. 2d at 765. Because our disposition does not turn in any way on this issue, we\nneed not decide whether that assumption was correct.\n\n                                                   7\n\fthe true value of the goods being shipped.” (citing N.Y.U.C.C. § 7-309(2)) (citation omitted)).\n\n       The court found that, because Geologistics acted as Halm’s agent in retaining Art Messenger\n\nto carry Halm’s cargo, the terms of the contract between Geologistics and Art Messenger specified\n\nthe conditions under which ABN could sue Art Messenger and limited Art Messenger’s liability to\n\n$50. Art Messenger apparently issued neither an invoice setting the Terms & Conditions of the\n\nshipment, nor a bill of lading or a tariff. Nonetheless the longstanding, oral and written umbrella\n\nagreement between Geologistics and Art Messenger in effect since 1994 limited the carrier’s\n\nliability. See ABN Amro I, 253 F. Supp. 2d at 769.\n\n       The court also considered ABN’s argument that Art Messenger faced liability for illegal or\n\nreckless conduct going beyond mere negligence, primarily because Art Messenger transported the\n\nshipment within the State of New York without a valid permit for intrastate trucking. However, the\n\ncourt found no justification for a finding of fault more extreme than negligence. Id. at 766, 768.\n\n       The district court also rejected ABN’s contention that the broad scope of the limitation\n\nprovisions – which ABN argued would limit liability even in cases of recklessness or illegal\n\nconduct – violated public policy and should therefore be voided. In sum, the court found that the\n\nliability of each defendant was limited to $50.\n\nB.     The Entry of Judgment\n\n       On April 15, 2003, the district court denied the plaintiff’s motion for reconsideration. Under\n\n28 U.S.C. § 1292(b), the court certified for interlocutory appeal its ruling on the limitation of\n\nliability. ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc., No. 01 Civ. 5661, 2003 WL\n\n21543529 (S.D.N.Y. July 9, 2003). This court, however, declined to accept the interlocutory appeal.\n\n\n\n                                                  8\n\fABN AMRO Verzekeringen BV v. Geologistics Ams., Inc., No. 03-8036 (2d Cir. Jan. 20, 2004).\n\n        In late 2004, at Judge Chin’s suggestion the defendants each tendered $50 to ABN,\n\neffectively consenting to judgment in that amount, and moved to dismiss the action insofar as ABN\n\nsought any greater damages. Judge Chin entered a judgment in favor of ABN against each of\n\nGeologistics and Art Messenger for $50, and dismissed with prejudice ABN’s claims for damages\n\nin excess of $50. ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc., No. 01 Civ. 5661, 2005\n\nWL 774281 (S.D.N.Y. Apr. 5, 2005). The court further observed that although Geologistics and Art\n\nMessenger admitted neither to liability nor fault, the case was moot because the defendants had\n\ntendered, and judgment had been entered for, all that ABN “could recover if the case were to be\n\ntried.” Id. at *1. The court concluded that no party retained the necessary “legally cognizable\n\ninterest in the outcome,” id. at *3, and that the court therefore no longer had subject-matter\n\njurisdiction over the litigation, id. at *1.6\n\n                                                II. Discussion\n\n        On appeal, ABN argues that the district court erred in entering judgment without requiring\n\nthe defendants to concede liability. In addition, ABN challenges the court’s findings limiting the\n\ndefendants’ liability. While we disagree with part of the court’s reasoning, we find no fault with the\n\ncourt’s conclusion that the defendants’ liabilities were limited to $50, or with entry of final judgment\n\nfor $50 against each defendant concluding the action.\n\nA.      The Entry of Final Judgment\n\n\n\n        6\n          In an order accompanying the ruling, the court noted that all the parties would retain the\nability to reassert their claims and defenses in the event that this court reversed his ruling limiting\nthe defendants’ liability.\n\n                                                      9\n\f        1.      Finality\n\n        The district court’s judgment was a final, appealable order. “A ‘final decision’ within 28\n\nU.S.C. § 1291 . . . ‘is one which ends the litigation on the merits and leaves nothing for the court to\n\ndo but execute the judgment.’” Taylor v. Bd. of Educ., 288 F.2d 600, 602 (2d Cir. 1961) (Friendly,\n\nJ.) (quoting Catlin v. United States, 324 U.S. 229, 233 (1945)); cf. Taylor, 288 F.2d at 602 (“An\n\norder adjudging liability but leaving the quantum of relief still to be determined has been a classic\n\nexample of non-finality and non-appealability . . . .”). Though the court did not resolve the issue\n\nof defendants’ liability, its decision was nevertheless final, because all claims in the case had been\n\nresolved. In entering judgment, the court awarded against each defendant the maximum amount for\n\nwhich the defendant could, according to the court’s ruling, be held liable, and rejected with prejudice\n\nplaintiff’s claims insofar as they sought further damages. Thus, the court had ruled on all the relief\n\ndemanded by the complaint, and nothing remained for the court to do but enter and execute the\n\njudgment.    If the plaintiff’s appeal seeking to overturn the ruling limiting liability proves\n\nunsuccessful, the case is at an end. See Abrams v. Interco Inc., 719 F.2d 23, 32 (2d Cir. 1983)\n\n(Friendly, J.) (exercising appellate jurisdiction in a case in which the district court denied plaintiffs’\n\nclass-action certification motion and granted judgment for plaintiffs on their personal claims – even\n\nthough plaintiffs had rejected defendant’s offer of full relief for those claims – subject to the\n\nplaintiffs’ right to renew their personal claims if the certification ruling were overturned); see also\n\nSompo Japan Ins. Co. v. Union Pac. R.R. Co., 456 F.3d 54, 55 n.2 (2d Cir. 2006) (holding that\n\nappealable final judgment was entered where district court ruled in defendant’s favor on limitation\n\nof liability and parties then stipulated to final judgment in plaintiff’s favor in that amount, subject\n\nto revocation in event of appellate reversal of ruling limiting liability); Purdy v. Zeldes, 337 F.3d\n\n                                                   10\n\f253, 257-58 (2d Cir. 2003) (holding that appealable final judgment had been entered when district\n\ncourt granted summary judgment to defendants on two of plaintiff’s three claims, while denying\n\nsummary judgment on the third, and granted plaintiff’s motion for voluntary dismissal of the third\n\nclaim without prejudice to refiling in event of reversal on appeal of the dismissal of either of the\n\nother claims).\n\n        2.        Judgment Without a Finding of Liability\n\n            ABN contends that it was improper for the district court to enter judgment in its favor\n\nwithout first finding, or requiring the defendants to concede, liability. ABN proffers the argument\n\nsomewhat apathetically, which is understandable as it makes little sense.7 ABN’s position would\n\nrequire either that the court refrain from entering judgment although all the issues upon which that\n\njudgment depends were settled (either by factual determination or concession), or that, as a\n\nprerequisite to judgment, the court conduct a trial of factual issues that could have no effect on the\n\njudgment. Having determined that ABN could recover no more than $50 from each defendant, the\n\ncourt would be required, on ABN’s view, to hold a full trial on liability and damages,\n\nnotwithstanding defendants’ willingness to offer ABN complete relief on its remaining claims. It\n\nwould make no sense to impose such requirements. Where a defendant has consented to judgment\n\nfor all the relief the plaintiff can win at trial (according to the trial court’s determination), the\n\n\n\n        7\n          It appears that ABN is making this argument only to protect against any risk that it might\nbe deemed to have forfeited its right to appeal the court’s finding limiting liability. As it made clear\nto the district court in seeking the § 1292 certification and to this court at oral argument, ABN has\nno interest in litigating the defendants’ liability if this court sustains the district court’s finding of\na $50 cap on liability. It appears that ABN rejected the defendants’ $50 tenders – and has objected\nto the district court’s judgment in its favor – lest it be deemed by acquiescence to have forfeited the\nright to challenge the liability-limitation ruling.\n\n                                                   11\n\fdefendant’s refusal to admit fault does not justify a trial to settle questions which can have no effect\n\non the judgment. See Abrams, 719 F.2d at 32 (“[T]here is no justification for taking the time of the\n\ncourt and the defendant in the pursuit of minuscule individual claims which defendant has more than\n\nsatisfied.”).\n\n        ABN’s suit was only for money damages.8 The court had ruled as a matter of law that ABN\n\ncould not recover more than $50 from each defendant. When each defendant tendered that amount,\n\nnothing of significance remained to adjudicate. Thus, the district court correctly rejected ABN’s\n\nclaim that the court should have mandated trial on an issue that had no practical consequence. See\n\nid. (affirming judgment where the district court denied plaintiffs’ class-action certification motion\n\nand granted judgment for plaintiffs on their individual claims – despite plaintiffs’ rejection of\n\ndefendant’s offer of full relief for those claims).\n\n        3.      Mootness and Lack of Subject Matter Jurisdiction\n\n        The district court believed that, once the defendants tendered $50, the parties no longer had\n\n“a personal stake” or a “legally cognizable interest” in the litigation and that as a consequence the\n\ncase had become moot, and the court was compelled to dismiss it for lack of subject matter\n\njurisdiction under Rule 12(b)(1) of the Federal Rules of Civil Procedure. See Fox v. Bd. of Trs., 42\n\nF.3d 135, 140 (2d Cir. 1994). While the court properly granted final judgment to the plaintiff for\n\n$50 and denied the plaintiff’s claims insofar as they sought a greater recovery, the court was\n\nmistaken in believing that the case had become moot and that the court lacked jurisdiction. The\n\n\n\n        8\n        Plaintiff made no demand for declaratory relief on liability. We do not decide whether this\njudgment could properly be entered over the plaintiff’s objection if the complaint included such a\ndemand.\n\n                                                  12\n\fcourt confused the mootness of an issue with mootness of a case or claim in the Constitutional sense.\n\nIf the case had truly become moot and the court had lacked subject matter jurisdiction, the court\n\nwould have been without power to enter a judgment in plaintiff’s favor for $50 and in defendants’\n\nfavor as to the balance of the plaintiff’s claim. It would have been compelled simply to dismiss,\n\nleaving the dispute unadjudicated. See Iron Arrow Honor Soc’y v. Heckler, 464 U.S. 67, 72-73\n\n(1983).\n\n          Mootness, in the constitutional sense, occurs when the parties have no “legally cognizable\n\ninterest” or practical “personal stake” in the dispute, and the court is therefore incapable of granting\n\na judgment that will affect the legal rights as between the parties. See Davis v. New York, 316 F.3d\n\n93, 99 (2d Cir. 2002) (“Under Article III, section 2 of the Constitution, federal courts lack\n\njurisdiction to decide questions that cannot affect the rights of litigants in the case before them.”).\n\nThere is no issue of practical importance for the court to adjudicate.\n\n          Mootness can arise in many ways during the course of litigation. If, for example, the\n\nplaintiff dies or ceases to be subject to the condition that caused his deprivation before his request\n\nfor prospective injunctive relief is resolved, his claims may in some circumstances become moot.\n\nSee, e.g., Rhodes v. Stewart, 488 U.S. 1, 4 (1988) (where two plaintiff-prisoners sued prison\n\nauthorities seeking injunction allowing them to subscribe to a magazine, the case was mooted by the\n\ndeath of one plaintiff and the release of the other). In such circumstances, there is no longer a\n\n“Case” or “Controversy” within the meaning of Article III. Lacking subject-matter jurisdiction, the\n\ncourt must dismiss the case or claim. See Preiser v. Newkirk, 422 U.S. 395, 401-04 (1975).\n\n          Those, however, were not the circumstances of this case when the defendants consented to\n\njudgment for $50. The parties continued to have a personal stake in a practical dispute, and a legally\n\n                                                  13\n\fcognizable interest in the litigation. The court remained capable of granting a judgment with\n\npractical consequences for the parties, and it did so. ABN was demanding an award of $500,000,\n\nand continues to do so during this appeal. The defendants argued successfully, and continue on this\n\nappeal to argue, that as the result of Halm’s contractual commitment, binding on plaintiff, the\n\ndamages could not exceed $50. The court agreed with the defendants’ argument and so ruled. Each\n\ndefendant consented to judgment against itself in the amount of $50, which the court entered. The\n\ndefendants’ consent to judgment against them in the amount of $50 satisfied only a tiny portion of\n\nthe $500,000 dispute between the parties, as the plaintiff continues to demand the full $500,000. The\n\nparties thus retained a practical stake in the dispute, and the court continued to be capable of\n\nrendering a judgment that would have a practical effect on the legal rights of the parties. There was\n\nno mootness of the sort that deprives the court of subject matter jurisdiction.\n\n       It is true that, as the result of the defendants’ consent to judgment for $50, a different kind\n\nof mootness arose. Certain issues that would otherwise have been in dispute became moot, in the\n\nsense that the court no longer needed to resolve them. The question of the defendants’ liability to\n\nthe plaintiff, and all questions subordinate to it, ceased (at least conditionally) to have practical\n\nimportance. Because the court ruled that the defendants’ liability could not exceed $50 and the\n\ndefendants consented to judgment in that amount, it no longer mattered whether, as ABN claimed,\n\nGeologistics had contracted with Halm to arrange for the transportation of the printing press,\n\nGeologistics acted negligently in engaging Art Messenger, Art Messenger acted negligently in\n\ntrucking the cargo, the printing press was in sound condition when shipped and suffered damage\n\nduring the carriage, the damage was caused by Art Messenger’s negligence, or ABN had insured\n\nHalm and been subrogated to Halm’s claim by paying it for the loss. So long as the district court’s\n\n                                                 14\n\fruling limiting the liability to $50 remained in force, all litigable issues pertaining to the defendants’\n\nliability ceased to have practical importance, because of the defendants’ tender of that amount. The\n\ncase, however, was not moot, and the court did not lose subject matter jurisdiction.9\n\n        Abrams v Interco Inc., 719 F.2d 23 (2d Cir. 1983), upon which the district court relied, is\n\nnot to the contrary, as the circumstances in that case were quite different from ours. In Abrams, two\n\nplaintiffs brought an action alleging that the defendant violated the antitrust laws, and they sought\n\ntreble damages for themselves, as well as on behalf of a large, similarly situated class. The district\n\ncourt denied class certification, based on its finding that common issues did not predominate over\n\nindividual issues. The defendant then, without conceding liability, tendered to the plaintiffs an\n\namount larger than the amount to which the plaintiffs claimed personal entitlement as damages,\n\nwhich the plaintiffs refused. The district court thereupon granted the defendant’s motion to dismiss\n\nfor lack of jurisdiction on the ground that no justiciable case or controversy remained before the\n\ncourt. The dismissal preserved the right of the plaintiffs to appeal the denial of class certification,\n\nand by implication provided that, in the event of a reversal of the denial of class certification, the\n\nplaintiffs’ individual claims would be reinstated so as to permit them to maintain the suit on behalf\n\nof the class. The court of appeals upheld the dismissal of the plaintiffs’ individual claims for lack\n\n\n\n        9\n           The court apparently believed that its observations on mootness and lack of jurisdiction\nwould preserve the freedom of the parties “to assert their claims and defenses in the event [the\ndistrict court’s] . . . limitation ruling is reversed on appeal or the case is otherwise remanded by the\nappellate court for a trial on the question of negligence.” That ruling, however, was neither\nnecessary nor efficacious to accomplish the desired goal. If we (or the Supreme Court) were to\nvacate the finding limiting liability to $50, the defendants, having made no admission of fault or\nliability, and having suffered no adverse adjudication on those issues, would remain fully free to\nlitigate them. The plaintiff also would be free to prove the defendants’ fault and liability in the full\namount of its claim.\n\n                                                   15\n\fof jurisdiction predicated on mootness. Id. at 32.\n\n       The difference between our case and Abrams is crucial to the question of constitutional\n\nmootness. In Abrams, insofar as concerned the plaintiffs’ individual claims for damages, the\n\ndefendant tendered every cent (and more) to which the plaintiff claimed entitlement. Accordingly,\n\nwith respect to the plaintiffs’ individual claims for damages, nothing of practical significance\n\nremained to adjudicate. In our case, by contrast, the defendants tendered only a portion – indeed,\n\nonly a small portion – of the damages plaintiff claimed. The district court’s ruling that the plaintiff\n\nhad no entitlement to any amount exceeding what the defendants had tendered resolved the dispute\n\nbetween the parties but did not negate its existence. The parties were in disagreement over whether\n\nthe defendants’ liability was limited by the contract and consequently over how much plaintiff could\n\nreceive in damages. There unquestionably was, and still is, a case and controversy for the court to\n\nadjudicate. The defendants’ tender of $50 did not moot the plaintiff’s claim for $500,000.10\n\n       To the extent that the judgment stated that it “is not based on the merits but is based solely\n\non the issue of subject matter jurisdiction and the doctrine of mootness,” it was in error. The court’s\n\njudgment, awarding $50 to the plaintiff and denying the plaintiff’s claim for any further sum, was\n\n\n\n       10\n          We recognize that there is an apparent similarity between this case and Abrams, which\nunderstandably misled the district court. It is that in neither Abrams nor this case did the plaintiffs\nreceive everything they sought. In Abrams, the plaintiffs sought and were denied class certification.\nTheir demand for class certification was, however, collateral and extraneous to their claim of\npersonal entitlement to damages. It is the Abrams plaintiffs’ substantive claim for damages that was\nmooted by the defendant’s tender of more than the entitlement the plaintiffs claimed. In this case,\nby contrast, there was no mooting of the plaintiff’s claim, as the defendants’ tender was for only a\ntiny portion of the money damages the plaintiff claimed. There is no reason to believe that we\nwould have found mootness in Abrams if the district court had first ruled, for example, that the\nplaintiff was entitled to no more than its actual damages, rather than treble damages, and the\ndefendant had then tendered only the amount of the actual claimed loss, without trebling.\n\n                                                  16\n\fa binding adjudication of each defendant’s obligation to pay $50 and no more, notwithstanding that\n\nthe court’s justification depended in part on a concession by the defendants, which made it\n\nunnecessary to litigate certain potentially disputed issues. We therefore strike from the judgment\n\nthe assertion in Paragraph 3 that the judgment is “not based on the merits but . . . solely on . . .\n\nmootness.”11\n\nB.      The Limitation of Art Messenger’s Liability\n\n        ABN also contends the court erred in ruling that the defendants’ liability was limited to $50.\n\nIt argues that the agreement between Geologistics and Art Messenger, purporting to limit Art\n\nMessenger’s liability to $50, was invalid for two reasons: First, because Art Messenger’s limitation\n\nof liability was not set forth in a bill of lading, receipt, or tariff, it was not entitled to recognition\n\nunder the Halm-Geologistics contract. Second, Art Messenger’s limitation of liability is void as\n\ncontrary to public policy, because it limits Art Messenger’s liability even for damages arising from\n\nillegal conduct, such as intrastate trucking in violation of New York state statute.12 Neither\n\nargument has merit.\n\n        1.      Art Messenger’s Failure to Issue a Bill of Lading, Receipt, or Tariff\n\n        Seeking to invalidate the limitation of Art Messenger’s liability, ABN notes that Art\n\n\n        11\n           To protect the defendants against the risk of misinterpretation of the basis for the judgment\nin other litigation, the district court remains free to explain in a ruling accompanying the judgment,\nif requested by the defendants, that the judgment in plaintiff’s favor is not based on a finding of fault\nor liability, but rather on the defendants’ consent to the entry of judgment for $50 without either\nadmission or determination of liability.\n        12\n         In its reply brief, ABN contends that a provision exempting Art Messenger from liability\neven for willful or grossly negligent acts is contrary to public policy and void. We decline to\nconsider an argument raised for the first time in a reply brief. See United States v. Yousef, 327 F.3d\n56, 115 (2d Cir. 2003).\n\n                                                   17\n\fMessenger did not issue a bill of lading, receipt, or tariff in conjunction with the transport of the\n\nprinting press. This is relevant, ABN argues, because Halm’s contract with Geologistics, as set forth\n\nin the sales invoice issued by Geologistics, provided that when Geologistics hired carriers to\n\ntransport Halm’s cargo, Halm would be subject to limitations specified by such carriers in their bills\n\nof lading, receipts, and tariffs. ABN argues that in the absence of a bill of lading, receipt, or tariff,\n\nno liability limitation can apply.13\n\n             Under the Halm-Geologistics contract, Geologistics became Halm’s agent for the purpose\n\nof engaging a carrier to transport Halm’s cargo. A shipper in Halm’s position generally can recover\n\ncontract-based damages from a secondary carrier, such as Art Messenger, based on the theory that\n\nthe freight forwarder (here, Geologistics) acted as agent for the shipper in engaging the carrier. “As\n\nagent for [the shipper], [the freight forwarder has] the authority to enter into a usual and customary\n\nshipping contract . . . .” St. Laurent v. Air Freight Transp. Corp., 86 A.D.2d 511, 512-13 (N.Y. App.\n\nDiv. 1982) (internal quotation marks omitted); see also Norfolk S. Ry. Co. v. Kirby, 543 U.S. 14, 34\n\n(2004) (holding that “an intermediary binds a cargo owner to the liability limitations it negotiates\n\nwith downstream carriers”). Halm’s contract with Geologistics contains Terms & Conditions which\n\nauthorize Geologistics “to select and engage carriers . . . to transport [Halm’s] goods.” They also\n\nprovide that such carriers “shall be considered as the agents of” Halm, and that “the goods may be\n\nentrusted to such agencies subject to [certain] conditions as to limitation of liability” set forth by\n\nthose carriers. Thus, Halm’s contract with Geologistics authorized Geologistics to engage carriers\n\non Halm’s behalf and expressly authorized Geologistics to accept limitations of liability imposed\n\n\n\n        13\n          ABN neither argues that it entered into a contract directly with Art Messenger nor points\nto any authority indicating that Art Messenger owed it a common-law duty.\n\n                                                   18\n\fby the retained carriers.\n\n        Pursuant to its authorization to retain carriers on Halm’s behalf, Geologistics retained Art\n\nMessenger to carry Halm’s cargo. The terms of Art Messenger’s employment by Geologistics,\n\nwhich had been in effect since 1994, and were memorialized in a letter dated October 3, 1998,\n\nincluded a limitation of Art Messenger’s liability to $50 per shipment unless Geologistics declared\n\na higher value.14 ABN contends, however, that Halm authorized Geologistics to accept the liability\n\nlimitations imposed by retained carriers only when those limitations were set forth in bills of lading,\n\nreceipts or tariffs. As noted above, ABN relies on a provision in the Geologistics sales invoice\n\nlabeled “LIABILITY LIMITATIONS OF THIRD PARTIES,” which states:\n\n        [Geologistics] is authorized to select and engage carriers . . . to transport . . . the\n        goods, all of whom shall be considered as the agents of [Halm], and the goods may\n        be entrusted to such agencies subject to all conditions as to limitation of liability for\n        [damage] and to all rules, regulations, requirements and conditions, whether printed,\n        written or stamped, appearing in bills of lading, receipts or tariffs issued by such\n        carriers . . . .\n\n        We do not agree that this provision carries the meaning ABN ascribes to it. ABN reads the\n\nterm “appearing on bills of lading, receipts or tariffs” as a limitation, so that a contractual condition\n\n\n\n\n        14\n             Art Messenger’s letter of October 3, 1998, stated as follows:\n\n        PLEASE BE ADVISED THAT THE LIABILITY INFORMATION SUBMITTED\n        TO YOU, IS FOR YOUR COMPANY RECORD, AND SHOULD BE\n        MAINTAIN[ED] IN YOUR COMPANY FILES.\n        LIMIT OF LIABILITY. THE LIABILITY OF ART MESSENGER & DELIVERY\n        SERVICE SHALL BE LIMITED TO FIFTY DOLLARS (50.00) PER SHIPMENT\n        UNLESS THE CUSTOMER [i.e., Geologistics] MAKES SPECIFIC WRITTEN\n        ARRANGEMENTS WITH ART MESSENGER & DELIVERY SERVICE TO\n        SPECIFY A HIGHER DECLARED VALUE.\n\n\n\n                                                   19\n\for limitation of liability set forth in a document which is not a bill of lading, receipt, or tariff would\n\nnot come within Halm’s authorization of Geologistics to accept. The defendants, in contrast, read\n\nthis provision as an expansive authorization to Geologistics to accept written limitations of liability\n\nembodied in contracts of carriage it made on Halm’s behalf, rather than as a narrowing limitation\n\ngiving authorization only as to those limitations appearing on bills of lading, receipts, or tariffs.\n\n        Although the matter is not free of ambiguity, we believe the defendants’ understanding is the\n\nmore reasonable interpretation of the contract. The contractual terms, “subject to all conditions . . .\n\nwhether written, printed or stamped, appearing on bills of lading, receipts or tariffs” appears\n\ndesigned to give Geologistics broad authorization to contract with carriers on Halm’s behalf,\n\naccepting the carriers’ written limitations of liability. ABN advances no reasonable argument why\n\nthe contract should be understood to authorize only those limitations set forth in bills of lading,\n\nreceipts, and tariffs, but not those set forth in other forms of written contract. Such a reading would\n\ndefeat legitimate, expressly negotiated contractual expectations, solely because of the meaningless\n\ncircumstance of the type of document in which the contractual term was stated. Nor does ABN point\n\nto evidence which would favor its improbable reading of the ambiguous contract term.\n\n        We conclude that Halm’s contract with Geologistics authorized Geologistics, in engaging\n\nArt Messenger on Halm’s behalf, to bind Halm to the terms of limitation of liability set forth in\n\nwriting in the umbrella agreement between Geologistics and Art Messenger. We reject ABN’s\n\ncontention that such a limitation was authorized only if set forth in a bill of lading, receipt, or tariff.\n\n        2.      Violations of New York Law\n\n        ABN argues that this court must disregard Art Messenger’s contractual limitation of liability\n\nas contrary to public policy because it purports to limit liability even for illegal conduct.          Art\n\n                                                    20\n\fMessenger concedes that, in violation of various New York state statutes, it carried the shipment\n\nintrastate without having maintained its license to operate as an intrastate carrier. In addition, ABN\n\nasserts that Art Messenger violated New York Law by failing to file a tariff schedule, as required\n\nby Transportation Laws §§ 98 and 103, or a rate schedule, as required by Transportation Laws §§\n\n181 and 103.15\n\n       ABN contends it is “axiomatic” under the New York Transportation Law that to limit\n\nliability for damage to goods in intrastate transit, a trucker must be validly licensed by the State of\n\n\n       15\n            These statutes provide:\n\n       Every common carrier shall file with the commissioner and shall print and keep open\n       to public inspection schedules showing the rates, fares and charges for the\n       transportation of passengers and property within the state . . . .\n\nN.Y. Transp. Law § 98.\n\n       No common carrier subject to the provisions of this chapter shall engage or\n       participate in the transportation of passengers or property, between points within the\n       state, until its schedules of rates, fares and charges shall have been filed and\n       published in accordance with the provisions of this chapter.\n\nN.Y. Transp. Law § 103(1).\n\n       Every common carrier of property by motor vehicle shall, upon demand, issue either\n       a receipt or a bill of lading for all property delivered to it for transportation. . . .\n       [W]hen expressly authorized or required by order of the commissioner a carrier may\n       establish and maintain rates dependent upon the value declared in writing by the\n       shipper or agreed upon in writing as the released value of the property, in which case\n       such declaration or agreement shall have no other effect than to limit liability and\n       recovery to an amount not exceeding the value so declared or released and shall not,\n       so far as relates to values, be held to violate this article.\n\nN.Y. Transp. Law § 181.\n\n\n                                                  21\n\fNew York, and that the court must treat Art Messenger’s contractual protections as a nullity by\n\nreason of its violations of these New York statutes. It is, however, by no means axiomatic under\n\nNew York law that a carrier forfeits its rights under its contract of carriage if it operates in violation\n\nof these statutes. ABN cites no New York authorities which support its proposition. The question\n\nis whether, in implementing the statute at issue, the legislature intended that violation result in the\n\ncarrier’s loss of its contractually agreed protections. See, e.g., Concord Indus., Inc. v. K.T.I.\n\nHoldings, Inc., 711 F. Supp. 728, 729 (E.D.N.Y. 1989) (“[W]hen a congressional statute provides\n\nspecific penalties for violations, a court should not affix the additional sanction of rendering a\n\nprivate contract void unless the legislative history evinces such an intent; it is inappropriate to add\n\njudicially to the remedies provided by the statute.” (citing Kelly v. Kosuga, 358 U.S. 516, 519\n\n(1959)); Bruce’s Juices, Inc. v. Am. Can Co., 330 U.S. 743, 755 (1947)); accord Land Ocean\n\nLogistics, Inc. v. Aqua Gulf Corp., 68 F. Supp. 2d 263, 270 (W.D.N.Y. 1999); cf. John E. Rosasco\n\nCreameries, Inc. v. Cohen, 276 N.Y. 274, 278 (1937) (“If the statute does not provide expressly that\n\nits violation will deprive the parties of their right to sue on the contract, and the denial of relief is\n\nwholly out of proportion to the requirements of public policy or appropriate individual punishment,\n\nthe right to recover will not be denied.”).\n\n        We do not read these New York statutes as imposing forfeiture of a carrier’s contractual\n\nprotections as a consequence of violation. Nothing in the text of the statutes suggests such a\n\nconsequence. Furthermore, Transportation Law § 181, on which ABN heavily relies, provides that\n\na common carrier shall issue a receipt or bill of lading “upon demand.” There is no evidence that\n\n\n\n\n                                                   22\n\fGeologistics or Halm made any such demand.16\n\nC.      The Limitation on the Liability of Geologistics\n\n        ABN also argues that the district court should not have enforced the liability-limiting\n\nprovision of the Halm-Geologistics contract, which limits the liability of Geologistics to $50. First,\n\nABN argues that the provision does not limit liability where Geologistics is negligent in its selection\n\nof carriers. Second, ABN argues that even if this court finds that Geologistics and Halm did intend\n\ntheir contract to limit liability in the case of negligence, the scope of that limitation was so sweeping\n\nas to render the contract contrary to law and public policy.17 We reject both arguments.\n\n        1.      The Halm-Geologistics Contract\n\n        ABN’s argument against enforcement of the contractual limitation of its liability proceeds\n\nas follows. Courts closely scrutinize agreements exculpating negligent parties and construe such\n\nagreements against the drafter. See, e.g., Uribe v. Merchants Bank of New York, 91 N.Y.2d 336, 341\n\n(1998). The liability-limitation provisions are ambiguous and “designed to mislead,” because they\n\nappear to limit liability even when Geologistics fails to keep its express promise to “use reasonable\n\n\n\n        16\n           In its reply brief, ABN cited for the first time New York Transportation Law § 111. See\nN.Y. Transp. Law § 111 (“In case a common carrier . . . shall omit to do any act . . . required to be\ndone, either by law or by order of the commissioner, such common carrier shall be liable to the\npersons or corporations affected thereby for all loss, damage or injury caused thereby or resulting\ntherefrom . . . .” (emphasis added)). ABN has never contended its loss was caused by or resulted\nfrom Art Messenger’s violations of statute. Furthermore, we decline to consider an argument raised\nfor the first time in a reply brief. See United States v. Yousef, 327 F.3d 56, 115 (2d Cir. 2003).\n        17\n          In addition to advancing these two arguments, ABN appears to claim in passing that the\nselection of Art Messenger was not “valid consideration” for the Geologistics contract with Halm,\nand that Geologistics was acting as the “alter ego” of Art Messenger. ABN does not, however,\nclarify these claims further, and they appear, in any case, to be either duplicative of ABN’s other\nclaims or entirely specious.\n\n                                                   23\n\fcare in the selection of carriers.” The court should construe the contract as not providing for\n\nlimitation of liability, at least where Geologistics was negligent in the selection of a carrier.\n\n       At issue are five provisions of the Halm-Geologistics contract: Paragraph 1 (Services by\n\nThird Parties); Paragraph 2 (Liability Limitations of Third Parties); Paragraph 6 (Declaring Higher\n\nValuation); Paragraph 8 (Limitation of Liability); and Paragraph 10 (Liability of Company). These\n\nprovide:\n\n       (1) SERVICES BY THIRD PARTIES: Unless the Company [i.e., Geologistics]\n       carries, stores or otherwise physically handles the shipment, and [damage] occurs\n       during such activity, the Company assumes no liability as a carrier and is not to be\n       held responsible for any [damage] to the goods to be forwarded or imported except\n       as provided in paragraph 10 and subject to the limitations of paragraph 8 below, but\n       undertakes only to use reasonable care in the selection of carriers . . . and others to\n       whom it may entrust the goods for transportation . . . . When the Company carries,\n       stores or otherwise physically handles the shipment, it does so subject to the\n       limitation of liability set forth in paragraph 8 below unless a separate bill of lading,\n       air waybill or other contract of carriage is issued by the Company, in which event the\n       terms thereof shall govern.\n\n       (2) LIABILITY LIMITATIONS OF THIRD PARTIES: The Company is\n       authorized to select and engage carriers . . . to transport . . . the goods, all of whom\n       shall be considered as the agents of the Customer [i.e., ABN-Halm], and the goods\n       may be entrusted to such agencies subject to all conditions as to limitation of liability\n       for [damage] and to all rules, regulations, requirements and conditions, whether\n       printed, written or stamped, appearing in bills of lading, receipts or tariffs issued by\n       such carriers . . . . The Company shall under no circumstances be liable for any\n       [damage] to the goods for any reason whatsoever when said goods are in custody,\n       possession or control of third parties selected by the Company to . . . transport or\n       render other services with respect to such goods.\n\n       (6) DECLARING HIGHER VALUATION: Inasmuch as . . . carriers . . . usually\n       limit their liability for [damage] unless a higher value is declared and a charge based\n       on such higher value is agreed to by said [carriers], the Company must receive\n       specific written instructions from the Customer to pay such higher charge based on\n       valuation and the [carrier] must accept such higher declared value, otherwise the\n\n\n                                                  24\n\f       valuation placed by the Customer on the goods shall be considered solely for export\n       or customs purposes and the goods will be delivered to the [carriers], subject to the\n       limitations of liability set forth herein in paragraphs 8-10 below with respect to any\n       claim against the Company and subject to the provisions of paragraph 2 above.\n\n       (8) LIMITATION OF LIABILITY: . . . [T]he Customer agrees that the Company\n       shall in no event be liable for any [damage] to the goods resulting from the\n       negligence or other fault of the Company for any amount in excess of $50 per\n       shipment (or the invoice value, if less) . . . . The Customer has the option of paying\n       a special compensation to increase the liability of the Company in excess of $50 per\n       shipment in case of any [damage] from causes which would make the Company\n       liable, but such option can be exercised only by specific written agreement made\n       with the Company prior to shipment which agreement shall indicate the limit of the\n       Company's liability and the special compensation for the added liability by it to be\n       assumed.\n\n       (10) LIABILITY OF COMPANY: Subject to the provisions of 19 CFR Section\n       111.44 [a regulation that formerly restricted the extent to which a freight forwarder\n       could limit its liability, but which has since been revoked], it is agreed that any claim\n       or demand for [damage] shall be only against the carriers . . . or others in whose\n       actual custody or control the goods may be at the time of such [damage], and that\n       the Company shall not be liable or responsible for any claim or demand from any\n       cause whatsoever, unless in each case the goods were in actual custody or control\n       of the Company and the damages alleged to have been suffered be proven to be\n       caused by the negligence or other fault of the Company, its officers or employees,\n       in which event the limitation of liability set forth in paragraph 8 herein shall apply\n       ....\n\n       There is indeed arguable inconsistency between the undertaking of Geologistics in Paragraph\n\n(1) to “use reasonable care in the selection of carriers” and the provisions of Paragraphs (2) and (10)\n\nto the effect that Geologistics can have no liability for damage to goods in the custody of third\n\nparties selected by Geologistics. If these were the only pertinent provisions, ABN could reasonably\n\nargue that the court must nullify the exculpation provisions in order to give meaning to the\n\nobligation to use reasonable care in the selection of the carrier. But that argument disappears when\n\n\n\n                                                  25\n\fone takes into account the provisions of Paragraphs (6) and (8) to the effect that Geologistics can\n\nbe liable for the full value of the goods if the customer had declared their value and agreed to pay\n\nhigher charges, or else Geologistics is liable for a maximum of $50. Considering all these\n\nprovisions together, no reasonable reading of the contract as a whole would support the proposition\n\nthat Geologistics can be liable in excess of $50 for damage suffered by the goods while in the\n\npossession of the carrier, based on its negligent selection of the carrier, absent a declaration by the\n\nshipper of full value with agreement to pay higher charges. See Muzak Corp. v. Hotel Taft Corp.,\n\n1 N.Y.2d 42, 46 (1956) (“The rules of construction of contracts require us to adopt an interpretation\n\nwhich gives meaning to every provision of a contract or, in the negative, no provision of a contract\n\nshould be left without force and effect.”); cf. id. (noting that where there is “an inconsistency\n\nbetween a specific provision and a general provision of a contract . . . , the specific provision\n\ncontrols.”).\n\n        2.      The Scope of the Limitation of Liability\n\n        Finally, ABN argues that the limitation provisions of the Halm-Geologistics contract were\n\ninvalid on public policy grounds because they purport to relieve Geologistics of any meaningful\n\nresponsibility even for gross negligence or intentional wrongdoing.18 See Sommer v. Fed. Signal\n\nCorp., 79 N.Y.2d 540, 554 (1992) (“[W]hile . . . exculpatory and limitation of liability clauses are\n\nenforceable against claims of ordinary negligence, those clauses cannot restrict . . . liability for\n\n\n        18\n          Because the $50 limitation constitutes a nominal sum, New York courts will treat that\nlimitation – for the purpose of determining the efficacy of liability-limitation provisions – as\nthough it offered complete relief from liability. See Sommer v. Fed. Signal Corp., 79 N.Y.2d 540,\n554 (1992) (“It is the public policy of this State . . . that a party may not insulate itself from damages\ncaused by grossly negligent conduct,” a principle that “applies equally to contract clauses purporting\nto exonerate a party from liability and clauses limiting damages to a nominal sum.”).\n\n                                                   26\n\fconduct evincing a reckless disregard for . . . customers’ rights.”).\n\n       ABN’s argument has no application to “ordinary” negligence. The doctrine upon which it\n\nrelies applies only in cases of more egregious misconduct. The district court found that ABN failed\n\nto raise a material issue of fact as to whether Geologistics engaged in conduct more culpable than\n\nordinary negligence. ABN Amro I, 253 F. Supp. 2d at 767. In its initial brief to this court, ABN\n\ndoes not appear to challenge this finding. It makes no citation to the record and does not point to\n\nevidence which it contends should support a finding of reckless disregard or intentional misconduct.\n\nEven if ABN were correct that the liability-limitation provision is unenforceable as to its exculpation\n\nof reckless or intentional misconduct, that conclusion would not vitiate the provision’s limitation\n\nof liability to $50 for ordinary negligence – which is the only wrongdoing at issue here. We have\n\nconsidered all of ABN’s remaining arguments and find them to be without merit.\n\n                                          III. Conclusion\n\n       The judgment of the district court is affirmed.\n\n\n\n\n                                                  27\n\f",
  "html": "<p class=\"case_cite\">485 F.3d 85</p>\n    <p class=\"parties\">ABN AMRO VERZEKERINGEN BV, Plaintiff-Appellant,<br>v.<br>GEOLOGISTICS AMERICAS, INC. and Alfred James doing business as Art Messenger and Delivery Service, Defendant-Appellees,<br>DHL Airways Inc., Third-Party-Defendant,<br>Hartford Fire Insurance Company, Consolidated-Plaintiff.<br>Docket No. 05-1917-cv.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: January 27, 2006.</p>\n    <p class=\"date\">Decided: April 23, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John E. Cone, Jr., Cone &amp; Kilbourn, Mount Kisco, N.Y. (Joseph A. Kilbourn, Of Counsel, on the brief), for Plaintiff-Appellant ABN Amro Verzekeringen BV.</p>\n      <p class=\"indent\">Andrew R. Spector, Hyman, Kaplan, Ganguzza, Spector &amp; Mars, P.A., Miami, FL; Nicholas E. Pantelopoulos, Kaplan, von Ohlen &amp; Massamillo, LLC, New York, NY, for Defendant-Appellee Geologistics Americas, Inc.</p>\n      <p class=\"indent\">John J. Sullivan, Hill Rivkins &amp; Hayden LLP, New York, N.Y. (Laura R. Landau and Kipp C. Leland, on the brief), for Defendant-Appellee Alfred James d/b/a Art Messenger and Delivery Service.</p>\n      <p class=\"indent\">Before LEVAL and SOTOMAYOR, Circuit Judges, and KRAVITZ, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVAL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we consider whether in an action for money damages the court may, over plaintiff's objection, enter final judgment in the plaintiff's favor for all the money that plaintiff may lawfully recover, when the defendants, without conceding liability, tender that amount. Plaintiff ABN Amro Verzekeringen BV (\"ABN\") brought suit in the United States District Court for the Southern District of New York (Chin, <i>J.</i>) alleging damage to cargo being shipped from Europe to the United States. The court found as a matter of law that the liability of defendants Geologistics Americas, Inc. (\"Geologistics\") and Alfred James d/b/a Art Messenger and Delivery Service (\"Art Messenger\") was limited by contract to $50 each. When the defendants tendered $50 without conceding liability, the court entered judgment in ABN's favor in that amount. Plaintiff appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff ABN is the insurer, assignee, and subrogee of the shipper Halm International Co., Inc. (\"Halm\"), which suffered a loss of approximately $500,000 as the result of damage to a printing press, which was being transported from Europe to the United States. ABN indemnified Halm for its damages, and then brought this suit against the freight forwarder (Geologistics) and the carrier (Art Messenger).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The suit alleged breach of contract, breach of bailment obligations, and negligence. The contracts governing the defendants' liability to the shipper Halm (and, by implication, to ABN) contain a number of provisions purporting to limit liability. The district court granted the defendants' motions for summary judgment in part, ruling that these contractual provisions limited the defendants' liability to $50 each.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants then offered to acquiesce in a judgment against themselves, without conceding liability, each tendering $50. ABN rejected the tenders. The defendants thereupon moved to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(1). They argued that their tender of the maximum amount in dispute mooted the case and deprived the court of subject-matter jurisdiction. The district court entered judgment against defendants in the amount of $50 each and dismissed with prejudice claims for damages in excess of $50. The court explained that the judgment was \"not based on the merits but . . . solely on . . . subject matter jurisdiction and the doctrine of mootness.\" ABN appeals this ruling and the prior ruling limiting the defendants' liability.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the district court's ruling that the contracts limited the defendants' liability to $50, as well as the court's entry of judgment against each defendant for $50 based on their tenders, and its dismissal of the claim for damages in excess of $50. Moreover, we find that the judgments in ABN's favor constituted final, appealable orders under 28 U.S.C. &#167; 1291. On the other hand, the court erred in its view that the dismissal of the case was based on mootness and lack of subject matter jurisdiction.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Viewed in the light most favorable to ABN, the evidence showed the following. Halm was a shipper insured by plaintiff ABN. In the years preceding 2000, Halm had developed an ongoing business relationship with Geologistics, a freight forwarder. Halm had hired Geologistics at least twenty-five times to handle its shipments. On June 13, 2000, Geologistics issued a \"House Air Waybill\" to indicate that it would forward a printing press for Halm from Holland to Huntington Station, New York. When the printing press reached JFK Airport in New York, Geologistics was contractually obligated to arrange for its delivery to Huntington Station. Halm gave certain instructions to Geologistics, concerning, <i>inter alia,</i> the need to \"rig\" the unit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 20, 2000, Geologistics retained Art Messenger, a trucker, to transport the press from JFK Airport to Huntington Station. Geologistics had retained Art Messenger for \"thousands\" of prior shipments. The invoice Art Messenger later sent to Geologistics contained neither terms and conditions, nor limitation of liability. However, Art Messenger and Geologistics had previously entered into a written umbrella agreement dating from 1994, which limited Art Messenger's liability to $50 per shipment unless Geologistics made specific written arrangements indicating otherwise. In June 2000, at the time of the shipment (which was between points in the State of New York), Art Messenger was authorized to carry cargo in interstate shipments,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but its license to carry intrastate shipments within the State of New York had lapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 20, an agent for Art Messenger picked up the crates containing the cargo at JFK. The agent did not note any damage. He transported the crates by truck to Huntington Station. In doing so, he failed to tie the crates down with \"load locks.\" The next morning, during the unloading at Huntington Station, the crate carrying the press was found to be severely damaged. Upon a survey, the printing press was declared to be a total loss, apart from its salvage value. As Halm's insurer, ABN was responsible to Halm for approximately $500,000 in loss, which ABN paid.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 27, 2000, Geologistics issued an invoice to Halm for $2,276.68. On the back of the invoice were the standard \"Terms &amp; Conditions of Service\" approved by the National Customs Brokers and Forwarders Association of America. These Terms &amp; Conditions provided:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[T]he Customer [Halm] agrees that the Company [Geologistics] shall in no event be liable for any . . . damage . . . to the goods resulting from the negligence or other fault of the Company for any amount in excess of $50 per shipment (or the invoice value, if less). . . . The Customer has the option of paying a special compensation to increase the liability of the Company in excess of $50 per shipment in case of any . . . damage . . . from causes which would make the Company liable, but such option can be exercised only by specific written agreement made with the Company prior to shipment which agreement shall indicate the limit of the Company's liability and the special compensation for the added liability by it to be assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These were the same Terms &amp; Conditions as appeared in the approximately twenty-five prior Geologistics invoices to Halm dating from 1997. Halm had neither requested additional coverage nor paid special compensation to increase the level of liability.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In June 2001, as Halm's subrogee, ABN (along with another insurer) brought this suit against Geologistics and Art Messenger, claiming (1) breach of contract, (2) breach of bailment obligations, and (3) negligence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">A. The Liability-Limitation Ruling</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The parties cross-moved for summary judgment. On April 1, 2003, the district court denied ABN's motion and granted the defendants' motions in part, ruling that the liability of each defendant was limited to $50. <i>ABN Amro Verzekeringen BV v. Geologistics Ams., Inc.,</i> 253 F.Supp.2d 757 (S.D.N.Y.2003) (\"<i>ABN Amro I</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court noted that under New York law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> a non-carrier freight forwarder such as Geologistics, which arranges for carriage, will normally not be liable to the shipper for damage sustained during carriage unless its selection of carriers was negligent. <i>See id.</i> at 764. The court explained that while a forwarder as a general matter cannot \"insulate itself from damages caused by grossly negligent conduct,\" New York law does not bar a non-carrier freight forwarder from contracting for limitations on its liability for negligent conduct. <i>Id.</i> at 765 (quotation marks omitted) (citing <i>Sommer v. Fed. Signal Corp.,</i> 79 N.Y.2d 540, 554, 583 N.Y.S.2d 957, 593 N.E.2d 1365 (1992)). Applying these principles, the court found that Geologistics had contracted with Halm to limit its liability to $50 per package, even in cases of its negligence, either in the selection of a carrier or otherwise. While a question of fact remained as to \"whether Geologistics <i>negligently</i> selected Art Messenger,\" there was \"no question of fact concerning any more culpable conduct &#8212; recklessness or intentional wrongdoing &#8212; by Geologistics.\" <i>Id.</i> at 767 (emphasis added). The court concluded that the liability of Geologistics was limited to $50.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court then turned to ABN's claims against Art Messenger and explained its rulings as follows: In the absence of a contract to the contrary, a common carrier (which the district court assumed Art Messenger to be)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> will normally be liable to a shipper for damage caused by its negligence. The court explained further that the carrier may contractually limit its liability for negligent conduct if the common carrier offers the shipper an election to escape the limitation upon payment of a higher fee. <i>See Calvin Klein Ltd. v. Trylon Trucking Corp.,</i> 892 F.2d 191 193-94 (2d Cir.1989) (\"A shipper and a common carrier may contract to limit the carrier's liability in cases of loss to an amount agreed to by the parties, so long as the language of the limitation is clear, the shipper is aware of the terms of the limitation, and the shipper can change the terms by indicating the true value of the goods being shipped.\" (citing N.Y.U.C.C. &#167; 7-309(2)) (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court found that, because Geologistics acted as Halm's agent in retaining Art Messenger to carry Halm's cargo, the terms of the contract between Geologistics and Art Messenger specified the conditions under which ABN could sue Art Messenger and limited Art Messenger's liability to $50. Art Messenger apparently issued neither an invoice setting the Terms &amp; Conditions of the shipment, nor a bill of lading or a tariff. Nonetheless the longstanding, oral and written umbrella agreement between Geologistics and Art Messenger in effect since 1994 limited the carrier's liability. <i>See ABN Amro I,</i> 253 F.Supp.2d at 769.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court also considered ABN's argument that Art Messenger faced liability for illegal or reckless conduct going beyond mere negligence, primarily because Art Messenger transported the shipment within the State of New York without a valid permit for intrastate trucking. However, the court found no justification for a finding of fault more extreme than negligence. <i>Id.</i> at 766, 768.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also rejected ABN's contention that the broad scope of the limitation provisions &#8212; which ABN argued would limit liability even in cases of recklessness or illegal conduct &#8212; violated public policy and should therefore be voided. In sum, the court found that the liability of each defendant was limited to $50.</p>\n    </div>\n    <p class=\"indent\">B. The Entry of Judgment</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On April 15, 2003, the district court denied the plaintiff's motion for reconsideration. Under 28 U.S.C. &#167; 1292(b), the court certified for interlocutory appeal its ruling on the limitation of liability. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> 2003 WL 21543529 (S.D.N.Y. July 9, 2003). This court, however, declined to accept the interlocutory appeal. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> No. 03-8036 (2d Cir. Jan. 20, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In late 2004, at Judge Chin's suggestion the defendants each tendered $50 to ABN, effectively consenting to judgment in that amount, and moved to dismiss the action insofar as ABN sought any greater damages. Judge Chin entered a judgment in favor of ABN against each of Geologistics and Art Messenger for $50, and dismissed with prejudice ABN's claims for damages in excess of $50. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> 2005 WL 774281 (S.D.N.Y. Apr. 5, 2005). The court further observed that although Geologistics and Art Messenger admitted neither to liability nor fault, the case was moot because the defendants had tendered, and judgment had been entered for, all that ABN \"could recover if the case were to be tried.\" <i>Id.</i> at *1. The court concluded that no party retained the necessary \"legally cognizable interest in the outcome,\" <i>id.</i> at *3, and that the court therefore no longer had subject-matter jurisdiction over the litigation, <i>id.</i> at *1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, ABN argues that the district court erred in entering judgment without requiring the defendants to concede liability. In addition, ABN challenges the court's findings limiting the defendants' liability. While we disagree with part of the court's reasoning, we find no fault with the court's conclusion that the defendants' liabilities were limited to $50, or with entry of final judgment for $50 against each defendant concluding the action.</p>\n    </div>\n    <p class=\"indent\">A. The Entry of Final Judgment</p>\n    <p class=\"indent\">1. Finality</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's judgment was a final, appealable order. \"A `final decision' within 28 U.S.C. &#167; 1291 ... `is one which ends the litigation on the merits and leaves nothing for the court to do but execute the judgment.'\" <i>Taylor v. Bd. of Educ.,</i> 288 F.2d 600, 602 (2d Cir.1961) (Friendly, <i>J.</i>) (quoting <i>Catlin v. United States,</i> 324 U.S. 229, 233, 65 S.Ct. 631, 89 L.Ed. 911 (1945)); <i>cf. Taylor,</i> 288 F.2d at 602 (\"An order adjudging liability but leaving the quantum of relief still to be determined has been a classic example of non-finality and non-appealability ....\"). Though the court did not resolve the issue of defendants' liability, its decision was nevertheless final, because all claims in the case had been resolved. In entering judgment, the court awarded against each defendant the maximum amount for which the defendant could, according to the court's ruling, be held liable, and rejected with prejudice plaintiff's claims insofar as they sought further damages. Thus, the court had ruled on all the relief demanded by the complaint, and nothing remained for the court to do but enter and execute the judgment. If the plaintiff's appeal seeking to overturn the ruling limiting liability proves unsuccessful, the case is at an end. <i>See Abrams v. Interco Inc.,</i> 719 F.2d 23, 32 (2d Cir.1983) (Friendly, <i>J.</i>) (exercising appellate jurisdiction in a case in which the district court denied plaintiffs' class-action certification motion and granted judgment for plaintiffs on their personal claims &#8212; even though plaintiffs had rejected defendant's offer of full relief for those claims &#8212; subject to the plaintiffs' right to renew their personal claims if the certification ruling were overturned); <i>see also Sompo Japan Ins. Co. v. Union Pac. R.R. Co.,</i> 456 F.3d 54, 55 n. 2 (2d Cir.2006) (holding that appealable final judgment was entered where district court ruled in defendant's favor on limitation of liability and parties then stipulated to final judgment in plaintiff's favor in that amount, subject to revocation in event of appellate reversal of ruling limiting liability); <i>Purdy v. Zeldes,</i> 337 F.3d 253, 257-58 (2d Cir. 2003) (holding that appealable final judgment had been entered when district court granted summary judgment to defendants on two of plaintiff's three claims, while denying summary judgment on the third, and granted plaintiff's motion for voluntary dismissal of the third claim without prejudice to refiling in event of reversal on appeal of the dismissal of either of the other claims).</p>\n    </div>\n    <p class=\"indent\">2. Judgment Without a Finding of Liability</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ABN contends that it was improper for the district court to enter judgment in its favor without first finding, or requiring the defendants to concede, liability. ABN proffers the argument somewhat apathetically, which is understandable as it makes little sense.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> ABN's position would require either that the court refrain from entering judgment although all the issues upon which that judgment depends were settled (either by factual determination or concession), or that, as a prerequisite to judgment, the court conduct a trial of factual issues that could have no effect on the judgment. Having determined that ABN could recover no more than $50 from each defendant, the court would be required, on ABN's view, to hold a full trial on liability and damages, notwithstanding defendants' willingness to offer ABN complete relief on its remaining claims. It would make no sense to impose such requirements. Where a defendant has consented to judgment for all the relief the plaintiff can win at trial (according to the trial court's determination), the defendant's refusal to admit fault does not justify a trial to settle questions which can have no effect on the judgment. <i>See Abrams,</i> 719 F.2d at 32 (\"[T]here is no justification for taking the time of the court and the defendant in the pursuit of minuscule individual claims which defendant has more than satisfied.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">ABN's suit was only for money damages.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The court had ruled as a matter of law that ABN could not recover more than $50 from each defendant. When each defendant tendered that amount, nothing of significance remained to adjudicate. Thus, the district court correctly rejected ABN's claim that the court should have mandated trial on an issue that had no practical consequence. <i>See id.</i> (affirming judgment where the district court denied plaintiffs' class-action certification motion and granted judgment for plaintiffs on their individual claims&#8212;despite plaintiffs' rejection of defendant's offer of full relief for those claims).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Mootness and Lack of Subject Matter Jurisdiction</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court believed that, once the defendants tendered $50, the parties no longer had \"a personal stake\" or a \"legally cognizable interest\" in the litigation and that as a consequence the case had become moot, and the court was compelled to dismiss it for lack of subject matter jurisdiction under Rule 12(b)(1) of the Federal Rules of Civil Procedure. <i>See Fox v. Bd. of Trs.,</i> 42 F.3d 135, 140 (2d Cir.1994). While the court properly granted final judgment to the plaintiff for $50 and denied the plaintiff's claims insofar as they sought a greater recovery, the court was mistaken in believing that the case had become moot and that the court lacked jurisdiction. The court confused the mootness <i>of an issue</i> with mootness of a case or claim in the Constitutional sense. If the case had truly become moot and the court had lacked subject matter jurisdiction, the court would have been without power to enter a judgment in plaintiff's favor for $50 and in defendants' favor as to the balance of the plaintiff's claim. It would have been compelled simply to dismiss, leaving the dispute unadjudicated. <i>See Iron Arrow Honor Soc'y v. Heckler,</i> 464 U.S. 67, 72-73, 104 S.Ct. 373, 78 L.Ed.2d 58 (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mootness, in the constitutional sense, occurs when the parties have no \"legally cognizable interest\" or practical \"personal stake\" in the dispute, and the court is therefore incapable of granting a judgment that will affect the legal rights as between the parties. <i>See Davis v. New York,</i> 316 F.3d 93, 99 (2d Cir.2002) (\"Under Article III, section 2 of the Constitution, federal courts lack jurisdiction to decide questions that cannot affect the rights of litigants in the case before them.\"). There is no issue of practical importance for the court to adjudicate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mootness can arise in many ways during the course of litigation. If, for example, the plaintiff dies or ceases to be subject to the condition that caused his deprivation before his request for prospective injunctive relief is resolved, his claims may in some circumstances become moot. <i>See, e.g., Rhodes v. Stewart,</i> 488 U.S. 1, 4, 109 S.Ct. 202, 102 L.Ed.2d 1 (1988) (where two plaintiff-prisoners sued prison authorities seeking injunction allowing them to subscribe to a magazine, the case was mooted by the death of one plaintiff and the release of the other). In such circumstances, there is no longer a \"Case\" or \"Controversy\" within the meaning of Article III. Lacking subject-matter jurisdiction, the court must dismiss the case or claim. <i>See Preiser v. Newkirk,</i> 422 U.S. 395, 401-04, 95 S.Ct. 2330, 45 L.Ed.2d 272 (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Those, however, were not the circumstances of this case when the defendants consented to judgment for $50. The parties continued to have a personal stake in a practical dispute, and a legally cognizable interest in the litigation. The court remained capable of granting a judgment with practical consequences for the parties, and it did so. ABN was demanding an award of $500,000, and continues to do so during this appeal. The defendants argued successfully, and continue on this appeal to argue, that as the result of Halm's contractual commitment, binding on plaintiff, the damages could not exceed $50. The court agreed with the defendants' argument and so ruled. Each defendant consented to judgment against itself in the amount of $50, which the court entered. The defendants' consent to judgment against them in the amount of $50 satisfied only a tiny portion of the $500,000 dispute between the parties, as the plaintiff continues to demand the full $500,000. The parties thus retained a practical stake in the dispute, and the court continued to be capable of rendering a judgment that would have a practical effect on the legal rights of the parties. There was no mootness of the sort that deprives the court of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is true that, as the result of the defendants' consent to judgment for $50, a different kind of mootness arose. <i>Certain issues</i> that would otherwise have been in dispute became moot, in the sense that the court no longer needed to resolve them. The question of the defendants' liability to the plaintiff, and all questions subordinate to it, ceased (at least conditionally) to have practical importance. Because the court ruled that the defendants' liability could not exceed $50 and the defendants consented to judgment in that amount, it no longer mattered whether, as ABN claimed, Geologistics had contracted with Halm to arrange for the transportation of the printing press, Geologistics acted negligently in engaging Art Messenger, Art Messenger acted negligently in trucking the cargo, the printing press was in sound condition when shipped and suffered damage during the carriage, the damage was caused by Art Messenger's negligence, or ABN had insured Halm and been subrogated to Halm's claim by paying it for the loss. So long as the district court's ruling limiting the liability to $50 remained in force, all litigable <i>issues</i> pertaining to the defendants' liability ceased to have practical importance, because of the defendants' tender of that amount. The <i>case,</i> however, was not moot, and the court did not lose subject matter jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Abrams v. Interco Inc.,</i> 719 F.2d 23 (2d Cir.1983), upon which the district court relied, is not to the contrary, as the circumstances in that case were quite different from ours. In Abrams, two plaintiffs brought an action alleging that the defendant violated the antitrust laws, and they sought treble damages for themselves, as well as on behalf of a large, similarly situated class. The district court denied class certification, based on its finding that common issues did not predominate over individual issues. The defendant then, without conceding liability, tendered to the plaintiffs an amount larger than the amount to which the plaintiffs claimed personal entitlement as damages, which the plaintiffs refused. The district court thereupon granted the defendant's motion to dismiss for lack of jurisdiction on the ground that no justiciable case or controversy remained before the court. The dismissal preserved the right of the plaintiffs to appeal the denial of class certification, and by implication provided that, in the event of a reversal of the denial of class certification, the plaintiffs' individual claims would be reinstated so as to permit them to maintain the suit on behalf of the class. The court of appeals upheld the dismissal of the plaintiffs' individual claims for lack of jurisdiction predicated on mootness. <i>Id.</i> at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The difference between our case and <i>Abrams</i> is crucial to the question of constitutional mootness. In <i>Abrams,</i> insofar as concerned the plaintiffs' individual claims for damages, the defendant tendered every cent (and more) to which the plaintiffs claimed entitlement. Accordingly, with respect to the plaintiffs' individual claims for damages, nothing of practical significance remained to adjudicate. In our case, by contrast, the defendants tendered only a portion &#8212; indeed, only a small portion &#8212; of the damages plaintiff claimed. The district court's ruling that the plaintiff had no entitlement to any amount exceeding what the defendants had tendered <i>resolved</i> the dispute between the parties but did not negate its existence. The parties were in disagreement over whether the defendants' liability was limited by the contract and consequently over how much plaintiff could receive in damages. There unquestionably was, and still is, a case and controversy for the court to adjudicate. The defendants' tender of $50 did not moot the plaintiff's claim for $500,000.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To the extent that the judgment stated that it \"is not based on the merits but is based solely on the issue of subject matter jurisdiction and the doctrine of mootness,\" it was in error. The court's judgment, awarding $50 to the plaintiff and denying the plaintiff's claim for any further sum, was a binding adjudication of each defendant's obligation to pay $50 and no more, notwithstanding that the court's justification depended in part on a concession by the defendants, which made it unnecessary to litigate certain potentially disputed issues. We therefore strike from the judgment the assertion in Paragraph 3 that the judgment is \"not based on the merits but . . . solely on . . . mootness.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">B. The Limitation of Art Messenger's Liability</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">ABN also contends the court erred in ruling that the defendants' liability was limited to $50. It argues that the agreement between Geologistics and Art Messenger, purporting to limit Art Messenger's liability to $50, was invalid for two reasons: First, because Art Messenger's limitation of liability was not set forth in a bill of lading, receipt, or tariff, it was not entitled to recognition under the Halm-Geologistics contract. Second, Art Messenger's limitation of liability is void as contrary to public policy, because it limits Art Messenger's liability even for damages arising from illegal conduct, such as intrastate trucking in violation of New York state statute.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Neither argument has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Art Messenger's Failure to Issue a Bill of Lading, Receipt, or Tariff</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Seeking to invalidate the limitation of Art Messenger's liability, ABN notes that Art Messenger did not issue a bill of lading, receipt, or tariff in conjunction with the transport of the printing press. This is relevant, ABN argues, because Halm's contract with Geologistics, as set forth in the sales invoice issued by Geologistics, provided that when Geologistics hired carriers to transport Halm's cargo, Halm would be subject to limitations specified by such carriers in their bills of lading, receipts, and tariffs. ABN argues that in the absence of a bill of lading, receipt, or tariff, no liability limitation can apply.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under the Halm-Geologistics contract, Geologistics became Halm's agent for the purpose of engaging a carrier to transport Halm's cargo. A shipper in Halm's position generally can recover contract-based damages from a secondary carrier, such as Art Messenger, based on the theory that the freight forwarder (here, Geologistics) acted as agent for the shipper in engaging the carrier. \"As agent for [the shipper], [the freight forwarder has] the authority to enter into a usual and customary shipping contract . . . .\" <i>St. Laurent v. Air Freight Transp. Corp.,</i> 86 A.D.2d 511, 512-13, 445 N.Y.S.2d 745 (N.Y.App.Div. 1982) (internal quotation marks omitted); <i>see also Norfolk S. Ry. Co. v. Kirby,</i> 543 U.S. 14, 34, 125 S.Ct. 385, 160 L.Ed.2d 283 (2004) (holding that \"an intermediary binds a cargo owner to the liability limitations it negotiates with downstream carriers\"). Halm's contract with Geologistics contains Terms &amp; Conditions which authorize Geologistics \"to select and engage carriers ... to transport [Halm's] goods.\" They also provide that such carriers \"shall be considered as the agents of Halm, and that \"the goods may be entrusted to such agencies subject to [certain] conditions as to limitation of liability\" set forth by those carriers. Thus, Halm's contract with Geologistics authorized Geologistics to engage carriers on Halm's behalf and expressly authorized Geologistics to accept limitations of liability imposed by the retained carriers.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pursuant to its authorization to retain carriers on Halm's behalf, Geologistics retained Art Messenger to carry Halm's cargo. The terms of Art Messenger's employment by Geologistics, which had been in effect since 1994, and were memorialized in a letter dated October 3, 1998, included a limitation of Art Messenger's liability to $50 per shipment unless Geologistics declared a higher value.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> ABN contends, however, that Halm authorized Geologistics to accept the liability limitations imposed by retained carriers only when those limitations were set forth in bills of lading, receipts, or tariffs. As noted above, ABN relies on a provision in the Geologistics sales invoice labeled \"LIABILITY LIMITATIONS OF THIRD PARTIES,\" which states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">[Geologistics] is authorized to select and engage carriers . . . to transport . . . the goods, all of whom shall be considered as the agents of [Halm], and the goods may be entrusted to such agencies subject to all conditions as to limitation of liability for [damage] and to all rules, regulations, requirements and conditions, whether printed, written or stamped, appearing in bills of lading, receipts or tariffs issued by such carriers. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We do not agree that this provision carries the meaning ABN ascribes to it. ABN reads the term \"appearing on bills of lading, receipts or tariffs\" as a limitation, so that a contractual condition or limitation of liability set forth in a document which is not a bill of lading, receipt, or tariff would not come within Halm's authorization of Geologistics to accept. The defendants, in contrast, read this provision as an expansive authorization to Geologistics to accept written limitations of liability embodied in contracts of carriage it made on Halm's behalf, rather than as a narrowing limitation giving authorization only as to those limitations appearing on bills of lading, receipts, or tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Although the matter is not free of ambiguity, we believe the defendants' understanding is the more reasonable interpretation of the contract. The contractual terms, \"subject to all conditions . . . whether written, printed or stamped, appearing on bills of lading, receipts or tariffs\" appears designed to give Geologistics broad authorization to contract with carriers on Halm's behalf, accepting the carriers' written limitations of liability. ABN advances no reasonable argument why the contract should be understood to authorize only those limitations set forth in bills of lading, receipts, and tariffs, but not those set forth in other forms of written contract. Such a reading would defeat legitimate, expressly negotiated contractual expectations, solely because of the meaningless circumstance of the type of document in which the contractual term was stated. Nor does ABN point to evidence which would favor its improbable reading of the ambiguous contract term.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that Halm's contract with Geologistics authorized Geologistics, in engaging Art Messenger on Halm's behalf, to bind Halm to the terms of limitation of liability set forth in writing in the umbrella agreement between Geologistics and Art Messenger. We reject ABN's contention that such a limitation was authorized only if set forth in a bill of lading, receipt, or tariff.</p>\n    </div>\n    <p class=\"indent\">2. Violations of New York Law</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">ABN argues that this court must disregard Art Messenger's contractual limitation of liability as contrary to public policy because it purports to limit liability even for illegal conduct. Art Messenger concedes that, in violation of various New York state statutes, it carried the shipment intrastate without having maintained its license to operate as an intrastate carrier. In addition, ABN asserts that Art Messenger violated New York Law by failing to file a tariff schedule, as required by Transportation Laws &#167;&#167; 98 and 103, or a rate schedule, as required by Transportation Laws &#167;&#167; 181 and 103.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">ABN contends it is \"axiomatic\" under the New York Transportation Law that to limit liability for damage to goods in intrastate transit, a trucker must be validly licensed by the State of New York, and that the court must treat Art Messenger's contractual protections as a nullity by reason of its violations of these New York statutes. It is, however, by no means axiomatic under New York law that a carrier forfeits its rights under its contract of carriage if it operates in violation of these statutes. ABN cites no New York authorities which support its proposition. The question is whether, in implementing the statute at issue, the legislature intended that violation result in the carrier's loss of its contractually agreed protections. <i>See, e.g., Concord Indus., Inc. v. K.T.I. Holdings, Inc.,</i> 711 F.Supp. 728, 729 (E.D.N.Y. 1989) (\"[W]hen a congressional statute provides specific penalties for violations, a court should not affix the additional sanction of rendering a private contract void unless the legislative history evinces such an intent; it is inappropriate to add judicially to the remedies provided by the statute.\") (citing <i>Kelly v. Kosuga,</i> 358 U.S. 516, 519, 79 S.Ct. 429, 3 L.Ed.2d 475 (1959); <i>Bruce's Juices, Inc. v. Am. Can Co.,</i> 330 U.S. 743, 755, 67 S.Ct. 1015, 91 L.Ed. 1219 (1947)); <i>accord Land Ocean Logistics, Inc. v. Aqua Gulf Corp.,</i> 68 F.Supp.2d 263, 270 (W.D.N.Y.1999); <i>cf. John E. Rosasco Creameries, Inc. v. Cohen,</i> 276 N.Y. 274, 278, 11 N.E.2d 908 (1937) (\"If the statute does not provide expressly that its violation will deprive the parties of their right to sue on the contract, and the denial of relief is wholly out of proportion to the requirements of public policy or appropriate individual punishment, the right to recover will not be denied.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We do not read these New York statutes as imposing forfeiture of a carrier's contractual protections as a consequence of violation. Nothing in the text of the statutes suggests such a consequence. Furthermore, Transportation Law &#167; 181, on which ABN heavily relies, provides that a common carrier shall issue a receipt or bill of lading \"upon demand.\" There is no evidence that Geologistics or Halm made any such demand.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">C. The Limitation on the Liability of Geologistics</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">ABN also argues that the district court should not have enforced the liability-limiting provision of the Halm-Geologistics contract, which limits the liability of Geologistics to $50. First, ABN argues that the provision does not limit liability where Geologistics is negligent in its selection of carriers. Second, ABN argues that even if this court finds that Geologistics and Halm <i>did</i> intend their contract to limit liability in the case of negligence, the scope of that limitation was so sweeping as to render the contract contrary to law and public policy.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> We reject both arguments.</p>\n    </div>\n    <p class=\"indent\">1. The Halm-Geologistics Contract</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">ABN's argument against enforcement of the contractual limitation of its liability proceeds as follows. Courts closely scrutinize agreements exculpating negligent parties and construe such agreements against the drafter. <i>See, e.g., Uribe v. Merchants Bank of New York,</i> 91 N.Y.2d 336, 341, 670 N.Y.S.2d 393, 693 N.E.2d 740 (1998). The liability-limitation provisions are ambiguous and \"designed to mislead,\" because they appear to limit liability even when Geologistics fails to keep its express promise to \"use reasonable care in the selection of carriers.\" The court should construe the contract as not providing for limitation of liability, at least where Geologistics was negligent in the selection of a carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">At issue are five provisions of the Halm-Geologistics contract: Paragraph 1 (Services by Third Parties); Paragraph 2 (Liability Limitations of Third Parties); Paragraph 6 (Declaring Higher Valuation); Paragraph 8 (Limitation of Liability); and Paragraph 10 (Liability of Company). These provide:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(1) SERVICES BY THIRD PARTIES: Unless the Company [<i>i.e.,</i> Geologistics] carries, stores or otherwise physically handles the shipment, and [damage] occurs during such activity, the Company assumes no liability as a carrier and is not to be held responsible for any [damage] to the goods to be forwarded or imported except as provided in paragraph 10 and subject to the limitations of paragraph 8 below, but <i>undertakes only to use reasonable care in the selection of carriers</i> . . . and others to whom it may entrust the goods for transportation .... When the Company carries, stores or otherwise physically handles the shipment, it does so subject to the limitation of liability set forth in paragraph 8 below unless a separate bill of lading, air waybill or other contract of carriage is issued by the Company, in which event the terms thereof shall govern.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(2) LIABILITY LIMITATIONS OF THIRD PARTIES: The Company is authorized to select and engage carriers . . . to transport . . . the goods, all of whom shall be considered as the agents of the Customer [<i>i.e.,</i> ABN-Halm], and the goods may be entrusted to such agencies subject to all conditions as to limitation of liability for [damage] and to all rules, regulations, requirements and conditions, whether printed, written or stamped, appearing in bills of lading, receipts or tariffs issued by such carriers . . . . <i>The Company shall under no circumstances be liable for any [damage] to the goods for any reason whatsoever when said goods are in custody, possession or control of third parties selected by the Company to . . . transport</i> or render other services with respect to such goods.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(6) DECLARING HIGHER VALUATION: Inasmuch as . . . carriers . . . usually limit their liability for [damage] unless a higher value is declared and a charge based on such higher value is agreed to by said [carriers], <i>the Company must receive specific written instructions from the Customer to pay such higher charge based on valuation and the [carrier] must accept such higher declared value, otherwise</i> the valuation placed by the Customer on the goods shall be considered solely for export or customs purposes and <i>the goods will be delivered</i> to the [carriers], <i>subject to the limitations of liability set forth herein in paragraphs 8-10</i> below with respect to any claim against the Company <i>and subject to the provisions of paragraph 2 above.</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(8) LIMITATION OF LIABILITY: . . . <i>[T]he Customer agrees that the Company shall in no event be liable for any [damage] to the goods resulting from the negligence or other fault of the Company for any amount in excess of $50 per shipment</i> (or the invoice value, if less). . . . <i>The Customer has the option of paying a special compensation to increase the liability of the Company in excess of $50 per shipment</i> in case of any [damage] from causes which would make the Company liable, but such option can be exercised only by specific written agreement made with the Company prior to shipment which agreement shall indicate the limit of the Company's liability and the special compensation for the added liability by it to be assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(10) LIABILITY OF COMPANY: Subject to the provisions of 19 CFR Section 111.44 [a regulation that formerly restricted the extent to which a freight forwarder could limit its liability, but which has since been revoked], <i>it is agreed that any claim or demand for [damage] shall be only against the carriers .. . or others in whose actual custody or control the goods may be at the time of such [damage], and that the Company shall not be liable or responsible</i> for any claim or demand from any cause whatsoever, <i>unless in each case the goods were in actual custody or control of the Company</i> and the damages alleged to have been suffered be proven to be caused by the negligence or other fault of the Company, its officers or employees, in which event the limitation of liability set forth in paragraph 8 herein shall apply. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">There is indeed arguable inconsistency between the undertaking of Geologistics in Paragraph (1) to \"use reasonable care in the selection of carriers\" and the provisions of Paragraphs (2) and (10) to the effect that Geologistics can have no liability for damage to goods in the custody of third parties selected by Geologistics. If these were the only pertinent provisions, ABN could reasonably argue that the court must nullify the exculpation provisions in order to give meaning to the obligation to use reasonable care in the selection of the carrier. But that argument disappears when one takes into account the provisions of Paragraphs (6) and (8) to the effect that Geologistics can be liable for the full value of the goods if the customer had declared their value and agreed to pay higher charges, or else Geologistics is liable for a maximum of $50. Considering all these provisions together, no reasonable reading of the contract as a whole would support the proposition that Geologistics can be liable in excess of $50 for damage suffered by the goods while in the possession of the carrier, based on its negligent selection of the carrier, absent a declaration by the shipper of full value with agreement to pay higher charges. <i>See Muzak Corp. v. Hotel Taft Corp.,</i> 1 N.Y.2d 42, 46, 150 N.Y.S.2d 171, 133 N.E.2d 688 (1956) (\"The rules of construction of contracts require us to adopt an interpretation which gives meaning to every provision of a contract or, in the negative, no provision of a contract should be left without force and effect.\"); <i>cf. id.</i> (noting that where there is \"an inconsistency between a specific provision and a general provision of a contract ..., the specific provision controls.\").</p>\n    </div>\n    <p class=\"indent\">2. The Scope of the Limitation of Liability</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Finally, ABN argues that the limitation provisions of the Halm-Geologistics contract were invalid on public policy grounds because they purport to relieve Geologistics of any meaningful responsibility even for gross negligence or intentional wrongdoing.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> <i>See Sommer v. Fed. Signal Corp.,</i> 79 N.Y.2d 540, 554, 583 N.Y.S.2d 957, 593 N.E.2d 1365 (1992) (\"[W]hile ... exculpatory and limitation of liability clauses are enforceable against claims of ordinary negligence, those clauses cannot restrict ... liability for conduct evincing a reckless disregard for ... customers' rights.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">ABN's argument has no application to \"ordinary\" negligence. The doctrine upon which it relies applies only in cases of more egregious misconduct. The district court found that ABN failed to raise a material issue of fact as to whether Geologistics engaged in conduct more culpable than ordinary negligence. <i>ABN Amro I,</i> 253 F.Supp.2d at 767. In its initial brief to this court, ABN does not appear to challenge this finding. It makes no citation to the record and does not point to evidence which it contends should support a finding of reckless disregard or intentional misconduct. Even if ABN were correct that the liability-limitation provision is unenforceable as to its exculpation of reckless or intentional misconduct, that conclusion would not vitiate the provision's limitation of liability to $50 for ordinary negligence&#8212; which is the only wrongdoing at issue here. We have considered all of ABN's remaining arguments and find them to be without merit.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Mark R. Kravitz, United States District Judge for the District of Connecticut, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As insurer-subrogee, ABN \"stands in the shoes\" of the shipper Halm<i>Am. Bureau of Shipping v. Tencara Shipyard S.P.A.,</i> 170 F.3d 349, 353 (2d Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Art Messenger was validly registered with the Interstate Commerce Commission, the United States Department of Transportation, and with the Single State Registration System, authorizing it to operate, in interstate trucking, in New York, Connecticut, Massachusetts, and Rhode Island. However, it was not properly authorized for intrastate trucking within the state of New York</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The other insurer, Hartford Fire Insurance Company, has elected not to join ABN on this appeal. In addition, Art Messenger impleaded DHL Airways, the company that had shipped the machine by air to JFK Airport in New York. DHL never made an appearance. It appears that DHL was not served with a third-party complaint. It has no involvement in the present appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Based on the agreement of the parties, we treat New York law as the law governing this case<i>See ABN Amro I,</i> 253 F.Supp.2d at 764 (\"The parties agree that New York law applies to this dispute. The Geologistics sales invoice, issued from the New York office, specifies that New York law applies, and the machine was damaged during a shipment entirely within the state.\" (citation omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties dispute on appeal whether Art Messenger is a common carrier or a contract carrier. Judge Chin appeared to assume that Art Messenger was a common carrier<i>See, e.g., ABN Amro I,</i> 253 F.Supp.2d at 765. Because our disposition does not turn in any way on this issue, we need not decide whether that assumption was correct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In an order accompanying the ruling, the court noted that all the parties would retain the ability to reassert their claims and defenses in the event that this court reversed the district court's ruling limiting the defendants' liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It appears that ABN is making this argument only to protect against any risk that it might be deemed to have forfeited its right to appeal the court's finding limiting liability. As it made clear to the district court in seeking the &#167; 1292 certification and to this court at oral argument, ABN has no interest in litigating the defendants' liability if this court sustains the district court's finding of a $50 cap on liability. It appears that ABN rejected the defendants' $50 tenders &#8212; and has objected to the district court's judgment in its favor &#8212; lest it be deemed by acquiescence to have forfeited the right to challenge the liability-limitation ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiff made no demand for declaratory relief on liability. We do not decide whether this judgment could properly be entered over the plaintiff's objection if the complaint included such a demand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court apparently believed that its observations on mootness and lack of jurisdiction would preserve the freedom of the parties \"to assert their claims and defenses in the event [the district court's] ... limitation ruling is reversed on appeal or the case is otherwise remanded by the appellate court for a trial on the question of negligence.\" That ruling, however, was neither necessary nor efficacious to accomplish the desired goal. If we (or the Supreme Court) were to vacate the finding limiting liability to $50, the defendants, having made no admission of fault or liability, and having suffered no adverse adjudication on those issues, would remain fully free to litigate them. The plaintiff also would be free to prove the defendants' fault and liability in the full amount of its claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We recognize that there is an apparent similarity between this case and<i>Abrams,</i> which understandably misled the district court. It is that in neither <i>Abrams</i> nor this case did the plaintiffs receive <i>everything</i> they sought. In <i>Abrams,</i> the plaintiffs sought and were denied class certification. Their demand for class certification was, however, collateral and extraneous to their claim of personal entitlement to damages. It is the <i>Abrams</i> plaintiffs' substantive claim for damages that was mooted by the defendant's tender of more than the entitlement the plaintiffs claimed. In this case, by contrast, there was no mooting of the plaintiff's claim, as the defendants' tender was for only a tiny portion of the money damages the plaintiff claimed. There is no reason to believe that we would have found mootness in <i>Abrams</i> if the district court had first ruled, for example, that the plaintiff was entitled to no more than its actual damages, rather than treble damages, and the defendant had then tendered only the amount of the actual claimed loss, without trebling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To protect the defendants against the risk of misinterpretation of the basis for the judgment in other litigation, the district court remains free to explain in a ruling accompanying the judgment, if requested by the defendants, that the judgment in plaintiff's favor is not based on a finding of fault or liability, but rather on the defendants' consent to the entry of judgment for $50 without either admission or determination of liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In its reply brief, ABN contends that a provision exempting Art Messenger from liability even for willful or grossly negligent acts is contrary to public policy and void. We decline to consider an argument raised for the first time in a reply brief<i>See United States v. Yousef,</i> 327 F.3d 56, 115 (2d Cir. 2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> ABN neither argues that it entered into a contract directly with Art Messenger nor points to any authority indicating that Art Messenger owed it a common-law duty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Art Messenger's letter of October 3, 1998, stated as follows:</p>\n        <p class=\"indent\">PLEASE BE ADVISED THAT THE LIABILITY INFORMATION SUBMITTED TO YOU, IS FOR YOUR COMPANY RECORD, AND SHOULD BE MAINTAIN[ED] IN YOUR COMPANY FILES.</p>\n        <p class=\"indent\">LIMIT OF LIABILITY. THE LIABILITY OF ART MESSENGER &amp; DELIVERY SERVICE SHALL BE LIMITED TO FIFTY DOLLARS (50.00) PER SHIPMENT UNLESS THE CUSTOMER [<i>i.e.,</i> Geologistics] MAKES SPECIFIC WRITTEN ARRANGEMENTS WITH ART MESSENGER &amp; DELIVERY SERVICE TO SPECIFY A HIGHER DECLARED VALUE.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> These statutes provide:</p>\n        <p class=\"indent\">Every common carrier shall file with the commissioner and shall print and keep open to public inspection schedules showing the rates, fares and charges for the transportation of passengers and property within the state ....</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 98.</p>\n        <p class=\"indent\">No common carrier subject to the provisions of this chapter shall engage or participate in the transportation of passengers or property, between points within the state, until its schedules of rates, fares and charges shall have been filed and published in accordance with the provisions of this chapter.</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 103(1).</p>\n        <p class=\"indent\">Every common carrier of property by motor vehicle shall, upon demand, issue either a receipt or a bill of lading for all property delivered to it for transportation.... [W]hen expressly authorized or required by order of the commissioner a carrier may establish and maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property, in which case such declaration or agreement shall have no other effect than to limit liability and recovery to an amount not exceeding the value so declared or released and shall not, so far as relates to values, be held to violate this article.</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In its reply brief, ABN cited for the first time New York Transportation Law &#167; 111<i>See</i> N.Y. Transp. Law &#167; 111 (\"In case a common carrier ... shall omit to do any act ... required to be done, either by law or by order of the commissioner, such common carrier shall be liable to the persons or corporations affected thereby for all loss, damage or injury <i>caused thereby or resulting therefrom</i> . . . .\" (emphasis added)). ABN has never contended its loss was caused by or resulted from Art Messenger's violations of statute. Furthermore, we decline to consider an argument raised for the first time in a reply brief. <i>See United States v. Yousef,</i> 327 F.3d 56, 115 (2d Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In addition to advancing these two arguments, ABN appears to claim in passing that the selection of Art Messenger was not \"valid consideration\" for the Geologistics contract with Halm, and that Geologistics was acting as the \"alter ego\" of Art Messenger. ABN does not, however, clarify these claims further, and they appear, in any case, to be either duplicative of ABN's other claims or entirely specious</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because the $50 limitation constitutes a nominal sum, New York courts will treat that limitation &#8212; for the purpose of determining the efficacy of liability-limitation provisions &#8212; as though it offered complete relief from liability<i>See Sommer v. Fed. Signal Corp.,</i> 79 N.Y.2d 540, 554, 583 N.Y.S.2d 957, 593 N.E.2d 1365 (1992) (\"It is the public policy of this State . . . that a party may not insulate itself from damages caused by grossly negligent conduct,\" a principle that \"applies equally to contract clauses purporting to exonerate a party from liability and clauses limiting damages to a nominal sum.\").</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation\" data-id=\"2729\"><a href=\"/opinion/2729/abn-amro-verzekeringen-bv-v-geologistics-americas-inc/\"><span class=\"volume\">485</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">85</span></a></span></p>\n    <p class=\"parties\">ABN AMRO VERZEKERINGEN BV, Plaintiff-Appellant,<br>v.<br>GEOLOGISTICS AMERICAS, INC. and Alfred James doing business as Art Messenger and Delivery Service, Defendant-Appellees,<br>DHL Airways Inc., Third-Party-Defendant,<br>Hartford Fire Insurance Company, Consolidated-Plaintiff.<br>Docket No. 05-1917-cv.</p>\n    <p class=\"court\">United States Court of Appeals, Second Circuit.</p>\n    <p class=\"date\">Argued: January 27, 2006.</p>\n    <p class=\"date\">Decided: April 23, 2007.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">John E. Cone, Jr., Cone &amp; Kilbourn, Mount Kisco, N.Y. (Joseph A. Kilbourn, Of Counsel, on the brief), for Plaintiff-Appellant ABN Amro Verzekeringen BV.</p>\n      <p class=\"indent\">Andrew R. Spector, Hyman, Kaplan, Ganguzza, Spector &amp; Mars, P.A., Miami, FL; Nicholas E. Pantelopoulos, Kaplan, von Ohlen &amp; Massamillo, LLC, New York, NY, for Defendant-Appellee Geologistics Americas, Inc.</p>\n      <p class=\"indent\">John J. Sullivan, Hill Rivkins &amp; Hayden LLP, New York, N.Y. (Laura R. Landau and Kipp C. Leland, on the brief), for Defendant-Appellee Alfred James d/b/a Art Messenger and Delivery Service.</p>\n      <p class=\"indent\">Before LEVAL and SOTOMAYOR, Circuit Judges, and KRAVITZ, District Judge.<a class=\"footnote\" href=\"#fn-s\" id=\"fn-s_ref\">*</a></p>\n      <p class=\"indent\">LEVAL, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">In this appeal we consider whether in an action for money damages the court may, over plaintiff's objection, enter final judgment in the plaintiff's favor for all the money that plaintiff may lawfully recover, when the defendants, without conceding liability, tender that amount. Plaintiff ABN Amro Verzekeringen BV (\"ABN\") brought suit in the United States District Court for the Southern District of New York (Chin, <i>J.</i>) alleging damage to cargo being shipped from Europe to the United States. The court found as a matter of law that the liability of defendants Geologistics Americas, Inc. (\"Geologistics\") and Alfred James d/b/a Art Messenger and Delivery Service (\"Art Messenger\") was limited by contract to $50 each. When the defendants tendered $50 without conceding liability, the court entered judgment in ABN's favor in that amount. Plaintiff appeals.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">Plaintiff ABN is the insurer, assignee, and subrogee of the shipper Halm International Co., Inc. (\"Halm\"), which suffered a loss of approximately $500,000 as the result of damage to a printing press, which was being transported from Europe to the United States. ABN indemnified Halm for its damages, and then brought this suit against the freight forwarder (Geologistics) and the carrier (Art Messenger).<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> The suit alleged breach of contract, breach of bailment obligations, and negligence. The contracts governing the defendants' liability to the shipper Halm (and, by implication, to ABN) contain a number of provisions purporting to limit liability. The district court granted the defendants' motions for summary judgment in part, ruling that these contractual provisions limited the defendants' liability to $50 each.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">The defendants then offered to acquiesce in a judgment against themselves, without conceding liability, each tendering $50. ABN rejected the tenders. The defendants thereupon moved to dismiss the complaint pursuant to Federal Rule of Civil Procedure 12(b)(1). They argued that their tender of the maximum amount in dispute mooted the case and deprived the court of subject-matter jurisdiction. The district court entered judgment against defendants in the amount of $50 each and dismissed with prejudice claims for damages in excess of $50. The court explained that the judgment was \"not based on the merits but . . . solely on . . . subject matter jurisdiction and the doctrine of mootness.\" ABN appeals this ruling and the prior ruling limiting the defendants' liability.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">We affirm the district court's ruling that the contracts limited the defendants' liability to $50, as well as the court's entry of judgment against each defendant for $50 based on their tenders, and its dismissal of the claim for damages in excess of $50. Moreover, we find that the judgments in ABN's favor constituted final, appealable orders under 28 U.S.C. &#167; 1291. On the other hand, the court erred in its view that the dismissal of the case was based on mootness and lack of subject matter jurisdiction.</p>\n    </div>\n    <p>I. Background</p>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">Viewed in the light most favorable to ABN, the evidence showed the following. Halm was a shipper insured by plaintiff ABN. In the years preceding 2000, Halm had developed an ongoing business relationship with Geologistics, a freight forwarder. Halm had hired Geologistics at least twenty-five times to handle its shipments. On June 13, 2000, Geologistics issued a \"House Air Waybill\" to indicate that it would forward a printing press for Halm from Holland to Huntington Station, New York. When the printing press reached JFK Airport in New York, Geologistics was contractually obligated to arrange for its delivery to Huntington Station. Halm gave certain instructions to Geologistics, concerning, <i>inter alia,</i> the need to \"rig\" the unit.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">On June 20, 2000, Geologistics retained Art Messenger, a trucker, to transport the press from JFK Airport to Huntington Station. Geologistics had retained Art Messenger for \"thousands\" of prior shipments. The invoice Art Messenger later sent to Geologistics contained neither terms and conditions, nor limitation of liability. However, Art Messenger and Geologistics had previously entered into a written umbrella agreement dating from 1994, which limited Art Messenger's liability to $50 per shipment unless Geologistics made specific written arrangements indicating otherwise. In June 2000, at the time of the shipment (which was between points in the State of New York), Art Messenger was authorized to carry cargo in interstate shipments,<a class=\"footnote\" href=\"#fn2\" id=\"fn2_ref\">2</a> but its license to carry intrastate shipments within the State of New York had lapsed.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">On June 20, an agent for Art Messenger picked up the crates containing the cargo at JFK. The agent did not note any damage. He transported the crates by truck to Huntington Station. In doing so, he failed to tie the crates down with \"load locks.\" The next morning, during the unloading at Huntington Station, the crate carrying the press was found to be severely damaged. Upon a survey, the printing press was declared to be a total loss, apart from its salvage value. As Halm's insurer, ABN was responsible to Halm for approximately $500,000 in loss, which ABN paid.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">On June 27, 2000, Geologistics issued an invoice to Halm for $2,276.68. On the back of the invoice were the standard \"Terms &amp; Conditions of Service\" approved by the National Customs Brokers and Forwarders Association of America. These Terms &amp; Conditions provided:</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">[T]he Customer [Halm] agrees that the Company [Geologistics] shall in no event be liable for any . . . damage . . . to the goods resulting from the negligence or other fault of the Company for any amount in excess of $50 per shipment (or the invoice value, if less). . . . The Customer has the option of paying a special compensation to increase the liability of the Company in excess of $50 per shipment in case of any . . . damage . . . from causes which would make the Company liable, but such option can be exercised only by specific written agreement made with the Company prior to shipment which agreement shall indicate the limit of the Company's liability and the special compensation for the added liability by it to be assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">These were the same Terms &amp; Conditions as appeared in the approximately twenty-five prior Geologistics invoices to Halm dating from 1997. Halm had neither requested additional coverage nor paid special compensation to increase the level of liability.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">In June 2001, as Halm's subrogee, ABN (along with another insurer) brought this suit against Geologistics and Art Messenger, claiming (1) breach of contract, (2) breach of bailment obligations, and (3) negligence.<a class=\"footnote\" href=\"#fn3\" id=\"fn3_ref\">3</a></p>\n    </div>\n    <p class=\"indent\">A. The Liability-Limitation Ruling</p>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The parties cross-moved for summary judgment. On April 1, 2003, the district court denied ABN's motion and granted the defendants' motions in part, ruling that the liability of each defendant was limited to $50. <i>ABN Amro Verzekeringen BV v. Geologistics Ams., Inc.,</i> <span class=\"citation\" data-id=\"2567799\"><a href=\"/opinion/2567799/abn-amro-verzekeringen-bv-v-geologistics-americas-inc/\"><span class=\"volume\">253</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">757</span></a></span> (S.D.N.Y.2003) (\"<i>ABN Amro I</i>\").</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The court noted that under New York law,<a class=\"footnote\" href=\"#fn4\" id=\"fn4_ref\">4</a> a non-carrier freight forwarder such as Geologistics, which arranges for carriage, will normally not be liable to the shipper for damage sustained during carriage unless its selection of carriers was negligent. <i>See id.</i> at 764. The court explained that while a forwarder as a general matter cannot \"insulate itself from damages caused by grossly negligent conduct,\" New York law does not bar a non-carrier freight forwarder from contracting for limitations on its liability for negligent conduct. <i>Id.</i> at 765 (quotation marks omitted) (citing <i>Sommer v. Fed. Signal Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">540</span></span>, 554, <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></span> (1992)). Applying these principles, the court found that Geologistics had contracted with Halm to limit its liability to $50 per package, even in cases of its negligence, either in the selection of a carrier or otherwise. While a question of fact remained as to \"whether Geologistics <i>negligently</i> selected Art Messenger,\" there was \"no question of fact concerning any more culpable conduct &#8212; recklessness or intentional wrongdoing &#8212; by Geologistics.\" <i>Id.</i> at 767 (emphasis added). The court concluded that the liability of Geologistics was limited to $50.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">The court then turned to ABN's claims against Art Messenger and explained its rulings as follows: In the absence of a contract to the contrary, a common carrier (which the district court assumed Art Messenger to be)<a class=\"footnote\" href=\"#fn5\" id=\"fn5_ref\">5</a> will normally be liable to a shipper for damage caused by its negligence. The court explained further that the carrier may contractually limit its liability for negligent conduct if the common carrier offers the shipper an election to escape the limitation upon payment of a higher fee. <i>See Calvin Klein Ltd. v. Trylon Trucking Corp.,</i> <span class=\"citation\" data-id=\"534189\"><a href=\"/opinion/534189/calvin-klein-ltd-v-trylon-trucking-corp/\"><span class=\"volume\">892</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">191</span></a></span> 193-94 (2d Cir.1989) (\"A shipper and a common carrier may contract to limit the carrier's liability in cases of loss to an amount agreed to by the parties, so long as the language of the limitation is clear, the shipper is aware of the terms of the limitation, and the shipper can change the terms by indicating the true value of the goods being shipped.\" (citing N.Y.U.C.C. &#167; 7-309(2)) (citation omitted)).</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">The court found that, because Geologistics acted as Halm's agent in retaining Art Messenger to carry Halm's cargo, the terms of the contract between Geologistics and Art Messenger specified the conditions under which ABN could sue Art Messenger and limited Art Messenger's liability to $50. Art Messenger apparently issued neither an invoice setting the Terms &amp; Conditions of the shipment, nor a bill of lading or a tariff. Nonetheless the longstanding, oral and written umbrella agreement between Geologistics and Art Messenger in effect since 1994 limited the carrier's liability. <i>See ABN Amro I,</i> 253 F.Supp.2d at 769.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">The court also considered ABN's argument that Art Messenger faced liability for illegal or reckless conduct going beyond mere negligence, primarily because Art Messenger transported the shipment within the State of New York without a valid permit for intrastate trucking. However, the court found no justification for a finding of fault more extreme than negligence. <i>Id.</i> at 766, 768.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">The district court also rejected ABN's contention that the broad scope of the limitation provisions &#8212; which ABN argued would limit liability even in cases of recklessness or illegal conduct &#8212; violated public policy and should therefore be voided. In sum, the court found that the liability of each defendant was limited to $50.</p>\n    </div>\n    <p class=\"indent\">B. The Entry of Judgment</p>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">On April 15, 2003, the district court denied the plaintiff's motion for reconsideration. Under 28 U.S.C. &#167; 1292(b), the court certified for interlocutory appeal its ruling on the limitation of liability. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2003</span> <span class=\"reporter\">WL</span> <span class=\"page\">21543529</span></span> (S.D.N.Y. July 9, 2003). This court, however, declined to accept the interlocutory appeal. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> No. 03-8036 (2d Cir. Jan. 20, 2004).</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">In late 2004, at Judge Chin's suggestion the defendants each tendered $50 to ABN, effectively consenting to judgment in that amount, and moved to dismiss the action insofar as ABN sought any greater damages. Judge Chin entered a judgment in favor of ABN against each of Geologistics and Art Messenger for $50, and dismissed with prejudice ABN's claims for damages in excess of $50. <i>ABN AMRO Verzekeringen BV v. Geologistics Ams., Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">2005</span> <span class=\"reporter\">WL</span> <span class=\"page\">774281</span></span> (S.D.N.Y. Apr. 5, 2005). The court further observed that although Geologistics and Art Messenger admitted neither to liability nor fault, the case was moot because the defendants had tendered, and judgment had been entered for, all that ABN \"could recover if the case were to be tried.\" <i>Id.</i> at *1. The court concluded that no party retained the necessary \"legally cognizable interest in the outcome,\" <i>id.</i> at *3, and that the court therefore no longer had subject-matter jurisdiction over the litigation, <i>id.</i> at *1.<a class=\"footnote\" href=\"#fn6\" id=\"fn6_ref\">6</a></p>\n    </div>\n    <p>II. Discussion</p>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">On appeal, ABN argues that the district court erred in entering judgment without requiring the defendants to concede liability. In addition, ABN challenges the court's findings limiting the defendants' liability. While we disagree with part of the court's reasoning, we find no fault with the court's conclusion that the defendants' liabilities were limited to $50, or with entry of final judgment for $50 against each defendant concluding the action.</p>\n    </div>\n    <p class=\"indent\">A. The Entry of Final Judgment</p>\n    <p class=\"indent\">1. Finality</p>\n    <div class=\"num\" id=\"p21\">\n      <span class=\"num\">21</span>\n      <p class=\"indent\">The district court's judgment was a final, appealable order. \"A `final decision' within 28 U.S.C. &#167; 1291 ... `is one which ends the litigation on the merits and leaves nothing for the court to do but execute the judgment.'\" <i>Taylor v. Bd. of Educ.,</i> <span class=\"citation\" data-id=\"253574\"><a href=\"/opinion/253574/leslie-taylor-and-kevin-taylor-minors-by-wilbert-taylor-and-hallie/\"><span class=\"volume\">288</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">600</span></a></span>, 602 (2d Cir.1961) (Friendly, <i>J.</i>) (quoting <i>Catlin v. United States,</i> <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">324</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">229</span></a></span>, 233, <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">65</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">631</span></a></span>, <span class=\"citation\" data-id=\"104095\"><a href=\"/opinion/104095/catlin-v-united-states/\"><span class=\"volume\">89</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">911</span></a></span> (1945)); <i>cf. Taylor,</i> 288 F.2d at 602 (\"An order adjudging liability but leaving the quantum of relief still to be determined has been a classic example of non-finality and non-appealability ....\"). Though the court did not resolve the issue of defendants' liability, its decision was nevertheless final, because all claims in the case had been resolved. In entering judgment, the court awarded against each defendant the maximum amount for which the defendant could, according to the court's ruling, be held liable, and rejected with prejudice plaintiff's claims insofar as they sought further damages. Thus, the court had ruled on all the relief demanded by the complaint, and nothing remained for the court to do but enter and execute the judgment. If the plaintiff's appeal seeking to overturn the ruling limiting liability proves unsuccessful, the case is at an end. <i>See Abrams v. Interco Inc.,</i> <span class=\"citation\" data-id=\"425978\"><a href=\"/opinion/425978/burton-m-abrams-and-marguerite-m-abrams-v-interco-incorporated/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span>, 32 (2d Cir.1983) (Friendly, <i>J.</i>) (exercising appellate jurisdiction in a case in which the district court denied plaintiffs' class-action certification motion and granted judgment for plaintiffs on their personal claims &#8212; even though plaintiffs had rejected defendant's offer of full relief for those claims &#8212; subject to the plaintiffs' right to renew their personal claims if the certification ruling were overturned); <i>see also Sompo Japan Ins. Co. v. Union Pac. R.R. Co.,</i> <span class=\"citation\" data-id=\"795160\"><a href=\"/opinion/795160/sompo-japan-insurance-company-of-america-v-union-pacific-railroad-company/\"><span class=\"volume\">456</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">54</span></a></span>, 55 n. 2 (2d Cir.2006) (holding that appealable final judgment was entered where district court ruled in defendant's favor on limitation of liability and parties then stipulated to final judgment in plaintiff's favor in that amount, subject to revocation in event of appellate reversal of ruling limiting liability); <i>Purdy v. Zeldes,</i> <span class=\"citation\" data-id=\"782846\"><a href=\"/opinion/782846/john-m-purdy-jr-v-jacob-d-zeldes-and-zeldes-needle-and-cooper/\"><span class=\"volume\">337</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">253</span></a></span>, 257-58 (2d Cir. 2003) (holding that appealable final judgment had been entered when district court granted summary judgment to defendants on two of plaintiff's three claims, while denying summary judgment on the third, and granted plaintiff's motion for voluntary dismissal of the third claim without prejudice to refiling in event of reversal on appeal of the dismissal of either of the other claims).</p>\n    </div>\n    <p class=\"indent\">2. Judgment Without a Finding of Liability</p>\n    <div class=\"num\" id=\"p22\">\n      <span class=\"num\">22</span>\n      <p class=\"indent\">ABN contends that it was improper for the district court to enter judgment in its favor without first finding, or requiring the defendants to concede, liability. ABN proffers the argument somewhat apathetically, which is understandable as it makes little sense.<a class=\"footnote\" href=\"#fn7\" id=\"fn7_ref\">7</a> ABN's position would require either that the court refrain from entering judgment although all the issues upon which that judgment depends were settled (either by factual determination or concession), or that, as a prerequisite to judgment, the court conduct a trial of factual issues that could have no effect on the judgment. Having determined that ABN could recover no more than $50 from each defendant, the court would be required, on ABN's view, to hold a full trial on liability and damages, notwithstanding defendants' willingness to offer ABN complete relief on its remaining claims. It would make no sense to impose such requirements. Where a defendant has consented to judgment for all the relief the plaintiff can win at trial (according to the trial court's determination), the defendant's refusal to admit fault does not justify a trial to settle questions which can have no effect on the judgment. <i>See Abrams,</i> 719 F.2d at 32 (\"[T]here is no justification for taking the time of the court and the defendant in the pursuit of minuscule individual claims which defendant has more than satisfied.\").</p>\n    </div>\n    <div class=\"num\" id=\"p23\">\n      <span class=\"num\">23</span>\n      <p class=\"indent\">ABN's suit was only for money damages.<a class=\"footnote\" href=\"#fn8\" id=\"fn8_ref\">8</a> The court had ruled as a matter of law that ABN could not recover more than $50 from each defendant. When each defendant tendered that amount, nothing of significance remained to adjudicate. Thus, the district court correctly rejected ABN's claim that the court should have mandated trial on an issue that had no practical consequence. <i>See id.</i> (affirming judgment where the district court denied plaintiffs' class-action certification motion and granted judgment for plaintiffs on their individual claims&#8212;despite plaintiffs' rejection of defendant's offer of full relief for those claims).</p>\n    </div>\n    <div class=\"num\" id=\"p24\">\n      <span class=\"num\">24</span>\n      <p class=\"indent\">3. Mootness and Lack of Subject Matter Jurisdiction</p>\n    </div>\n    <div class=\"num\" id=\"p25\">\n      <span class=\"num\">25</span>\n      <p class=\"indent\">The district court believed that, once the defendants tendered $50, the parties no longer had \"a personal stake\" or a \"legally cognizable interest\" in the litigation and that as a consequence the case had become moot, and the court was compelled to dismiss it for lack of subject matter jurisdiction under Rule 12(b)(1) of the Federal Rules of Civil Procedure. <i>See Fox v. Bd. of Trs.,</i> <span class=\"citation\" data-id=\"684085\"><a href=\"/opinion/684085/todd-fox-edward-r-detweiler-stephanie-vaiano-james-b-cullen-christine/\"><span class=\"volume\">42</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 140 (2d Cir.1994). While the court properly granted final judgment to the plaintiff for $50 and denied the plaintiff's claims insofar as they sought a greater recovery, the court was mistaken in believing that the case had become moot and that the court lacked jurisdiction. The court confused the mootness <i>of an issue</i> with mootness of a case or claim in the Constitutional sense. If the case had truly become moot and the court had lacked subject matter jurisdiction, the court would have been without power to enter a judgment in plaintiff's favor for $50 and in defendants' favor as to the balance of the plaintiff's claim. It would have been compelled simply to dismiss, leaving the dispute unadjudicated. <i>See Iron Arrow Honor Soc'y v. Heckler,</i> <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">464</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">67</span></a></span>, 72-73, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">104</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">373</span></a></span>, <span class=\"citation\" data-id=\"111047\"><a href=\"/opinion/111047/iron-arrow-honor-soc-v-heckler/\"><span class=\"volume\">78</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">58</span></a></span> (1983).</p>\n    </div>\n    <div class=\"num\" id=\"p26\">\n      <span class=\"num\">26</span>\n      <p class=\"indent\">Mootness, in the constitutional sense, occurs when the parties have no \"legally cognizable interest\" or practical \"personal stake\" in the dispute, and the court is therefore incapable of granting a judgment that will affect the legal rights as between the parties. <i>See Davis v. New York,</i> <span class=\"citation\" data-id=\"780481\"><a href=\"/opinion/780481/samuel-davis-v-state-of-new-york-george-pataki-governor-new-york-state/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">93</span></a></span>, 99 (2d Cir.2002) (\"Under Article III, section 2 of the Constitution, federal courts lack jurisdiction to decide questions that cannot affect the rights of litigants in the case before them.\"). There is no issue of practical importance for the court to adjudicate.</p>\n    </div>\n    <div class=\"num\" id=\"p27\">\n      <span class=\"num\">27</span>\n      <p class=\"indent\">Mootness can arise in many ways during the course of litigation. If, for example, the plaintiff dies or ceases to be subject to the condition that caused his deprivation before his request for prospective injunctive relief is resolved, his claims may in some circumstances become moot. <i>See, e.g., Rhodes v. Stewart,</i> <span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span>, 4, <span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">202</span></a></span>, <span class=\"citation\" data-id=\"112151\"><a href=\"/opinion/112151/rhodes-v-stewart/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">1</span></a></span> (1988) (where two plaintiff-prisoners sued prison authorities seeking injunction allowing them to subscribe to a magazine, the case was mooted by the death of one plaintiff and the release of the other). In such circumstances, there is no longer a \"Case\" or \"Controversy\" within the meaning of Article III. Lacking subject-matter jurisdiction, the court must dismiss the case or claim. <i>See Preiser v. Newkirk,</i> <span class=\"citation\" data-id=\"109298\"><a href=\"/opinion/109298/preiser-v-newkirk/\"><span class=\"volume\">422</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">395</span></a></span>, 401-04, <span class=\"citation\" data-id=\"109298\"><a href=\"/opinion/109298/preiser-v-newkirk/\"><span class=\"volume\">95</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2330</span></a></span>, <span class=\"citation\" data-id=\"109298\"><a href=\"/opinion/109298/preiser-v-newkirk/\"><span class=\"volume\">45</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">272</span></a></span> (1975).</p>\n    </div>\n    <div class=\"num\" id=\"p28\">\n      <span class=\"num\">28</span>\n      <p class=\"indent\">Those, however, were not the circumstances of this case when the defendants consented to judgment for $50. The parties continued to have a personal stake in a practical dispute, and a legally cognizable interest in the litigation. The court remained capable of granting a judgment with practical consequences for the parties, and it did so. ABN was demanding an award of $500,000, and continues to do so during this appeal. The defendants argued successfully, and continue on this appeal to argue, that as the result of Halm's contractual commitment, binding on plaintiff, the damages could not exceed $50. The court agreed with the defendants' argument and so ruled. Each defendant consented to judgment against itself in the amount of $50, which the court entered. The defendants' consent to judgment against them in the amount of $50 satisfied only a tiny portion of the $500,000 dispute between the parties, as the plaintiff continues to demand the full $500,000. The parties thus retained a practical stake in the dispute, and the court continued to be capable of rendering a judgment that would have a practical effect on the legal rights of the parties. There was no mootness of the sort that deprives the court of subject matter jurisdiction.</p>\n    </div>\n    <div class=\"num\" id=\"p29\">\n      <span class=\"num\">29</span>\n      <p class=\"indent\">It is true that, as the result of the defendants' consent to judgment for $50, a different kind of mootness arose. <i>Certain issues</i> that would otherwise have been in dispute became moot, in the sense that the court no longer needed to resolve them. The question of the defendants' liability to the plaintiff, and all questions subordinate to it, ceased (at least conditionally) to have practical importance. Because the court ruled that the defendants' liability could not exceed $50 and the defendants consented to judgment in that amount, it no longer mattered whether, as ABN claimed, Geologistics had contracted with Halm to arrange for the transportation of the printing press, Geologistics acted negligently in engaging Art Messenger, Art Messenger acted negligently in trucking the cargo, the printing press was in sound condition when shipped and suffered damage during the carriage, the damage was caused by Art Messenger's negligence, or ABN had insured Halm and been subrogated to Halm's claim by paying it for the loss. So long as the district court's ruling limiting the liability to $50 remained in force, all litigable <i>issues</i> pertaining to the defendants' liability ceased to have practical importance, because of the defendants' tender of that amount. The <i>case,</i> however, was not moot, and the court did not lose subject matter jurisdiction.<a class=\"footnote\" href=\"#fn9\" id=\"fn9_ref\">9</a></p>\n    </div>\n    <div class=\"num\" id=\"p30\">\n      <span class=\"num\">30</span>\n      <p class=\"indent\"><i>Abrams v. Interco Inc.,</i> <span class=\"citation\" data-id=\"425978\"><a href=\"/opinion/425978/burton-m-abrams-and-marguerite-m-abrams-v-interco-incorporated/\"><span class=\"volume\">719</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">23</span></a></span> (2d Cir.1983), upon which the district court relied, is not to the contrary, as the circumstances in that case were quite different from ours. In Abrams, two plaintiffs brought an action alleging that the defendant violated the antitrust laws, and they sought treble damages for themselves, as well as on behalf of a large, similarly situated class. The district court denied class certification, based on its finding that common issues did not predominate over individual issues. The defendant then, without conceding liability, tendered to the plaintiffs an amount larger than the amount to which the plaintiffs claimed personal entitlement as damages, which the plaintiffs refused. The district court thereupon granted the defendant's motion to dismiss for lack of jurisdiction on the ground that no justiciable case or controversy remained before the court. The dismissal preserved the right of the plaintiffs to appeal the denial of class certification, and by implication provided that, in the event of a reversal of the denial of class certification, the plaintiffs' individual claims would be reinstated so as to permit them to maintain the suit on behalf of the class. The court of appeals upheld the dismissal of the plaintiffs' individual claims for lack of jurisdiction predicated on mootness. <i>Id.</i> at 32.</p>\n    </div>\n    <div class=\"num\" id=\"p31\">\n      <span class=\"num\">31</span>\n      <p class=\"indent\">The difference between our case and <i>Abrams</i> is crucial to the question of constitutional mootness. In <i>Abrams,</i> insofar as concerned the plaintiffs' individual claims for damages, the defendant tendered every cent (and more) to which the plaintiffs claimed entitlement. Accordingly, with respect to the plaintiffs' individual claims for damages, nothing of practical significance remained to adjudicate. In our case, by contrast, the defendants tendered only a portion &#8212; indeed, only a small portion &#8212; of the damages plaintiff claimed. The district court's ruling that the plaintiff had no entitlement to any amount exceeding what the defendants had tendered <i>resolved</i> the dispute between the parties but did not negate its existence. The parties were in disagreement over whether the defendants' liability was limited by the contract and consequently over how much plaintiff could receive in damages. There unquestionably was, and still is, a case and controversy for the court to adjudicate. The defendants' tender of $50 did not moot the plaintiff's claim for $500,000.<a class=\"footnote\" href=\"#fn10\" id=\"fn10_ref\">10</a></p>\n    </div>\n    <div class=\"num\" id=\"p32\">\n      <span class=\"num\">32</span>\n      <p class=\"indent\">To the extent that the judgment stated that it \"is not based on the merits but is based solely on the issue of subject matter jurisdiction and the doctrine of mootness,\" it was in error. The court's judgment, awarding $50 to the plaintiff and denying the plaintiff's claim for any further sum, was a binding adjudication of each defendant's obligation to pay $50 and no more, notwithstanding that the court's justification depended in part on a concession by the defendants, which made it unnecessary to litigate certain potentially disputed issues. We therefore strike from the judgment the assertion in Paragraph 3 that the judgment is \"not based on the merits but . . . solely on . . . mootness.\"<a class=\"footnote\" href=\"#fn11\" id=\"fn11_ref\">11</a></p>\n    </div>\n    <div class=\"num\" id=\"p33\">\n      <span class=\"num\">33</span>\n      <p class=\"indent\">B. The Limitation of Art Messenger's Liability</p>\n    </div>\n    <div class=\"num\" id=\"p34\">\n      <span class=\"num\">34</span>\n      <p class=\"indent\">ABN also contends the court erred in ruling that the defendants' liability was limited to $50. It argues that the agreement between Geologistics and Art Messenger, purporting to limit Art Messenger's liability to $50, was invalid for two reasons: First, because Art Messenger's limitation of liability was not set forth in a bill of lading, receipt, or tariff, it was not entitled to recognition under the Halm-Geologistics contract. Second, Art Messenger's limitation of liability is void as contrary to public policy, because it limits Art Messenger's liability even for damages arising from illegal conduct, such as intrastate trucking in violation of New York state statute.<a class=\"footnote\" href=\"#fn12\" id=\"fn12_ref\">12</a> Neither argument has merit.</p>\n    </div>\n    <div class=\"num\" id=\"p35\">\n      <span class=\"num\">35</span>\n      <p class=\"indent\">1. Art Messenger's Failure to Issue a Bill of Lading, Receipt, or Tariff</p>\n    </div>\n    <div class=\"num\" id=\"p36\">\n      <span class=\"num\">36</span>\n      <p class=\"indent\">Seeking to invalidate the limitation of Art Messenger's liability, ABN notes that Art Messenger did not issue a bill of lading, receipt, or tariff in conjunction with the transport of the printing press. This is relevant, ABN argues, because Halm's contract with Geologistics, as set forth in the sales invoice issued by Geologistics, provided that when Geologistics hired carriers to transport Halm's cargo, Halm would be subject to limitations specified by such carriers in their bills of lading, receipts, and tariffs. ABN argues that in the absence of a bill of lading, receipt, or tariff, no liability limitation can apply.<a class=\"footnote\" href=\"#fn13\" id=\"fn13_ref\">13</a></p>\n    </div>\n    <div class=\"num\" id=\"p37\">\n      <span class=\"num\">37</span>\n      <p class=\"indent\">Under the Halm-Geologistics contract, Geologistics became Halm's agent for the purpose of engaging a carrier to transport Halm's cargo. A shipper in Halm's position generally can recover contract-based damages from a secondary carrier, such as Art Messenger, based on the theory that the freight forwarder (here, Geologistics) acted as agent for the shipper in engaging the carrier. \"As agent for [the shipper], [the freight forwarder has] the authority to enter into a usual and customary shipping contract . . . .\" <i>St. Laurent v. Air Freight Transp. Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">86</span> <span class=\"reporter\">A.D.2d</span> <span class=\"page\">511</span></span>, 512-13, <span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">745</span></span> (N.Y.App.Div. 1982) (internal quotation marks omitted); <i>see also Norfolk S. Ry. Co. v. Kirby,</i> <span class=\"citation\" data-id=\"137726\"><a href=\"/opinion/137726/norfolk-southern-r-co-v-james-n-kirby-pty-ltd/\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">14</span></a></span>, 34, <span class=\"citation\" data-id=\"137726\"><a href=\"/opinion/137726/norfolk-southern-r-co-v-james-n-kirby-pty-ltd/\"><span class=\"volume\">125</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">385</span></a></span>, <span class=\"citation\" data-id=\"137726\"><a href=\"/opinion/137726/norfolk-southern-r-co-v-james-n-kirby-pty-ltd/\"><span class=\"volume\">160</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">283</span></a></span> (2004) (holding that \"an intermediary binds a cargo owner to the liability limitations it negotiates with downstream carriers\"). Halm's contract with Geologistics contains Terms &amp; Conditions which authorize Geologistics \"to select and engage carriers ... to transport [Halm's] goods.\" They also provide that such carriers \"shall be considered as the agents of Halm, and that \"the goods may be entrusted to such agencies subject to [certain] conditions as to limitation of liability\" set forth by those carriers. Thus, Halm's contract with Geologistics authorized Geologistics to engage carriers on Halm's behalf and expressly authorized Geologistics to accept limitations of liability imposed by the retained carriers.</p>\n    </div>\n    <div class=\"num\" id=\"p38\">\n      <span class=\"num\">38</span>\n      <p class=\"indent\">Pursuant to its authorization to retain carriers on Halm's behalf, Geologistics retained Art Messenger to carry Halm's cargo. The terms of Art Messenger's employment by Geologistics, which had been in effect since 1994, and were memorialized in a letter dated October 3, 1998, included a limitation of Art Messenger's liability to $50 per shipment unless Geologistics declared a higher value.<a class=\"footnote\" href=\"#fn14\" id=\"fn14_ref\">14</a> ABN contends, however, that Halm authorized Geologistics to accept the liability limitations imposed by retained carriers only when those limitations were set forth in bills of lading, receipts, or tariffs. As noted above, ABN relies on a provision in the Geologistics sales invoice labeled \"LIABILITY LIMITATIONS OF THIRD PARTIES,\" which states:</p>\n    </div>\n    <div class=\"num\" id=\"p39\">\n      <span class=\"num\">39</span>\n      <p class=\"indent\">[Geologistics] is authorized to select and engage carriers . . . to transport . . . the goods, all of whom shall be considered as the agents of [Halm], and the goods may be entrusted to such agencies subject to all conditions as to limitation of liability for [damage] and to all rules, regulations, requirements and conditions, whether printed, written or stamped, appearing in bills of lading, receipts or tariffs issued by such carriers. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p40\">\n      <span class=\"num\">40</span>\n      <p class=\"indent\">We do not agree that this provision carries the meaning ABN ascribes to it. ABN reads the term \"appearing on bills of lading, receipts or tariffs\" as a limitation, so that a contractual condition or limitation of liability set forth in a document which is not a bill of lading, receipt, or tariff would not come within Halm's authorization of Geologistics to accept. The defendants, in contrast, read this provision as an expansive authorization to Geologistics to accept written limitations of liability embodied in contracts of carriage it made on Halm's behalf, rather than as a narrowing limitation giving authorization only as to those limitations appearing on bills of lading, receipts, or tariffs.</p>\n    </div>\n    <div class=\"num\" id=\"p41\">\n      <span class=\"num\">41</span>\n      <p class=\"indent\">Although the matter is not free of ambiguity, we believe the defendants' understanding is the more reasonable interpretation of the contract. The contractual terms, \"subject to all conditions . . . whether written, printed or stamped, appearing on bills of lading, receipts or tariffs\" appears designed to give Geologistics broad authorization to contract with carriers on Halm's behalf, accepting the carriers' written limitations of liability. ABN advances no reasonable argument why the contract should be understood to authorize only those limitations set forth in bills of lading, receipts, and tariffs, but not those set forth in other forms of written contract. Such a reading would defeat legitimate, expressly negotiated contractual expectations, solely because of the meaningless circumstance of the type of document in which the contractual term was stated. Nor does ABN point to evidence which would favor its improbable reading of the ambiguous contract term.</p>\n    </div>\n    <div class=\"num\" id=\"p42\">\n      <span class=\"num\">42</span>\n      <p class=\"indent\">We conclude that Halm's contract with Geologistics authorized Geologistics, in engaging Art Messenger on Halm's behalf, to bind Halm to the terms of limitation of liability set forth in writing in the umbrella agreement between Geologistics and Art Messenger. We reject ABN's contention that such a limitation was authorized only if set forth in a bill of lading, receipt, or tariff.</p>\n    </div>\n    <p class=\"indent\">2. Violations of New York Law</p>\n    <div class=\"num\" id=\"p43\">\n      <span class=\"num\">43</span>\n      <p class=\"indent\">ABN argues that this court must disregard Art Messenger's contractual limitation of liability as contrary to public policy because it purports to limit liability even for illegal conduct. Art Messenger concedes that, in violation of various New York state statutes, it carried the shipment intrastate without having maintained its license to operate as an intrastate carrier. In addition, ABN asserts that Art Messenger violated New York Law by failing to file a tariff schedule, as required by Transportation Laws &#167;&#167; 98 and 103, or a rate schedule, as required by Transportation Laws &#167;&#167; 181 and 103.<a class=\"footnote\" href=\"#fn15\" id=\"fn15_ref\">15</a></p>\n    </div>\n    <div class=\"num\" id=\"p44\">\n      <span class=\"num\">44</span>\n      <p class=\"indent\">ABN contends it is \"axiomatic\" under the New York Transportation Law that to limit liability for damage to goods in intrastate transit, a trucker must be validly licensed by the State of New York, and that the court must treat Art Messenger's contractual protections as a nullity by reason of its violations of these New York statutes. It is, however, by no means axiomatic under New York law that a carrier forfeits its rights under its contract of carriage if it operates in violation of these statutes. ABN cites no New York authorities which support its proposition. The question is whether, in implementing the statute at issue, the legislature intended that violation result in the carrier's loss of its contractually agreed protections. <i>See, e.g., Concord Indus., Inc. v. K.T.I. Holdings, Inc.,</i> <span class=\"citation\" data-id=\"1655063\"><a href=\"/opinion/1655063/concord-industries-inc-v-kti-holdings-inc/\"><span class=\"volume\">711</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">728</span></a></span>, 729 (E.D.N.Y. 1989) (\"[W]hen a congressional statute provides specific penalties for violations, a court should not affix the additional sanction of rendering a private contract void unless the legislative history evinces such an intent; it is inappropriate to add judicially to the remedies provided by the statute.\") (citing <i>Kelly v. Kosuga,</i> <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">358</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">516</span></a></span>, 519, <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">79</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">429</span></a></span>, <span class=\"citation\" data-id=\"105831\"><a href=\"/opinion/105831/kelly-v-kosuga/\"><span class=\"volume\">3</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">475</span></a></span> (1959); <i>Bruce's Juices, Inc. v. Am. Can Co.,</i> <span class=\"citation\" data-id=\"104408\"><a href=\"/opinion/104408/bruces-juices-inc-v-american-can-co/\"><span class=\"volume\">330</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">743</span></a></span>, 755, <span class=\"citation\" data-id=\"104408\"><a href=\"/opinion/104408/bruces-juices-inc-v-american-can-co/\"><span class=\"volume\">67</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1015</span></a></span>, <span class=\"citation\" data-id=\"104408\"><a href=\"/opinion/104408/bruces-juices-inc-v-american-can-co/\"><span class=\"volume\">91</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1219</span></a></span> (1947)); <i>accord Land Ocean Logistics, Inc. v. Aqua Gulf Corp.,</i> <span class=\"citation\" data-id=\"2377006\"><a href=\"/opinion/2377006/land-ocean-logistics-inc-v-aqua-gulf-corp/\"><span class=\"volume\">68</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">263</span></a></span>, 270 (W.D.N.Y.1999); <i>cf. John E. Rosasco Creameries, Inc. v. Cohen,</i> <span class=\"citation\" data-id=\"3605832\"><a href=\"/opinion/3623077/rosasco-creameries-inc-v-cohen/\"><span class=\"volume\">276</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">274</span></a></span>, 278, <span class=\"citation\" data-id=\"3605832\"><a href=\"/opinion/3623077/rosasco-creameries-inc-v-cohen/\"><span class=\"volume\">11</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">908</span></a></span> (1937) (\"If the statute does not provide expressly that its violation will deprive the parties of their right to sue on the contract, and the denial of relief is wholly out of proportion to the requirements of public policy or appropriate individual punishment, the right to recover will not be denied.\").</p>\n    </div>\n    <div class=\"num\" id=\"p45\">\n      <span class=\"num\">45</span>\n      <p class=\"indent\">We do not read these New York statutes as imposing forfeiture of a carrier's contractual protections as a consequence of violation. Nothing in the text of the statutes suggests such a consequence. Furthermore, Transportation Law &#167; 181, on which ABN heavily relies, provides that a common carrier shall issue a receipt or bill of lading \"upon demand.\" There is no evidence that Geologistics or Halm made any such demand.<a class=\"footnote\" href=\"#fn16\" id=\"fn16_ref\">16</a></p>\n    </div>\n    <div class=\"num\" id=\"p46\">\n      <span class=\"num\">46</span>\n      <p class=\"indent\">C. The Limitation on the Liability of Geologistics</p>\n    </div>\n    <div class=\"num\" id=\"p47\">\n      <span class=\"num\">47</span>\n      <p class=\"indent\">ABN also argues that the district court should not have enforced the liability-limiting provision of the Halm-Geologistics contract, which limits the liability of Geologistics to $50. First, ABN argues that the provision does not limit liability where Geologistics is negligent in its selection of carriers. Second, ABN argues that even if this court finds that Geologistics and Halm <i>did</i> intend their contract to limit liability in the case of negligence, the scope of that limitation was so sweeping as to render the contract contrary to law and public policy.<a class=\"footnote\" href=\"#fn17\" id=\"fn17_ref\">17</a> We reject both arguments.</p>\n    </div>\n    <p class=\"indent\">1. The Halm-Geologistics Contract</p>\n    <div class=\"num\" id=\"p48\">\n      <span class=\"num\">48</span>\n      <p class=\"indent\">ABN's argument against enforcement of the contractual limitation of its liability proceeds as follows. Courts closely scrutinize agreements exculpating negligent parties and construe such agreements against the drafter. <i>See, e.g., Uribe v. Merchants Bank of New York,</i> <span class=\"citation\" data-id=\"2084884\"><a href=\"/opinion/2084884/uribe-v-merchs-bank-of-ny/\"><span class=\"volume\">91</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">336</span></a></span>, 341, <span class=\"citation\" data-id=\"2084884\"><a href=\"/opinion/2084884/uribe-v-merchs-bank-of-ny/\"><span class=\"volume\">670</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">393</span></a></span>, <span class=\"citation\" data-id=\"2084884\"><a href=\"/opinion/2084884/uribe-v-merchs-bank-of-ny/\"><span class=\"volume\">693</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">740</span></a></span> (1998). The liability-limitation provisions are ambiguous and \"designed to mislead,\" because they appear to limit liability even when Geologistics fails to keep its express promise to \"use reasonable care in the selection of carriers.\" The court should construe the contract as not providing for limitation of liability, at least where Geologistics was negligent in the selection of a carrier.</p>\n    </div>\n    <div class=\"num\" id=\"p49\">\n      <span class=\"num\">49</span>\n      <p class=\"indent\">At issue are five provisions of the Halm-Geologistics contract: Paragraph 1 (Services by Third Parties); Paragraph 2 (Liability Limitations of Third Parties); Paragraph 6 (Declaring Higher Valuation); Paragraph 8 (Limitation of Liability); and Paragraph 10 (Liability of Company). These provide:</p>\n    </div>\n    <div class=\"num\" id=\"p50\">\n      <span class=\"num\">50</span>\n      <p class=\"indent\">(1) SERVICES BY THIRD PARTIES: Unless the Company [<i>i.e.,</i> Geologistics] carries, stores or otherwise physically handles the shipment, and [damage] occurs during such activity, the Company assumes no liability as a carrier and is not to be held responsible for any [damage] to the goods to be forwarded or imported except as provided in paragraph 10 and subject to the limitations of paragraph 8 below, but <i>undertakes only to use reasonable care in the selection of carriers</i> . . . and others to whom it may entrust the goods for transportation .... When the Company carries, stores or otherwise physically handles the shipment, it does so subject to the limitation of liability set forth in paragraph 8 below unless a separate bill of lading, air waybill or other contract of carriage is issued by the Company, in which event the terms thereof shall govern.</p>\n    </div>\n    <div class=\"num\" id=\"p51\">\n      <span class=\"num\">51</span>\n      <p class=\"indent\">(2) LIABILITY LIMITATIONS OF THIRD PARTIES: The Company is authorized to select and engage carriers . . . to transport . . . the goods, all of whom shall be considered as the agents of the Customer [<i>i.e.,</i> ABN-Halm], and the goods may be entrusted to such agencies subject to all conditions as to limitation of liability for [damage] and to all rules, regulations, requirements and conditions, whether printed, written or stamped, appearing in bills of lading, receipts or tariffs issued by such carriers . . . . <i>The Company shall under no circumstances be liable for any [damage] to the goods for any reason whatsoever when said goods are in custody, possession or control of third parties selected by the Company to . . . transport</i> or render other services with respect to such goods.</p>\n    </div>\n    <div class=\"num\" id=\"p52\">\n      <span class=\"num\">52</span>\n      <p class=\"indent\">(6) DECLARING HIGHER VALUATION: Inasmuch as . . . carriers . . . usually limit their liability for [damage] unless a higher value is declared and a charge based on such higher value is agreed to by said [carriers], <i>the Company must receive specific written instructions from the Customer to pay such higher charge based on valuation and the [carrier] must accept such higher declared value, otherwise</i> the valuation placed by the Customer on the goods shall be considered solely for export or customs purposes and <i>the goods will be delivered</i> to the [carriers], <i>subject to the limitations of liability set forth herein in paragraphs 8-10</i> below with respect to any claim against the Company <i>and subject to the provisions of paragraph 2 above.</i></p>\n    </div>\n    <div class=\"num\" id=\"p53\">\n      <span class=\"num\">53</span>\n      <p class=\"indent\">(8) LIMITATION OF LIABILITY: . . . <i>[T]he Customer agrees that the Company shall in no event be liable for any [damage] to the goods resulting from the negligence or other fault of the Company for any amount in excess of $50 per shipment</i> (or the invoice value, if less). . . . <i>The Customer has the option of paying a special compensation to increase the liability of the Company in excess of $50 per shipment</i> in case of any [damage] from causes which would make the Company liable, but such option can be exercised only by specific written agreement made with the Company prior to shipment which agreement shall indicate the limit of the Company's liability and the special compensation for the added liability by it to be assumed.</p>\n    </div>\n    <div class=\"num\" id=\"p54\">\n      <span class=\"num\">54</span>\n      <p class=\"indent\">(10) LIABILITY OF COMPANY: Subject to the provisions of 19 CFR Section 111.44 [a regulation that formerly restricted the extent to which a freight forwarder could limit its liability, but which has since been revoked], <i>it is agreed that any claim or demand for [damage] shall be only against the carriers .. . or others in whose actual custody or control the goods may be at the time of such [damage], and that the Company shall not be liable or responsible</i> for any claim or demand from any cause whatsoever, <i>unless in each case the goods were in actual custody or control of the Company</i> and the damages alleged to have been suffered be proven to be caused by the negligence or other fault of the Company, its officers or employees, in which event the limitation of liability set forth in paragraph 8 herein shall apply. . . .</p>\n    </div>\n    <div class=\"num\" id=\"p55\">\n      <span class=\"num\">55</span>\n      <p class=\"indent\">There is indeed arguable inconsistency between the undertaking of Geologistics in Paragraph (1) to \"use reasonable care in the selection of carriers\" and the provisions of Paragraphs (2) and (10) to the effect that Geologistics can have no liability for damage to goods in the custody of third parties selected by Geologistics. If these were the only pertinent provisions, ABN could reasonably argue that the court must nullify the exculpation provisions in order to give meaning to the obligation to use reasonable care in the selection of the carrier. But that argument disappears when one takes into account the provisions of Paragraphs (6) and (8) to the effect that Geologistics can be liable for the full value of the goods if the customer had declared their value and agreed to pay higher charges, or else Geologistics is liable for a maximum of $50. Considering all these provisions together, no reasonable reading of the contract as a whole would support the proposition that Geologistics can be liable in excess of $50 for damage suffered by the goods while in the possession of the carrier, based on its negligent selection of the carrier, absent a declaration by the shipper of full value with agreement to pay higher charges. <i>See Muzak Corp. v. Hotel Taft Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">1</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">42</span></span>, 46, <span class=\"citation no-link\"><span class=\"volume\">150</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">171</span></span>, <span class=\"citation no-link\"><span class=\"volume\">133</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">688</span></span> (1956) (\"The rules of construction of contracts require us to adopt an interpretation which gives meaning to every provision of a contract or, in the negative, no provision of a contract should be left without force and effect.\"); <i>cf. id.</i> (noting that where there is \"an inconsistency between a specific provision and a general provision of a contract ..., the specific provision controls.\").</p>\n    </div>\n    <p class=\"indent\">2. The Scope of the Limitation of Liability</p>\n    <div class=\"num\" id=\"p56\">\n      <span class=\"num\">56</span>\n      <p class=\"indent\">Finally, ABN argues that the limitation provisions of the Halm-Geologistics contract were invalid on public policy grounds because they purport to relieve Geologistics of any meaningful responsibility even for gross negligence or intentional wrongdoing.<a class=\"footnote\" href=\"#fn18\" id=\"fn18_ref\">18</a> <i>See Sommer v. Fed. Signal Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">540</span></span>, 554, <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></span> (1992) (\"[W]hile ... exculpatory and limitation of liability clauses are enforceable against claims of ordinary negligence, those clauses cannot restrict ... liability for conduct evincing a reckless disregard for ... customers' rights.\").</p>\n    </div>\n    <div class=\"num\" id=\"p57\">\n      <span class=\"num\">57</span>\n      <p class=\"indent\">ABN's argument has no application to \"ordinary\" negligence. The doctrine upon which it relies applies only in cases of more egregious misconduct. The district court found that ABN failed to raise a material issue of fact as to whether Geologistics engaged in conduct more culpable than ordinary negligence. <i>ABN Amro I,</i> 253 F.Supp.2d at 767. In its initial brief to this court, ABN does not appear to challenge this finding. It makes no citation to the record and does not point to evidence which it contends should support a finding of reckless disregard or intentional misconduct. Even if ABN were correct that the liability-limitation provision is unenforceable as to its exculpation of reckless or intentional misconduct, that conclusion would not vitiate the provision's limitation of liability to $50 for ordinary negligence&#8212; which is the only wrongdoing at issue here. We have considered all of ABN's remaining arguments and find them to be without merit.</p>\n    </div>\n    <p>III. Conclusion</p>\n    <div class=\"num\" id=\"p58\">\n      <span class=\"num\">58</span>\n      <p class=\"indent\">The judgment of the district court is affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\">\n        <p>Notes:</p>\n      </div>\n      <div class=\"footnote\" id=\"fn-s\">\n        <a class=\"footnote\" href=\"#fn-s_ref\">*</a>\n        <p> The Honorable Mark R. Kravitz, United States District Judge for the District of Connecticut, sitting by designation</p>\n      </div>\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> As insurer-subrogee, ABN \"stands in the shoes\" of the shipper Halm<i>Am. Bureau of Shipping v. Tencara Shipyard S.P.A.,</i> <span class=\"citation\" data-id=\"762402\"><a href=\"/opinion/762402/american-bureau-of-shipping-plaintiff-appellant-cross-appellee-v-tencara/\"><span class=\"volume\">170</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">349</span></a></span>, 353 (2d Cir.1999).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn2\">\n        <a class=\"footnote\" href=\"#fn2_ref\">2</a>\n        <p> Art Messenger was validly registered with the Interstate Commerce Commission, the United States Department of Transportation, and with the Single State Registration System, authorizing it to operate, in interstate trucking, in New York, Connecticut, Massachusetts, and Rhode Island. However, it was not properly authorized for intrastate trucking within the state of New York</p>\n      </div>\n      <div class=\"footnote\" id=\"fn3\">\n        <a class=\"footnote\" href=\"#fn3_ref\">3</a>\n        <p> The other insurer, Hartford Fire Insurance Company, has elected not to join ABN on this appeal. In addition, Art Messenger impleaded DHL Airways, the company that had shipped the machine by air to JFK Airport in New York. DHL never made an appearance. It appears that DHL was not served with a third-party complaint. It has no involvement in the present appeal</p>\n      </div>\n      <div class=\"footnote\" id=\"fn4\">\n        <a class=\"footnote\" href=\"#fn4_ref\">4</a>\n        <p> Based on the agreement of the parties, we treat New York law as the law governing this case<i>See ABN Amro I,</i> 253 F.Supp.2d at 764 (\"The parties agree that New York law applies to this dispute. The Geologistics sales invoice, issued from the New York office, specifies that New York law applies, and the machine was damaged during a shipment entirely within the state.\" (citation omitted)).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn5\">\n        <a class=\"footnote\" href=\"#fn5_ref\">5</a>\n        <p> The parties dispute on appeal whether Art Messenger is a common carrier or a contract carrier. Judge Chin appeared to assume that Art Messenger was a common carrier<i>See, e.g., ABN Amro I,</i> 253 F.Supp.2d at 765. Because our disposition does not turn in any way on this issue, we need not decide whether that assumption was correct.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn6\">\n        <a class=\"footnote\" href=\"#fn6_ref\">6</a>\n        <p> In an order accompanying the ruling, the court noted that all the parties would retain the ability to reassert their claims and defenses in the event that this court reversed the district court's ruling limiting the defendants' liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn7\">\n        <a class=\"footnote\" href=\"#fn7_ref\">7</a>\n        <p> It appears that ABN is making this argument only to protect against any risk that it might be deemed to have forfeited its right to appeal the court's finding limiting liability. As it made clear to the district court in seeking the &#167; 1292 certification and to this court at oral argument, ABN has no interest in litigating the defendants' liability if this court sustains the district court's finding of a $50 cap on liability. It appears that ABN rejected the defendants' $50 tenders &#8212; and has objected to the district court's judgment in its favor &#8212; lest it be deemed by acquiescence to have forfeited the right to challenge the liability-limitation ruling</p>\n      </div>\n      <div class=\"footnote\" id=\"fn8\">\n        <a class=\"footnote\" href=\"#fn8_ref\">8</a>\n        <p> Plaintiff made no demand for declaratory relief on liability. We do not decide whether this judgment could properly be entered over the plaintiff's objection if the complaint included such a demand</p>\n      </div>\n      <div class=\"footnote\" id=\"fn9\">\n        <a class=\"footnote\" href=\"#fn9_ref\">9</a>\n        <p> The court apparently believed that its observations on mootness and lack of jurisdiction would preserve the freedom of the parties \"to assert their claims and defenses in the event [the district court's] ... limitation ruling is reversed on appeal or the case is otherwise remanded by the appellate court for a trial on the question of negligence.\" That ruling, however, was neither necessary nor efficacious to accomplish the desired goal. If we (or the Supreme Court) were to vacate the finding limiting liability to $50, the defendants, having made no admission of fault or liability, and having suffered no adverse adjudication on those issues, would remain fully free to litigate them. The plaintiff also would be free to prove the defendants' fault and liability in the full amount of its claim</p>\n      </div>\n      <div class=\"footnote\" id=\"fn10\">\n        <a class=\"footnote\" href=\"#fn10_ref\">10</a>\n        <p> We recognize that there is an apparent similarity between this case and<i>Abrams,</i> which understandably misled the district court. It is that in neither <i>Abrams</i> nor this case did the plaintiffs receive <i>everything</i> they sought. In <i>Abrams,</i> the plaintiffs sought and were denied class certification. Their demand for class certification was, however, collateral and extraneous to their claim of personal entitlement to damages. It is the <i>Abrams</i> plaintiffs' substantive claim for damages that was mooted by the defendant's tender of more than the entitlement the plaintiffs claimed. In this case, by contrast, there was no mooting of the plaintiff's claim, as the defendants' tender was for only a tiny portion of the money damages the plaintiff claimed. There is no reason to believe that we would have found mootness in <i>Abrams</i> if the district court had first ruled, for example, that the plaintiff was entitled to no more than its actual damages, rather than treble damages, and the defendant had then tendered only the amount of the actual claimed loss, without trebling.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn11\">\n        <a class=\"footnote\" href=\"#fn11_ref\">11</a>\n        <p> To protect the defendants against the risk of misinterpretation of the basis for the judgment in other litigation, the district court remains free to explain in a ruling accompanying the judgment, if requested by the defendants, that the judgment in plaintiff's favor is not based on a finding of fault or liability, but rather on the defendants' consent to the entry of judgment for $50 without either admission or determination of liability</p>\n      </div>\n      <div class=\"footnote\" id=\"fn12\">\n        <a class=\"footnote\" href=\"#fn12_ref\">12</a>\n        <p> In its reply brief, ABN contends that a provision exempting Art Messenger from liability even for willful or grossly negligent acts is contrary to public policy and void. We decline to consider an argument raised for the first time in a reply brief<i>See United States v. Yousef,</i> <span class=\"citation\" data-id=\"781722\"><a href=\"/opinion/781722/united-states-v-ramzi-ahmed-yousef-eyad-ismoil-also-known-as-eyad/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 115 (2d Cir. 2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn13\">\n        <a class=\"footnote\" href=\"#fn13_ref\">13</a>\n        <p> ABN neither argues that it entered into a contract directly with Art Messenger nor points to any authority indicating that Art Messenger owed it a common-law duty</p>\n      </div>\n      <div class=\"footnote\" id=\"fn14\">\n        <a class=\"footnote\" href=\"#fn14_ref\">14</a>\n        <p> Art Messenger's letter of October 3, 1998, stated as follows:</p>\n        <p class=\"indent\">PLEASE BE ADVISED THAT THE LIABILITY INFORMATION SUBMITTED TO YOU, IS FOR YOUR COMPANY RECORD, AND SHOULD BE MAINTAIN[ED] IN YOUR COMPANY FILES.</p>\n        <p class=\"indent\">LIMIT OF LIABILITY. THE LIABILITY OF ART MESSENGER &amp; DELIVERY SERVICE SHALL BE LIMITED TO FIFTY DOLLARS (50.00) PER SHIPMENT UNLESS THE CUSTOMER [<i>i.e.,</i> Geologistics] MAKES SPECIFIC WRITTEN ARRANGEMENTS WITH ART MESSENGER &amp; DELIVERY SERVICE TO SPECIFY A HIGHER DECLARED VALUE.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn15\">\n        <a class=\"footnote\" href=\"#fn15_ref\">15</a>\n        <p> These statutes provide:</p>\n        <p class=\"indent\">Every common carrier shall file with the commissioner and shall print and keep open to public inspection schedules showing the rates, fares and charges for the transportation of passengers and property within the state ....</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 98.</p>\n        <p class=\"indent\">No common carrier subject to the provisions of this chapter shall engage or participate in the transportation of passengers or property, between points within the state, until its schedules of rates, fares and charges shall have been filed and published in accordance with the provisions of this chapter.</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 103(1).</p>\n        <p class=\"indent\">Every common carrier of property by motor vehicle shall, upon demand, issue either a receipt or a bill of lading for all property delivered to it for transportation.... [W]hen expressly authorized or required by order of the commissioner a carrier may establish and maintain rates dependent upon the value declared in writing by the shipper or agreed upon in writing as the released value of the property, in which case such declaration or agreement shall have no other effect than to limit liability and recovery to an amount not exceeding the value so declared or released and shall not, so far as relates to values, be held to violate this article.</p>\n        <p class=\"indent\">N.Y. Transp. Law &#167; 181.</p>\n      </div>\n      <div class=\"footnote\" id=\"fn16\">\n        <a class=\"footnote\" href=\"#fn16_ref\">16</a>\n        <p> In its reply brief, ABN cited for the first time New York Transportation Law &#167; 111<i>See</i> N.Y. Transp. Law &#167; 111 (\"In case a common carrier ... shall omit to do any act ... required to be done, either by law or by order of the commissioner, such common carrier shall be liable to the persons or corporations affected thereby for all loss, damage or injury <i>caused thereby or resulting therefrom</i> . . . .\" (emphasis added)). ABN has never contended its loss was caused by or resulted from Art Messenger's violations of statute. Furthermore, we decline to consider an argument raised for the first time in a reply brief. <i>See United States v. Yousef,</i> <span class=\"citation\" data-id=\"781722\"><a href=\"/opinion/781722/united-states-v-ramzi-ahmed-yousef-eyad-ismoil-also-known-as-eyad/\"><span class=\"volume\">327</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span>, 115 (2d Cir.2003).</p>\n      </div>\n      <div class=\"footnote\" id=\"fn17\">\n        <a class=\"footnote\" href=\"#fn17_ref\">17</a>\n        <p> In addition to advancing these two arguments, ABN appears to claim in passing that the selection of Art Messenger was not \"valid consideration\" for the Geologistics contract with Halm, and that Geologistics was acting as the \"alter ego\" of Art Messenger. ABN does not, however, clarify these claims further, and they appear, in any case, to be either duplicative of ABN's other claims or entirely specious</p>\n      </div>\n      <div class=\"footnote\" id=\"fn18\">\n        <a class=\"footnote\" href=\"#fn18_ref\">18</a>\n        <p> Because the $50 limitation constitutes a nominal sum, New York courts will treat that limitation &#8212; for the purpose of determining the efficacy of liability-limitation provisions &#8212; as though it offered complete relief from liability<i>See Sommer v. Fed. Signal Corp.,</i> <span class=\"citation no-link\"><span class=\"volume\">79</span> <span class=\"reporter\">N.Y.2d</span> <span class=\"page\">540</span></span>, 554, <span class=\"citation no-link\"><span class=\"volume\">583</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">957</span></span>, <span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1365</span></span> (1992) (\"It is the public policy of this State . . . that a party may not insulate itself from damages caused by grossly negligent conduct,\" a principle that \"applies equally to contract clauses purporting to exonerate a party from liability and clauses limiting damages to a nominal sum.\").</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104095/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104408/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105831/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111047/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112151/",
    "http://www.courtlistener.com/api/rest/v3/opinions/137726/",
    "http://www.courtlistener.com/api/rest/v3/opinions/253574/",
    "http://www.courtlistener.com/api/rest/v3/opinions/425978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/534189/",
    "http://www.courtlistener.com/api/rest/v3/opinions/684085/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780481/",
    "http://www.courtlistener.com/api/rest/v3/opinions/781722/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782846/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795160/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1655063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2084884/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2377006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2567799/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3605832/"
  ]
}