{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2075/",
  "absolute_url": "/opinion/2075/greenwich-financial-services-distressed-mortgage-f/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2075/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-21T00:00:12Z",
  "date_modified": "2017-03-24T00:04:55.519350Z",
  "type": "010combined",
  "sha1": "b7ee71b031faad3d9c61518a67618b5670b0733c",
  "page_count": 18,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/b8739b71-7dd6-4e07-95fe-2decb542b615/2/doc/09-3600-cv_opn.pdf",
  "local_path": "pdf/2010/04/20/Greenwich_Financial_Services_Distressed_Mortgage_Fund_3_LLC_v._Country_.pdf",
  "plain_text": "       09-3660-cv\n       G reenw ich Financial Services D istressed M ortgage Fund 3 LL C v. C ountry Financial C orporation\n\n\n\n                                       UNITED STATES COURT OF APPEALS\n                                             F OR THE S ECOND C IRCUIT\n\n\n                                                          October Term, 2009\n\n       (Argued: February 11, 2010                                                                     Decided: April 20, 2010)\n\n                                                       Docket No. 09-3660-cv\n\n\n              G REENWICH F INANCIAL S ERVICES D ISTRESSED M ORTGAGE F UND 3 LLC,\n              AND QED LLC, ON BEHALF OF THEMSELVES AND ALL OTHERS SIMILARLY\n                                        SITUATED,\n\n\n                                                                                                             Plaintiffs-Appellees,\n\n                                                                    — v.—\n\n           C OUNTRYWIDE F INANCIAL C ORPORATION, C OUNTRYWIDE H OME L OANS, INC.,\n                                                                 AND\n                                     C OUNTRYWIDE H OME L OANS S ERVICING LP,\n\n\n                                                                                                        Defendants-Appellants.\n\n\n\n\n       B e f o r e:\n\n                          LIVINGSTON AND LYNCH , Circuit Judges, and STANCEU , Judge.*\n\n                                                          __________________\n\n       *\n          The Honorable Timothy C. Stanceu, Judge, United States Court of International Trade,\nsitting by designation.\n\n                                                                    1\n\f 1          Plaintiffs-appellees, Greenwich Financial Services Distressed Mortgage Fund 3 LLC\n\n 2   and QED LLC, brought a putative class action against defendants-appellants, Countrywide\n\n 3   Financial Corporation, Countrywide Home Loans, Inc., and Countrywide Home Loans\n\n 4   Servicing LP in state court. Defendants-appellants removed the action to the United States\n\n 5   District Court for the Southern District of New York. The district court (Richard J. Holwell,\n\n 6   J.) granted plaintiffs-appellees’ motion to remand, and defendants-appellants appeal. We\n\n 7   conclude that we lack jurisdiction to hear the appeal.\n\n 8          A PPEAL DISMISSED.\n\n 9\n10\n11                         D AVID G RAIS (J. Bruce Boisture and Owen L. Cyrulnik, on the brief),\n12                         Grais & Ellsworth LLP, New York, NY, for Plaintiffs-Appellees.\n13\n14                         M ATTHEW S HORS (Walter Dellinger, Irving L. Gornstein, Kathryn E.\n15                         Tarbert, Micah W. J. Smith, and William J. Sushon, on the brief),\n16                         O’Melveny & Myers LLP, Washington, D.C., and New York, NY, for\n17                         Defendants-Appellants.\n\n18\n\n19          G ERARD E. L YNCH, Circuit Judge:\n\n20          This appeal requires us to decide when a provision of the Class Action Fairness Act of\n\n21   2005 (“CAFA”) bars appellate review of orders remanding securities class actions to state court.\n\n22          Plaintiffs-appellees commenced this putative class action in New York State Supreme\n\n23   Court. The case was removed to the United States District Court for the Southern District of\n\n24   New York (Richard J. Holwell, J.). Plaintiffs-appellees moved to remand the case to state court\n\n                                                    2\n\f 1   for lack of subject matter jurisdiction. They argued that, while CAFA extended federal\n\n 2   jurisdiction for most class actions meeting certain monetary and diversity requirements, it did not\n\n 3   apply to this action because the statute exempted suits involving claims that “relate[d] to the\n\n 4   rights, duties[,] . . . and obligations relating to or created by or pursuant to any security.” 28\n\n 5   U.S.C. § 1332(d)(9)(C). Additionally, plaintiffs-appellees argued that no other basis for federal\n\n 6   jurisdiction existed. The district court granted plaintiffs-appellees’ motion to remand, and\n\n 7   defendants-appellants appealed to this Court.\n\n 8           We construe the language of another provision of CAFA, 28 U.S.C. § 1453, which\n\n 9   governs removal of class actions and appellate review of orders remanding such actions to state\n\n10   court. Like the parallel exception in the provision creating federal jurisdiction over class actions,\n\n11   § 1453(d)(3) exempts from appellate review orders remanding any class action that solely\n\n12   involves “a claim that relates to the rights, duties[,] . . . and obligations relating to or created by\n\n13   or pursuant to any security. . . .” We conclude that the present action falls within this provision.\n\n14   Accordingly, we do not have jurisdiction to hear this appeal and must dismiss it.\n\n15                                             BACKGROUND\n\n16           Defendants are affiliated corporations in the mortgage business. Defendant Countrywide\n\n17   Financial Corporation is a holding company, of which the other defendants are subsidiaries. One\n\n18   subsidiary, defendant Countrywide Home Loans, Inc., originates loans to individual consumers.\n\n19   The other subsidiary, defendant Countrywide Home Loans Servicing, LP, now known as BAC\n\n20   Home Loans Servicing, LP, (“Countrywide Servicing”), services the loans originated by\n\n21   Countrywide Home Loans.\n\n\n\n                                                        3\n\f 1          To raise money to lend to consumers, Countrywide Home Loans entered into a number of\n\n 2   securitization transactions. In these transactions, Countrywide Home Loans sold its mortgages\n\n 3   to specially created trusts, which received payment of interest and principal from mortgage\n\n 4   borrowers. The trusts in turn sold certificates to investors. These securities entitled their owners\n\n 5   to repayments of their principal, as well as interest payments. Because the trusts themselves\n\n 6   lacked the capacity to administer the loans, they entered into agreements with Countrywide\n\n 7   Servicing to administer the mortgages on their behalf. The terms of these securitization\n\n 8   transactions, as well as the rights and duties of the parties to them, were laid out in contracts\n\n 9   known as “pooling and servicing agreements” (“PSAs”). Countrywide Home Loans and\n\n10   Countrywide Servicing, as well as the trusts’ trustee, The Bank of New York, and various other\n\n11   entities, were parties to the PSAs, but the certificate holders and Countrywide Financial were\n\n12   not.\n\n13          In the summer of 2008, the attorneys general of seven states filed lawsuits accusing the\n\n14   Countrywide businesses (“Countrywide”) of violating laws against predatory lending. The states\n\n15   alleged that Countrywide engaged in deceptive sales practices, charged unlawful fees, and made\n\n16   loans it had no reasonable basis to think could be repaid. Countrywide later agreed to a\n\n17   multistate settlement, according to which it was required to modify the terms of many of the\n\n18   mortgages owned by the trusts and administered by Countrywide Servicing on behalf of the\n\n19   trusts. Modifying the loans created the possibility that the homeowners would make smaller\n\n20   payments of interest and principal to the trusts, thereby decreasing the value of the certificates.\n\n21          Plaintiffs are holders of certificates issued by the trusts. They filed this putative class\n\n\n\n                                                       4\n\f 1   action in New York State Supreme Court, seeking declaratory judgments that Countrywide\n\n 2   Servicing is required under the terms of the PSAs to repurchase the modified loans from the\n\n 3   trusts at a price equal to their unpaid principal plus any accrued interest. They cite language in\n\n 4   the PSAs to the effect that “[Countrywide Servicing] may agree to a modification of any\n\n 5   Mortgage Loan . . . if . . . [it] purchases the Modified Mortgage Loan from the Trust Fund. . . .”\n\n 6          Defendants promptly removed the action to the Southern District of New York. In their\n\n 7   notice of removal, defendants cited two independent bases for federal jurisdiction. First,\n\n 8   defendants claimed original diversity jurisdiction under CAFA, 28 U.S.C. § 1332(d)(2), which\n\n 9   generally allows district courts to exercise jurisdiction over class actions based solely on state\n\n10   law provided that minimal diversity is present and the amount in controversy exceeds\n\n11   $5,000,000. Second, defendants asserted federal question jurisdiction under 28 U.S.C. § 1331,\n\n12   arguing that plaintiffs’ state-law claim required the court to resolve a disputed, substantial\n\n13   question of federal law. Specifically, defendants claimed that Countrywide Servicing’s duties\n\n14   under the PSAs were defined by the Housing and Economic Recovery Act of 2008 (“HERA”),\n\n15   which at 15 U.S.C. § 1639a provides a safe harbor for servicers of pooled mortgages who modify\n\n16   home loans meeting certain conditions. They argued that since the court would be required to\n\n17   adjudicate the applicability of this safe harbor in order to determine the merits of plaintiffs’\n\n18   claim, federal jurisdiction was proper under Grable & Sons Metal Products v. Darue\n\n19   Engineering & Manufacturing, 545 U.S. 308, 315 (2005).\n\n20          Two weeks later, plaintiffs moved to remand. Plaintiffs did not dispute that their action\n\n21   met the diversity and amount-in-controversy requirements for CAFA jurisdiction. They argued,\n\n\n\n                                                       5\n\f 1   however, that their suit fell within an exception to CAFA jurisdiction for actions “that relate[ ] to\n\n 2   the rights, duties (including fiduciary duties), and obligations relating to or created by or\n\n 3   pursuant to any security. . . .” 28 U.S.C. § 1332(d)(9)(C). They further argued that federal\n\n 4   question jurisdiction was extended by Grable only to those state-law claims of which federal law\n\n 5   was an essential element. Federal law, they asserted, was not an element of their claim. Rather,\n\n 6   the safe harbor of HERA, if it applied, would simply provide a federal defense to a claim under\n\n 7   state law, and therefore was not a basis for subject matter jurisdiction. The district court agreed\n\n 8   with both of plaintiffs’ arguments and remanded.\n\n 9           Defendants petitioned to file the present appeal pursuant to 28 U.S.C. § 1453(c), which\n\n10   authorizes the courts of appeals to hear at their discretion appeals from orders granting or\n\n11   denying motions to remand class actions. We granted petitioners leave to file this appeal, which\n\n12   we considered on an expedited basis in accordance with the time limit set out in 28 U.S.C.\n\n13   § 1453(c)(2).1\n\n14                                              DISCUSSION\n\n15           This case requires us to interpret certain provisions of CAFA, which expanded the\n\n16   jurisdiction of the federal courts to allow class actions originally filed in state courts that\n\n17   conform to particular requirements to be removed to federal district courts. 28 U.S.C. §§\n\n             1\n               28 U.S.C. § 1453(c)(2) requires that a court considering such an appeal “complete all\n     action . . . not later than 60 days after the date on which such appeal was filed. . . .” Defendants-\n     appellees’ motion for leave to appeal was granted on December 17, 2009. Oral argument in this\n     case was heard nearly 60 days later, on February 11, 2010. Section 1453(c)(3), however, allows\n     the court of appeals to grant either a 10-day extension of time period for “good cause shown and\n     in the interests of justice” or an indefinite extension at the agreement of the parties. At\n     argument, the parties agreed to a 90-day extension of the deadline for the Court to render a\n     decision on the appeal.\n\n                                                        6\n\f 1   1332(d), 1453(b); Estate of Pew v. Cardarelli, 527 F.3d 25, 30 (2d Cir. 2008). Class actions\n\n 2   removed under CAFA may be remanded to originating state courts pursuant to the general\n\n 3   remand statute, 28 U.S.C. § 1447. See 28 U.S.C. § 1453(c)(1) (“Section 1447 shall apply to any\n\n 4   removal of a case under this section . . . .”). The party opposing remand generally bears the\n\n 5   burden of showing that federal jurisdiction is proper. Blockbuster, Inc. v. Galeno, 472 F.3d 53,\n\n 6   57-58 (2d Cir. 2006). However, once the general requirements of CAFA jurisdiction are\n\n 7   established, plaintiffs have the burden of demonstrating that remand is warranted on the basis of\n\n 8   one of the enumerated exceptions. See Brook v. UnitedHealth Group Inc., No. 06 Civ. 12954\n\n 9   (GBD), 2007 WL 2827808, at *3 (S.D.N.Y. Sept. 27, 2007); accord Serrano v. 180 Connect,\n\n10   Inc., 478 F.3d 1018, 1021-22 (9th Cir. 2007); Hart v. FedEx Ground Package Sys., Inc., 457\n\n11   F.3d 675, 679-80 (7th Cir. 2006); Frazier v. Pioneer Ams. LLC, 455 F.3d 542, 546 (5th Cir.\n\n12   2006).\n\n13                                                    I\n\n14            As a general rule, an order to remand is not appealable. See 28 U.S.C. § 1447(d). At the\n\n15   same time that CAFA expanded the jurisdiction of federal courts over most class actions,\n\n16   however, it expanded the jurisdiction of the courts of appeals to hear appeals of orders\n\n17   remanding class actions to state courts. 28 U.S.C. 1453(c); see Coll. of Dental Surgeons of P. R.\n\n18   v. Conn. Gen. Life Ins. Co., 585 F.3d 33, 37-38 (1st Cir. 2009). But 28 U.S.C. § 1453(d) sets\n\n19   forth three circumstances under which appellate review of such orders is barred, only one of\n\n20   which is relevant to the case at bar:2\n\n              2\n              28 U.S.C. 1453(d) provides two other exceptions to appellate review of remand orders,\n     both of which mirror the exceptions to CAFA diversity jurisdiction under § 1332(d)(9). The first\n\n                                                      7\n\f 1                  (d) Exception. – This section shall not apply to any class action\n 2                  that solely involves\n 3                  ...\n 4                          (3) a claim that relates to the rights, duties (including\n 5                          fiduciary duties), and obligations relating to or created by\n 6                          or pursuant to any security (as defined under section\n 7                          2(a)(1) of the Securities Act of 1933 (15 U.S.C. 77b(a)(1))\n 8                          and the regulations issued thereunder).\n 9\n10          This exception to appellate jurisdiction over remand orders of class actions is identical to\n\n11   the third of three exceptions to CAFA’s grant of original federal diversity jurisdiction at 28\n\n12   U.S.C. § 1332(d)(9)(C).3 We must therefore construe the provisions together. If we find that the\n\n13   exception of § 1332(d)(9)(C) does not apply to this action and that the district court had\n\n14   jurisdiction over it under CAFA, we will necessarily find that we have jurisdiction to reverse a\n\n15   remand order premised on the district court’s erroneous conclusion. See Cardarelli, 527 F.3d at\n\n16   31. On the other hand, if the district court lacked CAFA jurisdiction over the class action\n\n17   because it falls within the exception, we similarly lack jurisdiction to review the order remanding\n\n\n\n\n     exempts suits “concerning a covered security as defined under 16(f)(3) of the Securities Act of\n     1933,” § 1332(d)(9)(A) and § 1453(d)(1), and the second exempts suits that “relate[] to the\n     internal affairs or governance of a corporation or other form of business enterprise and that\n     arise[] under or by virtue of the laws of the State in which such corporation or business\n     enterprise is incorporated or organized,” § 1332(d)(9)(B) and § 1453(d)(2). Subsection (A)\n     relates to claims concerning securities covered under the Securities Act, for which jurisdiction\n     exists elsewhere under federal securities law, while Subsection (B) applies to suits on issues of\n     corporate governance. See Cardarelli, 527 F.3d at 30. In this case, there is no dispute that the\n     certificates are not covered securities under federal law and that the claim does not concern\n     issues of corporate governance.\n            3\n               CAFA also provides numerous other jurisdictional exceptions, some of which apply\n     only at the discretion of the district court. See, e.g., 28 U.S.C. § 1332(d)(3) (allowing the district\n     court to decline to exercise jurisdictions over certain class actions “in the interests of justice.”)\n     The three jurisdictional exceptions of § 1332(d)(9) are the only exceptions that double as\n     restrictions on appellate jurisdiction. See Cardarelli, 527 F.3d at 29 n.1.\n\n                                                       8\n\f 1   the action and must dismiss the appeal. See id. As always, we have jurisdiction to determine\n\n 2   our jurisdiction. Brodsky v. U.S. Nuclear Regulatory Comm’n, 578 F.3d 175, 182 (2d Cir. 2009).\n\n 3          What this means for the case at bar is that we may examine only one of the two claims\n\n 4   defendants make to federal jurisdiction. Defendants argue both that the district court had\n\n 5   jurisdiction under CAFA and also that it had an independent basis for federal question\n\n 6   jurisdiction under 28 U.S.C. § 1331. If they had raised only § 1331 as a basis for jurisdiction to\n\n 7   the district court, and if the district court had remanded solely upon a finding that such\n\n 8   jurisdiction did not exist, our review would be barred by 28 U.S.C. § 1447(d). It is only if the\n\n 9   expansion of appellate jurisdiction under CAFA provided by § 1453 applies that we may review\n\n10   the district court’s order. If § 1453 applies, however, the district court necessarily also had\n\n11   jurisdiction over the class action, since none of CAFA’s other jurisdictional exceptions are\n\n12   applicable. On the other hand, if we find that the case at bar fits within the exception of\n\n13   § 1453(d)(3), we lack jurisdiction to review defendants’ arguments that the district court’s order\n\n14   of remand was improper on other grounds.4\n\n\n            4\n               When we have appellate jurisdiction to review one ruling, we have discretion to\n     exercise pendant jurisdiction over related rulings, otherwise unappealable, that are “‘inextricably\n     intertwined’ with an issue over which the court properly has appellate jurisdiction.” Lamar\n     Adver. of Penn, LLC v. Town of Orchard Park, N. Y., 356 F.3d 365, 371 (2d Cir. 2004), quoting\n     Swint v. Chambers County Comm’n, 514 U.S. 35, 50-51 (1995). For instance, appellate\n     jurisdiction exists over non-appealable interlocutory orders when resolving them is necessary to\n     resolve other properly appealable orders. See, e.g., Luna v. Pico, 356 F.3d 481, 486-87 (2d Cir.\n     2004). We have consistently recognized, however, that “pendent appellate jurisdiction should be\n     exercised sparingly, if ever.” Bolmer v. Oliveira, 594 F.3d 134, 141 (2d Cir. 2010), quoting\n     Mancuso v. N. Y. State Thruway Auth., 86 F.3d 289, 292 (2d Cir. 1996). Here, the issues\n     presented by defendants’ two jurisdictional arguments are distinct, and resolving defendants’\n     claim for federal question jurisdiction is not necessary to the resolution of defendants’ claim to\n     CAFA jurisdiction. Accordingly, this is not an appropriate case for the exercise of pendent\n     appellate jurisdiction.\n\n                                                       9\n\f 1                                                    II\n\n 2          We examined the scope of the §§ 1332(d)(9)(C) and 1453(d)(3) exceptions to CAFA\n\n 3   jurisdiction in Estate of Pew v. Cardarelli, 527 F.3d 25 (2d Cir. 2008). In that case, the plaintiffs\n\n 4   were purchasers of unsecured debt instruments issued by Agway, Inc., an agricultural supply and\n\n 5   marketing cooperative. After Agway declared bankruptcy, plaintiffs filed suit against Agway’s\n\n 6   officers and its auditor in New York Supreme Court, alleging that Agway’s financial statements\n\n 7   had fraudulently concealed Agway’s insolvency. Plaintiffs sought relief solely under the New\n\n 8   York state consumer fraud statute. Defendants removed the suit to federal court under CAFA,\n\n 9   and plaintiffs moved to remand. The district court determined that CAFA jurisdiction was\n\n10   absent, because the suit involved a claim “relate[d] to the rights, duties (including fiduciary\n\n11   duties), and obligations relating to or created by or pursuant to [a] security.” § 1332(d)(9)(C).\n\n12          We reversed. Our analysis began by noting that despite broad language that would seem\n\n13   to exempt any claim that “relates to . . . any security,” the exception could not have been\n\n14   intended to cover all securities claims, no matter their nature. Such an understanding of the\n\n15   provision would render superfluous the phrase “rights, duties (including fiduciary duties), and\n\n16   obligations relating to or created by or pursuant to,” which plainly was intended to limit the\n\n17   scope of the exception. Additionally, it would render superfluous § 1332(d)(9)(A), which\n\n18   exempted from CAFA jurisdiction any class action that solely involves a claim concerning a\n\n19   security covered under the Securities Act of 1933. Interpreting § 1332(d)(9)(C) therefore\n\n20   required us to decide what limiting principle to apply to the broad language of the provision.\n\n21          To answer this question, we focused on the fact that the exception only applied to suits\n\n22   seeking to enforce “rights, duties, [and] obligations relating to or created by or pursuant to”\n\n                                                      10\n\f 1   securities. We determined that this language was intended to differentiate claims based either on\n\n 2   the “terms of the instruments that create and define securities . . . [or on the] duties imposed on\n\n 3   persons who administer securities, ” Cardarelli, 527 F.3d at 33, from claims based on rights\n\n 4   arising from independent sources of state law. The key distinction between suits that were\n\n 5   immune from removal under CAFA and those that were not is that immune suits sought to\n\n 6   enforce the rights of the securities “holders as holders.” Id. at 32. In Cardarelli, however,\n\n 7   plaintiffs’ claim sought to enforce their rights not as holders, but as purchasers; they asserted that\n\n 8   the transaction in which they had acquired the notes was tainted by fraud. Thus, the claims did\n\n 9   not seek to enforce rights, duties or obligations that were pursuant to or created by the securities,\n\n10   but rather rights granted to consumers by a New York statute. Plaintiffs’ suit was therefore\n\n11   removable under CAFA.\n\n12           In contrast to Cardarelli, plaintiffs here seek enforcement of their rights as holders rather\n\n13   than as purchasers of securities. Plaintiffs sue under a provision of the PSAs that they claim\n\n14   requires Countrywide Servicing to repurchase from the trust those loans which Countrywide\n\n15   agreed to modify. Plaintiffs’ asserted right to force Countrywide Servicing to repurchase the\n\n16   loans arises from the deal instruments themselves, not from an extrinsic provision of state law,\n\n17   such as the consumer fraud statute that formed the basis of the action in Cardarelli. Thus,\n\n18   plaintiffs’ claim “relates to the rights, duties . . . and obligations relating to or created by or\n\n19   pursuant to” their certificates, and their suit is not removable under CAFA.\n\n20           It is true that plaintiffs sue not to enforce a term of the certificates themselves, but rather\n\n21   to enforce a term of the PSAs. But simply because the provision on which the suit depends does\n\n22   not appear on the certificates, it doesn’t follow that the claim is not pursuant to or created by the\n\n                                                        11\n\f 1   security. The principle we stated in Cardarelli is that the securities exception of\n\n 2   §§ 1332(d)(9)(C) and 1453(d)(3) applies to suits that enforce “the terms of instruments that\n\n 3   create and define securities,” 527 F.3d at 33, and that it does not apply to suits to enforce rights\n\n 4   that are “superimposed by a state’s corporation law or common law,” id. at 31. The fact that a\n\n 5   certificate holder’s rights may be enumerated in an instrument other than the security itself is not\n\n 6   material. Securities are created and defined not simply by their own text, but also by any\n\n 7   number of deal instruments executed between various parties. Indeed, we made clear in\n\n 8   Cardarelli that the “instruments that create and define securities” include documents such as\n\n 9   certificates of incorporation and bond indentures. Id. For this reason, the fact that plaintiffs seek\n\n10   enforcement of a term of the PSAs – trust agreements similar to bond indentures in many\n\n11   respects – rather than of the certificates does not affect our conclusion that this suit is not\n\n12   removable under CAFA.\n\n13           Likewise, the fact that the certificate holders are not themselves parties to the PSAs is\n\n14   not relevant. The focus of the inquiry is on the source of the right that the plaintiff’s claim seeks\n\n15   to enforce. As long as a plaintiff’s claim seeks enforcement of a right that arises from an\n\n16   appropriate instrument, it falls within the exception of §§ 1332(d)(9)(C) and 1453(d)(3),\n\n17   regardless of whether the plaintiff is a party to the instrument.\n\n18                                                     III\n\n19          Defendants argue that under our decision in Cardarelli, the jurisdictional exceptions of\n\n20   §§ 1332(d)(9)(C) and 1453(d)(3) do not apply to plaintiffs’ claim. Cardarelli, they assert, stands\n\n21   for the proposition that these exceptions to CAFA jurisdiction apply only to disputes over the\n\n22   terms of securities. Such terms may be defined in other documents, such as bond indentures, but\n\n                                                       12\n\f 1   suits depending on non-definitional provisions of such documents are not immune from CAFA\n\n 2   jurisdiction. Defendants argue that while the PSAs may create and define the terms of the\n\n 3   certificates, the PSAs’ repurchase provision does not itself define the certificates. Accordingly,\n\n 4   they argue, plaintiffs’ suit is subject to removal.\n\n 5          In making this argument, defendants attempt to draw on the legislative history of CAFA.\n\n 6   They argue that this history demonstrates that Congress intended to limit CAFA’s jurisdictional\n\n 7   exceptions to suits for which federal jurisdiction already existed under federal securities law and\n\n 8   to disputes concerning corporate governance, an area in which the Delaware state courts had\n\n 9   special expertise. They submit that the exceptions of §§ 1332(d)(9)(C) and 1453(d)(3) were\n\n10   meant to preserve the ability of plaintiffs to bring suit in Delaware against the managers of the\n\n11   companies in which they invested over the definition of the terms of their investments and urge\n\n12   that § 1332(d)(9) be “narrowly construed” to cover only “disputes over the meaning of terms of a\n\n13   security” that relate to corporate governance and not to extend to suits over non-definitional\n\n14   provisions of documents other than the securities themselves.\n\n15          This argument must be rejected. First, defendants misconstrue the rule we announced in\n\n16   Cardarelli, which examines the source of the right that the suit seeks to enforce. In that case, we\n\n17   held that §§ 1332(d)(9)(C) and 1453(d)(3) applied to “suits that seek to enforce the terms of\n\n18   instruments that create and define securities.” 527 F.3d at 33 (emphasis added). We did not read\n\n19   the exceptions to apply only to suits that enforced terms that create and define securities, nor did\n\n20   we instruct the district courts to determine whether the claims pressed by plaintiffs turned on\n\n21   document provisions that were adequately “definitional” of the securities in question.\n\n22          Even if we were to examine the extent of these jurisdictional exceptions anew, we would\n\n                                                       13\n\f 1   arrive at the same conclusion. First, the legislative history cited by defendants is largely\n\n 2   inapplicable. Most of the statements cited by defendants were made during a congressional\n\n 3   hearing on an earlier version of the bill, more than 5 years before CAFA was enacted. At the\n\n 4   time of this hearing, the language that became § 1332(d)(9)(C) formed part of a provision that\n\n 5   was titled the “Corporate Governance Exception.” However, when CAFA was eventually\n\n 6   enacted more than half a decade later, § 1332(d)(9)(C) had become its own freestanding\n\n 7   jurisdictional provision, distinct from the now-separate Corporate Governance Exception.5 The\n\n 8   legislative history does not compel us to limit the provision to issues of corporate governance.\n\n 9          Furthermore, we must interpret the statute to create a jurisdictional exception that the\n\n10   district courts can actually apply. Whether a particular provision of a document does or does not\n\n11   define a security is too amorphous a criterion to serve as a basis for determining jurisdiction.\n\n12   Adopting such a standard would greatly complicate the work of district judges faced with suits\n\n13   for which jurisdiction is asserted under CAFA. The difficulties of defendants’ proposed\n\n14   approach are demonstrated by the very provision of the PSA at issue in plaintiffs’ suit: the\n\n15   buyback provision of the PSAs. While this provision does not define a term of plaintiffs’\n\n16   certificates as clearly as would, for instance, a provision calculating the rate of interest to be paid\n\n17   on the certificates, it directly affects the amount of money available to certificate holders in a\n\n18   particular circumstance, the mortgage servicer’s modification of the mortgages in the trust. As\n\n19   such, it arguably “defines” the obligation of the trustee to make monthly distributions from the\n\n20   trust corpus, a duty stated on the reverse of the certificates. Whether a term such as the buyback\n\n\n\n            5\n                That exception is set out in 28 U.S.C. § 1332(d)(9)(B), discussed in note 2 above.\n\n                                                       14\n\f 1   provision at issue here does or does not “define” the securities to which it relates is too nebulous\n\n 2   an inquiry for the preliminary stages of litigation.\n\n 3           Accordingly, even were we empowered to do so, we would not depart from our holding\n\n 4   in Cardarelli that §§ 1332(d)(9)(C) and 1453(d)(3) apply to “suits that seek to enforce the terms\n\n 5   of instruments” that create or define securities, no matter which provisions of such instruments\n\n 6   plaintiffs’ suit seeks to enforce.\n\n 7                                                      IV\n\n 8           Defendants also argue that even if plaintiffs’ suit “relates to the rights, duties . . . and\n\n 9   obligations relating to or created by or pursuant to” their certificates, it does not relate “solely” to\n\n10   such rights, duties, and obligations and therefore does not fall under the §§ 1332(d)(9)\n\n11   and 1453(d) exceptions. They argue that two aspects of plaintiffs’ claim in particular raise\n\n12   collateral legal issues that go beyond the interpretation of the certificates: first, they assert that\n\n13   the naming of Countrywide Financial as a defendant, even though Countrywide Financial is not a\n\n14   party to the PSAs, means that plaintiff’s claim “involves” state alter ego law; and second, they\n\n15   argue that in order to succeed in their claim plaintiffs must show that Countrywide Servicing’s\n\n16   actions were not authorized under § 3.01 of the PSAs, which supposedly provides Countrywide\n\n17   with a defense as long as it as acting within the “customary and usual standards of practice.”\n\n18   Therefore, defendants argue, in order to succeed in their claim, plaintiffs must show that\n\n19   Countrywide’s modification actions are not “standard industry practice,” as defined in federal\n\n20   law at 15 U.S.C. § 1639a(c). On both these bases, defendants contend that plaintiffs’ claim does\n\n21   not “solely involve . . . a security” and therefore should be amenable to CAFA jurisdiction.\n\n22           Defendants’ argument hinges on a strained reading of the words “[t]his section shall not\n\n                                                        15\n\f 1   apply to any class action that solely involves . . . .” Needless to say, the phrase “solely involves”\n\n 2   cannot be stretched so far as to limit the exception in §§ 1332(d)(9) and 1453(d) to class actions\n\n 3   that raise no collateral issues and for which there are no affirmative defenses. Defendants’\n\n 4   interpretation of the prefatory phrase “solely involves” as strictly limiting CAFA’s jurisdictional\n\n 5   exceptions is especially unpersuasive in the light of the expansive language of the exceptions\n\n 6   themselves. Sections 1332(d)(9)(A) and 1453(d)(1) exempt from CAFA jurisdiction any claim\n\n 7   “concerning a covered security,” (emphasis added), while § 1332(d)(9)(B) and (C), as well as\n\n 8   § 1453(d)(2) and (3), use the equally broad phrase “relates to.” If Congress had intended these\n\n 9   provisions to apply only to class actions that involve no legal issues extraneous to the primary\n\n10   claim, they would have used language that was more clearly limiting.\n\n11          Furthermore, we must reject an interpretation of the statutory text that would render the\n\n12   jurisdictional exception of §§ 1332(d)(9)(C) and 1453(d)(3) nugatory. Almost any securities\n\n13   claim under state law will necessarily “involve” defenses – such as statutes of limitations – and\n\n14   collateral issues – such as state contract law. Nothing differentiates New York alter ego law or\n\n15   Countrywide’s putative defense under HERA from the sorts of affirmative defenses and\n\n16   collateral issues that arise in virtually every lawsuit. Construing the phrase “solely involves” to\n\n17   disqualify such suits from the jurisdictional exceptions would mean that practically every state\n\n18   securities class action would be amenable to CAFA jurisdiction. Congress cannot have intended\n\n19   its exceptions to CAFA jurisdiction to be essentially meaningless.\n\n20          Defendants’ interpretation is particularly unpersuasive given that an alternative reading,\n\n21   more consistent with the purposes of CAFA, is readily apparent. Interpreted in light of those\n\n22   purposes, the phrase “solely involves” ensures that federal jurisdiction under CAFA cannot be\n\n                                                      16\n\f 1   defeated by adding a claim that falls within a § 1332(d)(9) exception to a class action complaint\n\n 2   advancing one or more other claims. Accordingly, we conclude that plaintiffs’ class action in\n\n 3   this case, which presents only a single claim grounded in the terms of a document that creates\n\n 4   and defines a security, “solely involves” a claim falling with the exception provided in\n\n 5   §§ 1332(d)(9)(C) and 1453(d)(3).\n\n 6                                                     V\n\n 7          Lastly, we must address defendants’ contention that the remand of plaintiffs’ action to\n\n 8   state court would defeat the legislative purpose of CAFA, which is to provide federal jurisdiction\n\n 9   to class actions “of national importance.” CAFA, Pub. L. No. 109-2, § 2(b)(2), 119 Stat. 4, 5\n\n10   (2005). While we are cognizant that Congress dramatically expanded federal jurisdiction over\n\n11   class actions through CAFA, this generalized legislative purpose cannot override the clear\n\n12   meaning of §§ 1332(d)(9) and 1453(d), which plainly allow some large class actions to remain in\n\n13   state court. If Congress meant the consideration of a class action’s importance to the nation as a\n\n14   whole to trump these limiting provisions, it would have indicated that intent. Congress wisely\n\n15   chose not to leave it to the federal courts to assert jurisdiction over whatever class actions\n\n16   seemed to judges to be “of national importance” – a standard much too amorphous to admit of\n\n17   consistent judicial application – but instead to define concrete criteria for federal jurisdiction\n\n18   under CAFA, and to use specific language to define exceptions to that jurisdiction. We are\n\n19   governed by that language and not by defendants’ self-serving assertion of the “national\n\n20   importance” of this litigation.\n\n21          We conclude, therefore, that plaintiffs’ sole claim “relates to the rights, duties . . . and\n\n22   obligations relating to or created by or pursuant to [a] security.” The case therefore falls within\n\n                                                       17\n\f1   the exception to appellate jurisdiction defined by 28 U.S.C. § 1453(d)(3). Because we lack\n\n2   jurisdiction to hear this appeal, we must dismiss it.\n\n3                                             CONCLUSION\n\n4           Accordingly, for the foregoing reasons, the appeal is DISMISSED for lack of appellate\n\n5   jurisdiction.\n\n\n\n\n                                                     18\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">       09-3660-cv\n       G reenw ich Financial Services D istressed M ortgage Fund 3 LL C v. C ountry Financial C orporation\n\n\n\n                                       UNITED STATES COURT OF APPEALS\n                                             F OR THE S ECOND C IRCUIT\n\n\n                                                          October Term, 2009\n\n       (Argued: February 11, 2010                                                                     Decided: April 20, 2010)\n\n                                                       Docket No. 09-3660-cv\n\n\n              G REENWICH F INANCIAL S ERVICES D ISTRESSED M ORTGAGE F UND 3 LLC,\n              AND QED LLC, ON BEHALF OF THEMSELVES AND ALL OTHERS SIMILARLY\n                                        SITUATED,\n\n\n                                                                                                             Plaintiffs-Appellees,\n\n                                                                    — v.—\n\n           C OUNTRYWIDE F INANCIAL C ORPORATION, C OUNTRYWIDE H OME L OANS, INC.,\n                                                                 AND\n                                     C OUNTRYWIDE H OME L OANS S ERVICING LP,\n\n\n                                                                                                        Defendants-Appellants.\n\n\n\n\n       B e f o r e:\n\n                          LIVINGSTON AND LYNCH , Circuit Judges, and STANCEU , Judge.*\n\n                                                          __________________\n\n       *\n          The Honorable Timothy C. Stanceu, Judge, United States Court of International Trade,\nsitting by designation.\n\n                                                                    1\n\f 1          Plaintiffs-appellees, Greenwich Financial Services Distressed Mortgage Fund 3 LLC\n\n 2   and QED LLC, brought a putative class action against defendants-appellants, Countrywide\n\n 3   Financial Corporation, Countrywide Home Loans, Inc., and Countrywide Home Loans\n\n 4   Servicing LP in state court. Defendants-appellants removed the action to the United States\n\n 5   District Court for the Southern District of New York. The district court (Richard J. Holwell,\n\n 6   J.) granted plaintiffs-appellees’ motion to remand, and defendants-appellants appeal. We\n\n 7   conclude that we lack jurisdiction to hear the appeal.\n\n 8          A PPEAL DISMISSED.\n\n 9\n10\n11                         D AVID G RAIS (J. Bruce Boisture and Owen L. Cyrulnik, on the brief),\n12                         Grais & Ellsworth LLP, New York, NY, for Plaintiffs-Appellees.\n13\n14                         M ATTHEW S HORS (Walter Dellinger, Irving L. Gornstein, Kathryn E.\n15                         Tarbert, Micah W. J. Smith, and William J. Sushon, on the brief),\n16                         O’Melveny & Myers LLP, Washington, D.C., and New York, NY, for\n17                         Defendants-Appellants.\n\n18\n\n19          G ERARD E. L YNCH, Circuit Judge:\n\n20          This appeal requires us to decide when a provision of the Class Action Fairness Act of\n\n21   2005 (“CAFA”) bars appellate review of orders remanding securities class actions to state court.\n\n22          Plaintiffs-appellees commenced this putative class action in New York State Supreme\n\n23   Court. The case was removed to the United States District Court for the Southern District of\n\n24   New York (Richard J. Holwell, J.). Plaintiffs-appellees moved to remand the case to state court\n\n                                                    2\n\f 1   for lack of subject matter jurisdiction. They argued that, while CAFA extended federal\n\n 2   jurisdiction for most class actions meeting certain monetary and diversity requirements, it did not\n\n 3   apply to this action because the statute exempted suits involving claims that “relate[d] to the\n\n 4   rights, duties[,] . . . and obligations relating to or created by or pursuant to any security.” 28\n\n 5   U.S.C. § 1332(d)(9)(C). Additionally, plaintiffs-appellees argued that no other basis for federal\n\n 6   jurisdiction existed. The district court granted plaintiffs-appellees’ motion to remand, and\n\n 7   defendants-appellants appealed to this Court.\n\n 8           We construe the language of another provision of CAFA, 28 U.S.C. § 1453, which\n\n 9   governs removal of class actions and appellate review of orders remanding such actions to state\n\n10   court. Like the parallel exception in the provision creating federal jurisdiction over class actions,\n\n11   § 1453(d)(3) exempts from appellate review orders remanding any class action that solely\n\n12   involves “a claim that relates to the rights, duties[,] . . . and obligations relating to or created by\n\n13   or pursuant to any security. . . .” We conclude that the present action falls within this provision.\n\n14   Accordingly, we do not have jurisdiction to hear this appeal and must dismiss it.\n\n15                                             BACKGROUND\n\n16           Defendants are affiliated corporations in the mortgage business. Defendant Countrywide\n\n17   Financial Corporation is a holding company, of which the other defendants are subsidiaries. One\n\n18   subsidiary, defendant Countrywide Home Loans, Inc., originates loans to individual consumers.\n\n19   The other subsidiary, defendant Countrywide Home Loans Servicing, LP, now known as BAC\n\n20   Home Loans Servicing, LP, (“Countrywide Servicing”), services the loans originated by\n\n21   Countrywide Home Loans.\n\n\n\n                                                        3\n\f 1          To raise money to lend to consumers, Countrywide Home Loans entered into a number of\n\n 2   securitization transactions. In these transactions, Countrywide Home Loans sold its mortgages\n\n 3   to specially created trusts, which received payment of interest and principal from mortgage\n\n 4   borrowers. The trusts in turn sold certificates to investors. These securities entitled their owners\n\n 5   to repayments of their principal, as well as interest payments. Because the trusts themselves\n\n 6   lacked the capacity to administer the loans, they entered into agreements with Countrywide\n\n 7   Servicing to administer the mortgages on their behalf. The terms of these securitization\n\n 8   transactions, as well as the rights and duties of the parties to them, were laid out in contracts\n\n 9   known as “pooling and servicing agreements” (“PSAs”). Countrywide Home Loans and\n\n10   Countrywide Servicing, as well as the trusts’ trustee, The Bank of New York, and various other\n\n11   entities, were parties to the PSAs, but the certificate holders and Countrywide Financial were\n\n12   not.\n\n13          In the summer of 2008, the attorneys general of seven states filed lawsuits accusing the\n\n14   Countrywide businesses (“Countrywide”) of violating laws against predatory lending. The states\n\n15   alleged that Countrywide engaged in deceptive sales practices, charged unlawful fees, and made\n\n16   loans it had no reasonable basis to think could be repaid. Countrywide later agreed to a\n\n17   multistate settlement, according to which it was required to modify the terms of many of the\n\n18   mortgages owned by the trusts and administered by Countrywide Servicing on behalf of the\n\n19   trusts. Modifying the loans created the possibility that the homeowners would make smaller\n\n20   payments of interest and principal to the trusts, thereby decreasing the value of the certificates.\n\n21          Plaintiffs are holders of certificates issued by the trusts. They filed this putative class\n\n\n\n                                                       4\n\f 1   action in New York State Supreme Court, seeking declaratory judgments that Countrywide\n\n 2   Servicing is required under the terms of the PSAs to repurchase the modified loans from the\n\n 3   trusts at a price equal to their unpaid principal plus any accrued interest. They cite language in\n\n 4   the PSAs to the effect that “[Countrywide Servicing] may agree to a modification of any\n\n 5   Mortgage Loan . . . if . . . [it] purchases the Modified Mortgage Loan from the Trust Fund. . . .”\n\n 6          Defendants promptly removed the action to the Southern District of New York. In their\n\n 7   notice of removal, defendants cited two independent bases for federal jurisdiction. First,\n\n 8   defendants claimed original diversity jurisdiction under CAFA, 28 U.S.C. § 1332(d)(2), which\n\n 9   generally allows district courts to exercise jurisdiction over class actions based solely on state\n\n10   law provided that minimal diversity is present and the amount in controversy exceeds\n\n11   $5,000,000. Second, defendants asserted federal question jurisdiction under 28 U.S.C. § 1331,\n\n12   arguing that plaintiffs’ state-law claim required the court to resolve a disputed, substantial\n\n13   question of federal law. Specifically, defendants claimed that Countrywide Servicing’s duties\n\n14   under the PSAs were defined by the Housing and Economic Recovery Act of 2008 (“HERA”),\n\n15   which at 15 U.S.C. § 1639a provides a safe harbor for servicers of pooled mortgages who modify\n\n16   home loans meeting certain conditions. They argued that since the court would be required to\n\n17   adjudicate the applicability of this safe harbor in order to determine the merits of plaintiffs’\n\n18   claim, federal jurisdiction was proper under Grable & Sons Metal Products v. Darue\n\n19   Engineering & Manufacturing, </pre><span class=\"citation\" data-id=\"799977\"><a href=\"/opinion/799977/grable-sons-metal-products-inc-v-darue-engineering-mfg/\"><span class=\"volume\">545</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">308</span></a></span><pre class=\"inline\">, 315 (2005).\n\n20          Two weeks later, plaintiffs moved to remand. Plaintiffs did not dispute that their action\n\n21   met the diversity and amount-in-controversy requirements for CAFA jurisdiction. They argued,\n\n\n\n                                                       5\n\f 1   however, that their suit fell within an exception to CAFA jurisdiction for actions “that relate[ ] to\n\n 2   the rights, duties (including fiduciary duties), and obligations relating to or created by or\n\n 3   pursuant to any security. . . .” 28 U.S.C. § 1332(d)(9)(C). They further argued that federal\n\n 4   question jurisdiction was extended by Grable only to those state-law claims of which federal law\n\n 5   was an essential element. Federal law, they asserted, was not an element of their claim. Rather,\n\n 6   the safe harbor of HERA, if it applied, would simply provide a federal defense to a claim under\n\n 7   state law, and therefore was not a basis for subject matter jurisdiction. The district court agreed\n\n 8   with both of plaintiffs’ arguments and remanded.\n\n 9           Defendants petitioned to file the present appeal pursuant to 28 U.S.C. § 1453(c), which\n\n10   authorizes the courts of appeals to hear at their discretion appeals from orders granting or\n\n11   denying motions to remand class actions. We granted petitioners leave to file this appeal, which\n\n12   we considered on an expedited basis in accordance with the time limit set out in 28 U.S.C.\n\n13   § 1453(c)(2).1\n\n14                                              DISCUSSION\n\n15           This case requires us to interpret certain provisions of CAFA, which expanded the\n\n16   jurisdiction of the federal courts to allow class actions originally filed in state courts that\n\n17   conform to particular requirements to be removed to federal district courts. 28 U.S.C. §§\n\n             1\n               28 U.S.C. § 1453(c)(2) requires that a court considering such an appeal “complete all\n     action . . . not later than 60 days after the date on which such appeal was filed. . . .” Defendants-\n     appellees’ motion for leave to appeal was granted on December 17, 2009. Oral argument in this\n     case was heard nearly 60 days later, on February 11, 2010. Section 1453(c)(3), however, allows\n     the court of appeals to grant either a 10-day extension of time period for “good cause shown and\n     in the interests of justice” or an indefinite extension at the agreement of the parties. At\n     argument, the parties agreed to a 90-day extension of the deadline for the Court to render a\n     decision on the appeal.\n\n                                                        6\n\f 1   1332(d), 1453(b); Estate of Pew v. Cardarelli, </pre><span class=\"citation\" data-id=\"2618\"><a href=\"/opinion/2618/estate-of-pew-v-cardarelli/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\">, 30 (2d Cir. 2008). Class actions\n\n 2   removed under CAFA may be remanded to originating state courts pursuant to the general\n\n 3   remand statute, 28 U.S.C. § 1447. See 28 U.S.C. § 1453(c)(1) (“Section 1447 shall apply to any\n\n 4   removal of a case under this section . . . .”). The party opposing remand generally bears the\n\n 5   burden of showing that federal jurisdiction is proper. Blockbuster, Inc. v. Galeno, </pre><span class=\"citation\" data-id=\"796326\"><a href=\"/opinion/796326/blockbuster-inc-v-michael-galeno-docket-no-05-8019-cv/\"><span class=\"volume\">472</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">53</span></a></span><pre class=\"inline\">,\n\n 6   57-58 (2d Cir. 2006). However, once the general requirements of CAFA jurisdiction are\n\n 7   established, plaintiffs have the burden of demonstrating that remand is warranted on the basis of\n\n 8   one of the enumerated exceptions. See Brook v. UnitedHealth Group Inc., No. 06 Civ. 12954\n\n 9   (GBD), </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">2827808</span></span><pre class=\"inline\">, at *3 (S.D.N.Y. Sept. 27, 2007); accord Serrano v. 180 Connect,\n\n10   Inc., </pre><span class=\"citation\" data-id=\"797037\"><a href=\"/opinion/797037/william-serrano-on-behalf-of-himself-the-general-public-and-as-an/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1018</span></a></span><pre class=\"inline\">, 1021-22 (9th Cir. 2007); Hart v. FedEx Ground Package Sys., Inc., 457\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">11</span>   <span class=\"reporter\">F.3d</span> <span class=\"page\">675</span></span><pre class=\"inline\">, 679-80 (7th Cir. 2006); Frazier v. Pioneer Ams. LLC, </pre><span class=\"citation\" data-id=\"43336\"><a href=\"/opinion/43336/frazier-v-pioneer-americas-llc/\"><span class=\"volume\">455</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">542</span></a></span><pre class=\"inline\">, 546 (5th Cir.\n\n12   2006).\n\n13                                                    I\n\n14            As a general rule, an order to remand is not appealable. See 28 U.S.C. § 1447(d). At the\n\n15   same time that CAFA expanded the jurisdiction of federal courts over most class actions,\n\n16   however, it expanded the jurisdiction of the courts of appeals to hear appeals of orders\n\n17   remanding class actions to state courts. 28 U.S.C. 1453(c); see Coll. of Dental Surgeons of P. R.\n\n18   v. Conn. Gen. Life Ins. Co., </pre><span class=\"citation no-link\"><span class=\"volume\">585</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></span><pre class=\"inline\">, 37-38 (1st Cir. 2009). But 28 U.S.C. § 1453(d) sets\n\n19   forth three circumstances under which appellate review of such orders is barred, only one of\n\n20   which is relevant to the case at bar:2\n\n              2\n              28 U.S.C. 1453(d) provides two other exceptions to appellate review of remand orders,\n     both of which mirror the exceptions to CAFA diversity jurisdiction under § 1332(d)(9). The first\n\n                                                      7\n\f 1                  (d) Exception. – This section shall not apply to any class action\n 2                  that solely involves\n 3                  ...\n 4                          (3) a claim that relates to the rights, duties (including\n 5                          fiduciary duties), and obligations relating to or created by\n 6                          or pursuant to any security (as defined under section\n 7                          2(a)(1) of the Securities Act of 1933 (15 U.S.C. 77b(a)(1))\n 8                          and the regulations issued thereunder).\n 9\n10          This exception to appellate jurisdiction over remand orders of class actions is identical to\n\n11   the third of three exceptions to CAFA’s grant of original federal diversity jurisdiction at 28\n\n12   U.S.C. § 1332(d)(9)(C).3 We must therefore construe the provisions together. If we find that the\n\n13   exception of § 1332(d)(9)(C) does not apply to this action and that the district court had\n\n14   jurisdiction over it under CAFA, we will necessarily find that we have jurisdiction to reverse a\n\n15   remand order premised on the district court’s erroneous conclusion. See Cardarelli, 527 F.3d at\n\n16   31. On the other hand, if the district court lacked CAFA jurisdiction over the class action\n\n17   because it falls within the exception, we similarly lack jurisdiction to review the order remanding\n\n\n\n\n     exempts suits “concerning a covered security as defined under 16(f)(3) of the Securities Act of\n     1933,” § 1332(d)(9)(A) and § 1453(d)(1), and the second exempts suits that “relate[] to the\n     internal affairs or governance of a corporation or other form of business enterprise and that\n     arise[] under or by virtue of the laws of the State in which such corporation or business\n     enterprise is incorporated or organized,” § 1332(d)(9)(B) and § 1453(d)(2). Subsection (A)\n     relates to claims concerning securities covered under the Securities Act, for which jurisdiction\n     exists elsewhere under federal securities law, while Subsection (B) applies to suits on issues of\n     corporate governance. See Cardarelli, 527 F.3d at 30. In this case, there is no dispute that the\n     certificates are not covered securities under federal law and that the claim does not concern\n     issues of corporate governance.\n            3\n               CAFA also provides numerous other jurisdictional exceptions, some of which apply\n     only at the discretion of the district court. See, e.g., 28 U.S.C. § 1332(d)(3) (allowing the district\n     court to decline to exercise jurisdictions over certain class actions “in the interests of justice.”)\n     The three jurisdictional exceptions of § 1332(d)(9) are the only exceptions that double as\n     restrictions on appellate jurisdiction. See Cardarelli, 527 F.3d at 29 n.1.\n\n                                                       8\n\f 1   the action and must dismiss the appeal. See id. As always, we have jurisdiction to determine\n\n 2   our jurisdiction. Brodsky v. U.S. Nuclear Regulatory Comm’n, </pre><span class=\"citation\" data-id=\"2477\"><a href=\"/opinion/2477/brodsky-v-us-nuclear-regulatory-comn/\"><span class=\"volume\">578</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 182 (2d Cir. 2009).\n\n 3          What this means for the case at bar is that we may examine only one of the two claims\n\n 4   defendants make to federal jurisdiction. Defendants argue both that the district court had\n\n 5   jurisdiction under CAFA and also that it had an independent basis for federal question\n\n 6   jurisdiction under 28 U.S.C. § 1331. If they had raised only § 1331 as a basis for jurisdiction to\n\n 7   the district court, and if the district court had remanded solely upon a finding that such\n\n 8   jurisdiction did not exist, our review would be barred by 28 U.S.C. § 1447(d). It is only if the\n\n 9   expansion of appellate jurisdiction under CAFA provided by § 1453 applies that we may review\n\n10   the district court’s order. If § 1453 applies, however, the district court necessarily also had\n\n11   jurisdiction over the class action, since none of CAFA’s other jurisdictional exceptions are\n\n12   applicable. On the other hand, if we find that the case at bar fits within the exception of\n\n13   § 1453(d)(3), we lack jurisdiction to review defendants’ arguments that the district court’s order\n\n14   of remand was improper on other grounds.4\n\n\n            4\n               When we have appellate jurisdiction to review one ruling, we have discretion to\n     exercise pendant jurisdiction over related rulings, otherwise unappealable, that are “‘inextricably\n     intertwined’ with an issue over which the court properly has appellate jurisdiction.” Lamar\n     Adver. of Penn, LLC v. Town of Orchard Park, N. Y., </pre><span class=\"citation\" data-id=\"784887\"><a href=\"/opinion/784887/lamar-advertising-of-penn-llc-cross-appellee-v-town-of-orchard-park/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">365</span></a></span><pre class=\"inline\">, 371 (2d Cir. 2004), quoting\n     Swint v. Chambers County Comm’n, </pre><span class=\"citation\" data-id=\"117906\"><a href=\"/opinion/117906/swint-v-chambers-county-commn/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">35</span></a></span><pre class=\"inline\">, 50-51 (1995). For instance, appellate\n     jurisdiction exists over non-appealable interlocutory orders when resolving them is necessary to\n     resolve other properly appealable orders. See, e.g., Luna v. Pico, </pre><span class=\"citation\" data-id=\"784895\"><a href=\"/opinion/784895/alejandro-luna-plaintiff-appellee-cross-appellant-v-jose-pico-and-allen/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">481</span></a></span><pre class=\"inline\">, 486-87 (2d Cir.\n     2004). We have consistently recognized, however, that “pendent appellate jurisdiction should be\n     exercised sparingly, if ever.” Bolmer v. Oliveira, </pre><span class=\"citation\" data-id=\"2430\"><a href=\"/opinion/2430/bolmer-v-oliveira/\"><span class=\"volume\">594</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">134</span></a></span><pre class=\"inline\">, 141 (2d Cir. 2010), quoting\n     Mancuso v. N. Y. State Thruway Auth., </pre><span class=\"citation\" data-id=\"719727\"><a href=\"/opinion/719727/frank-mancuso-ellen-mancuso-individually-and-on-behalf-of-their-children/\"><span class=\"volume\">86</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">289</span></a></span><pre class=\"inline\">, 292 (2d Cir. 1996). Here, the issues\n     presented by defendants’ two jurisdictional arguments are distinct, and resolving defendants’\n     claim for federal question jurisdiction is not necessary to the resolution of defendants’ claim to\n     CAFA jurisdiction. Accordingly, this is not an appropriate case for the exercise of pendent\n     appellate jurisdiction.\n\n                                                       9\n\f 1                                                    II\n\n 2          We examined the scope of the §§ 1332(d)(9)(C) and 1453(d)(3) exceptions to CAFA\n\n 3   jurisdiction in Estate of Pew v. Cardarelli, </pre><span class=\"citation\" data-id=\"2618\"><a href=\"/opinion/2618/estate-of-pew-v-cardarelli/\"><span class=\"volume\">527</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">25</span></a></span><pre class=\"inline\"> (2d Cir. 2008). In that case, the plaintiffs\n\n 4   were purchasers of unsecured debt instruments issued by Agway, Inc., an agricultural supply and\n\n 5   marketing cooperative. After Agway declared bankruptcy, plaintiffs filed suit against Agway’s\n\n 6   officers and its auditor in New York Supreme Court, alleging that Agway’s financial statements\n\n 7   had fraudulently concealed Agway’s insolvency. Plaintiffs sought relief solely under the New\n\n 8   York state consumer fraud statute. Defendants removed the suit to federal court under CAFA,\n\n 9   and plaintiffs moved to remand. The district court determined that CAFA jurisdiction was\n\n10   absent, because the suit involved a claim “relate[d] to the rights, duties (including fiduciary\n\n11   duties), and obligations relating to or created by or pursuant to [a] security.” § 1332(d)(9)(C).\n\n12          We reversed. Our analysis began by noting that despite broad language that would seem\n\n13   to exempt any claim that “relates to . . . any security,” the exception could not have been\n\n14   intended to cover all securities claims, no matter their nature. Such an understanding of the\n\n15   provision would render superfluous the phrase “rights, duties (including fiduciary duties), and\n\n16   obligations relating to or created by or pursuant to,” which plainly was intended to limit the\n\n17   scope of the exception. Additionally, it would render superfluous § 1332(d)(9)(A), which\n\n18   exempted from CAFA jurisdiction any class action that solely involves a claim concerning a\n\n19   security covered under the Securities Act of 1933. Interpreting § 1332(d)(9)(C) therefore\n\n20   required us to decide what limiting principle to apply to the broad language of the provision.\n\n21          To answer this question, we focused on the fact that the exception only applied to suits\n\n22   seeking to enforce “rights, duties, [and] obligations relating to or created by or pursuant to”\n\n                                                      10\n\f 1   securities. We determined that this language was intended to differentiate claims based either on\n\n 2   the “terms of the instruments that create and define securities . . . [or on the] duties imposed on\n\n 3   persons who administer securities, ” Cardarelli, 527 F.3d at 33, from claims based on rights\n\n 4   arising from independent sources of state law. The key distinction between suits that were\n\n 5   immune from removal under CAFA and those that were not is that immune suits sought to\n\n 6   enforce the rights of the securities “holders as holders.” Id. at 32. In Cardarelli, however,\n\n 7   plaintiffs’ claim sought to enforce their rights not as holders, but as purchasers; they asserted that\n\n 8   the transaction in which they had acquired the notes was tainted by fraud. Thus, the claims did\n\n 9   not seek to enforce rights, duties or obligations that were pursuant to or created by the securities,\n\n10   but rather rights granted to consumers by a New York statute. Plaintiffs’ suit was therefore\n\n11   removable under CAFA.\n\n12           In contrast to Cardarelli, plaintiffs here seek enforcement of their rights as holders rather\n\n13   than as purchasers of securities. Plaintiffs sue under a provision of the PSAs that they claim\n\n14   requires Countrywide Servicing to repurchase from the trust those loans which Countrywide\n\n15   agreed to modify. Plaintiffs’ asserted right to force Countrywide Servicing to repurchase the\n\n16   loans arises from the deal instruments themselves, not from an extrinsic provision of state law,\n\n17   such as the consumer fraud statute that formed the basis of the action in Cardarelli. Thus,\n\n18   plaintiffs’ claim “relates to the rights, duties . . . and obligations relating to or created by or\n\n19   pursuant to” their certificates, and their suit is not removable under CAFA.\n\n20           It is true that plaintiffs sue not to enforce a term of the certificates themselves, but rather\n\n21   to enforce a term of the PSAs. But simply because the provision on which the suit depends does\n\n22   not appear on the certificates, it doesn’t follow that the claim is not pursuant to or created by the\n\n                                                        11\n\f 1   security. The principle we stated in Cardarelli is that the securities exception of\n\n 2   §§ 1332(d)(9)(C) and 1453(d)(3) applies to suits that enforce “the terms of instruments that\n\n 3   create and define securities,” 527 F.3d at 33, and that it does not apply to suits to enforce rights\n\n 4   that are “superimposed by a state’s corporation law or common law,” id. at 31. The fact that a\n\n 5   certificate holder’s rights may be enumerated in an instrument other than the security itself is not\n\n 6   material. Securities are created and defined not simply by their own text, but also by any\n\n 7   number of deal instruments executed between various parties. Indeed, we made clear in\n\n 8   Cardarelli that the “instruments that create and define securities” include documents such as\n\n 9   certificates of incorporation and bond indentures. Id. For this reason, the fact that plaintiffs seek\n\n10   enforcement of a term of the PSAs – trust agreements similar to bond indentures in many\n\n11   respects – rather than of the certificates does not affect our conclusion that this suit is not\n\n12   removable under CAFA.\n\n13           Likewise, the fact that the certificate holders are not themselves parties to the PSAs is\n\n14   not relevant. The focus of the inquiry is on the source of the right that the plaintiff’s claim seeks\n\n15   to enforce. As long as a plaintiff’s claim seeks enforcement of a right that arises from an\n\n16   appropriate instrument, it falls within the exception of §§ 1332(d)(9)(C) and 1453(d)(3),\n\n17   regardless of whether the plaintiff is a party to the instrument.\n\n18                                                     III\n\n19          Defendants argue that under our decision in Cardarelli, the jurisdictional exceptions of\n\n20   §§ 1332(d)(9)(C) and 1453(d)(3) do not apply to plaintiffs’ claim. Cardarelli, they assert, stands\n\n21   for the proposition that these exceptions to CAFA jurisdiction apply only to disputes over the\n\n22   terms of securities. Such terms may be defined in other documents, such as bond indentures, but\n\n                                                       12\n\f 1   suits depending on non-definitional provisions of such documents are not immune from CAFA\n\n 2   jurisdiction. Defendants argue that while the PSAs may create and define the terms of the\n\n 3   certificates, the PSAs’ repurchase provision does not itself define the certificates. Accordingly,\n\n 4   they argue, plaintiffs’ suit is subject to removal.\n\n 5          In making this argument, defendants attempt to draw on the legislative history of CAFA.\n\n 6   They argue that this history demonstrates that Congress intended to limit CAFA’s jurisdictional\n\n 7   exceptions to suits for which federal jurisdiction already existed under federal securities law and\n\n 8   to disputes concerning corporate governance, an area in which the Delaware state courts had\n\n 9   special expertise. They submit that the exceptions of §§ 1332(d)(9)(C) and 1453(d)(3) were\n\n10   meant to preserve the ability of plaintiffs to bring suit in Delaware against the managers of the\n\n11   companies in which they invested over the definition of the terms of their investments and urge\n\n12   that § 1332(d)(9) be “narrowly construed” to cover only “disputes over the meaning of terms of a\n\n13   security” that relate to corporate governance and not to extend to suits over non-definitional\n\n14   provisions of documents other than the securities themselves.\n\n15          This argument must be rejected. First, defendants misconstrue the rule we announced in\n\n16   Cardarelli, which examines the source of the right that the suit seeks to enforce. In that case, we\n\n17   held that §§ 1332(d)(9)(C) and 1453(d)(3) applied to “suits that seek to enforce the terms of\n\n18   instruments that create and define securities.” 527 F.3d at 33 (emphasis added). We did not read\n\n19   the exceptions to apply only to suits that enforced terms that create and define securities, nor did\n\n20   we instruct the district courts to determine whether the claims pressed by plaintiffs turned on\n\n21   document provisions that were adequately “definitional” of the securities in question.\n\n22          Even if we were to examine the extent of these jurisdictional exceptions anew, we would\n\n                                                       13\n\f 1   arrive at the same conclusion. First, the legislative history cited by defendants is largely\n\n 2   inapplicable. Most of the statements cited by defendants were made during a congressional\n\n 3   hearing on an earlier version of the bill, more than 5 years before CAFA was enacted. At the\n\n 4   time of this hearing, the language that became § 1332(d)(9)(C) formed part of a provision that\n\n 5   was titled the “Corporate Governance Exception.” However, when CAFA was eventually\n\n 6   enacted more than half a decade later, § 1332(d)(9)(C) had become its own freestanding\n\n 7   jurisdictional provision, distinct from the now-separate Corporate Governance Exception.5 The\n\n 8   legislative history does not compel us to limit the provision to issues of corporate governance.\n\n 9          Furthermore, we must interpret the statute to create a jurisdictional exception that the\n\n10   district courts can actually apply. Whether a particular provision of a document does or does not\n\n11   define a security is too amorphous a criterion to serve as a basis for determining jurisdiction.\n\n12   Adopting such a standard would greatly complicate the work of district judges faced with suits\n\n13   for which jurisdiction is asserted under CAFA. The difficulties of defendants’ proposed\n\n14   approach are demonstrated by the very provision of the PSA at issue in plaintiffs’ suit: the\n\n15   buyback provision of the PSAs. While this provision does not define a term of plaintiffs’\n\n16   certificates as clearly as would, for instance, a provision calculating the rate of interest to be paid\n\n17   on the certificates, it directly affects the amount of money available to certificate holders in a\n\n18   particular circumstance, the mortgage servicer’s modification of the mortgages in the trust. As\n\n19   such, it arguably “defines” the obligation of the trustee to make monthly distributions from the\n\n20   trust corpus, a duty stated on the reverse of the certificates. Whether a term such as the buyback\n\n\n\n            5\n                That exception is set out in 28 U.S.C. § 1332(d)(9)(B), discussed in note 2 above.\n\n                                                       14\n\f 1   provision at issue here does or does not “define” the securities to which it relates is too nebulous\n\n 2   an inquiry for the preliminary stages of litigation.\n\n 3           Accordingly, even were we empowered to do so, we would not depart from our holding\n\n 4   in Cardarelli that §§ 1332(d)(9)(C) and 1453(d)(3) apply to “suits that seek to enforce the terms\n\n 5   of instruments” that create or define securities, no matter which provisions of such instruments\n\n 6   plaintiffs’ suit seeks to enforce.\n\n 7                                                      IV\n\n 8           Defendants also argue that even if plaintiffs’ suit “relates to the rights, duties . . . and\n\n 9   obligations relating to or created by or pursuant to” their certificates, it does not relate “solely” to\n\n10   such rights, duties, and obligations and therefore does not fall under the §§ 1332(d)(9)\n\n11   and 1453(d) exceptions. They argue that two aspects of plaintiffs’ claim in particular raise\n\n12   collateral legal issues that go beyond the interpretation of the certificates: first, they assert that\n\n13   the naming of Countrywide Financial as a defendant, even though Countrywide Financial is not a\n\n14   party to the PSAs, means that plaintiff’s claim “involves” state alter ego law; and second, they\n\n15   argue that in order to succeed in their claim plaintiffs must show that Countrywide Servicing’s\n\n16   actions were not authorized under § 3.01 of the PSAs, which supposedly provides Countrywide\n\n17   with a defense as long as it as acting within the “customary and usual standards of practice.”\n\n18   Therefore, defendants argue, in order to succeed in their claim, plaintiffs must show that\n\n19   Countrywide’s modification actions are not “standard industry practice,” as defined in federal\n\n20   law at 15 U.S.C. § 1639a(c). On both these bases, defendants contend that plaintiffs’ claim does\n\n21   not “solely involve . . . a security” and therefore should be amenable to CAFA jurisdiction.\n\n22           Defendants’ argument hinges on a strained reading of the words “[t]his section shall not\n\n                                                        15\n\f 1   apply to any class action that solely involves . . . .” Needless to say, the phrase “solely involves”\n\n 2   cannot be stretched so far as to limit the exception in §§ 1332(d)(9) and 1453(d) to class actions\n\n 3   that raise no collateral issues and for which there are no affirmative defenses. Defendants’\n\n 4   interpretation of the prefatory phrase “solely involves” as strictly limiting CAFA’s jurisdictional\n\n 5   exceptions is especially unpersuasive in the light of the expansive language of the exceptions\n\n 6   themselves. Sections 1332(d)(9)(A) and 1453(d)(1) exempt from CAFA jurisdiction any claim\n\n 7   “concerning a covered security,” (emphasis added), while § 1332(d)(9)(B) and (C), as well as\n\n 8   § 1453(d)(2) and (3), use the equally broad phrase “relates to.” If Congress had intended these\n\n 9   provisions to apply only to class actions that involve no legal issues extraneous to the primary\n\n10   claim, they would have used language that was more clearly limiting.\n\n11          Furthermore, we must reject an interpretation of the statutory text that would render the\n\n12   jurisdictional exception of §§ 1332(d)(9)(C) and 1453(d)(3) nugatory. Almost any securities\n\n13   claim under state law will necessarily “involve” defenses – such as statutes of limitations – and\n\n14   collateral issues – such as state contract law. Nothing differentiates New York alter ego law or\n\n15   Countrywide’s putative defense under HERA from the sorts of affirmative defenses and\n\n16   collateral issues that arise in virtually every lawsuit. Construing the phrase “solely involves” to\n\n17   disqualify such suits from the jurisdictional exceptions would mean that practically every state\n\n18   securities class action would be amenable to CAFA jurisdiction. Congress cannot have intended\n\n19   its exceptions to CAFA jurisdiction to be essentially meaningless.\n\n20          Defendants’ interpretation is particularly unpersuasive given that an alternative reading,\n\n21   more consistent with the purposes of CAFA, is readily apparent. Interpreted in light of those\n\n22   purposes, the phrase “solely involves” ensures that federal jurisdiction under CAFA cannot be\n\n                                                      16\n\f 1   defeated by adding a claim that falls within a § 1332(d)(9) exception to a class action complaint\n\n 2   advancing one or more other claims. Accordingly, we conclude that plaintiffs’ class action in\n\n 3   this case, which presents only a single claim grounded in the terms of a document that creates\n\n 4   and defines a security, “solely involves” a claim falling with the exception provided in\n\n 5   §§ 1332(d)(9)(C) and 1453(d)(3).\n\n 6                                                     V\n\n 7          Lastly, we must address defendants’ contention that the remand of plaintiffs’ action to\n\n 8   state court would defeat the legislative purpose of CAFA, which is to provide federal jurisdiction\n\n 9   to class actions “of national importance.” CAFA, Pub. L. No. 109-2, § 2(b)(2), 119 Stat. 4, 5\n\n10   (2005). While we are cognizant that Congress dramatically expanded federal jurisdiction over\n\n11   class actions through CAFA, this generalized legislative purpose cannot override the clear\n\n12   meaning of §§ 1332(d)(9) and 1453(d), which plainly allow some large class actions to remain in\n\n13   state court. If Congress meant the consideration of a class action’s importance to the nation as a\n\n14   whole to trump these limiting provisions, it would have indicated that intent. Congress wisely\n\n15   chose not to leave it to the federal courts to assert jurisdiction over whatever class actions\n\n16   seemed to judges to be “of national importance” – a standard much too amorphous to admit of\n\n17   consistent judicial application – but instead to define concrete criteria for federal jurisdiction\n\n18   under CAFA, and to use specific language to define exceptions to that jurisdiction. We are\n\n19   governed by that language and not by defendants’ self-serving assertion of the “national\n\n20   importance” of this litigation.\n\n21          We conclude, therefore, that plaintiffs’ sole claim “relates to the rights, duties . . . and\n\n22   obligations relating to or created by or pursuant to [a] security.” The case therefore falls within\n\n                                                       17\n\f1   the exception to appellate jurisdiction defined by 28 U.S.C. § 1453(d)(3). Because we lack\n\n2   jurisdiction to hear this appeal, we must dismiss it.\n\n3                                             CONCLUSION\n\n4           Accordingly, for the foregoing reasons, the appeal is DISMISSED for lack of appellate\n\n5   jurisdiction.\n\n\n\n\n                                                     18\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2430/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2477/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/43336/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117906/",
    "http://www.courtlistener.com/api/rest/v3/opinions/719727/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784887/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784895/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796326/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797037/",
    "http://www.courtlistener.com/api/rest/v3/opinions/799977/"
  ]
}