{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2472/",
  "absolute_url": "/opinion/2472/lindsay-v-assn-of-profl-flight-attendants/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2472/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:46:34Z",
  "date_modified": "2017-03-24T00:11:40.668154Z",
  "type": "010combined",
  "sha1": "ed48e68358645b605e0bc4f65b18c29be6b4d31d",
  "page_count": 31,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/67/doc/08-4122-cv_opn.pdf",
  "local_path": "pdf/2009/09/21/Lindsay_v._Assrsquon_of_Profrsquol_Flight_Attendants.pdf",
  "plain_text": "08-4122-cv (L), 08-4128-cv (con), 08-4130-cv (con)\nLindsay v. Ass’n of Prof’l Flight Attendants\n\n\n\n                                   UNITED STATES COURT OF APPEALS\n                                         F OR THE S ECOND C IRCUIT\n\n\n                                                      August Term, 2008\n\n(Argued: July 6, 2009                                                     Decided: September 21, 2009)\n\n                  Docket Nos. 08-4122-cv (L), 08-4128-cv (con), 08-4130-cv (con)\n\n\nJ ILL L INDSAY, individually and on behalf of all others similarly situated, C AROL J OHNSON,\n   C ONSTANCE L AM ATTINA, D ANIEL S ANTIAGO, D EBORAH W HITTINGTON, D OTTIE L ONG,\nJ ANET G OLD, J UDITH A LEXANDER, K AREN R IVOIRA, L AURENCE E. S ALOMON III, P ATRICIA\n                       K ENNEDY, P ATTY G ENTRY, R EBECCA S MITH,\n\n                                                                            Plaintiffs-Appellants,\n\n                                                           — v.—\n\nA SSOCIATION OF P ROFESSIONAL F LIGHT A TTENDANTS, a business entity of unknown type,\n     AMR C ORPORATION, a Delaware corporation, also known as American Airlines,\n      A MERICAN A IRLINES, INC., also known as American Eagle, and JOHN W ARD,\n\n                                                                            Defendants-Appellees.\n\n\nB e f o r e:\n\n                       R AGGI, H ALL, Circuit Judges, and B IANCO, District Judge.*\n\n                                                     __________________\n\n\n\n\n          *\n       Judge Joseph F. Bianco, of the United States District Court for the Eastern District\nof New York, sitting by designation.\n\f       Plaintiffs, suing individually and on behalf of a putative class of flight attendants,\n\nchallenge the validity of a Restructuring Participation Agreement reached between their\n\nformer employer American Airlines and its parent AMR Corporation (collectively, the\n\n“corporate defendants”), and their union the Association of Professional Flight Attendants\n\nand its former president John Ward (collectively, the “union defendants”). Plaintiffs now\n\nappeal an award of summary judgment entered in the Eastern District of New York (Nina\n\nGershon, Judge) in favor the corporate defendants on plaintiffs’ Railway Labor Act (“RLA”)\n\nand state law claims, and in favor of the union defendants on plaintiffs’ breach of the duty\n\nof fair representation claim. Plaintiffs’ appeal fails because (1) the relevant RLA provisions,\n\n45 U.S.C. § 152, First and Seventh, do not provide a private cause of action; (2) the RLA\n\npreempts their state law claims; and (3) plaintiffs failed to adduce sufficient evidence of a\n\nmaterial factual dispute on their fair representation claim to defeat summary judgment.\n\n       A FFIRMED.\n\n\n\n\n              E MILY M. B ASS, Brooklyn, New York (Steven M. Nachman, New York, New\n                     York; Michael S. Haber, New York, New York; Martin Garbus, Davis\n                     & Gilbert, New York, New York, on the brief), for Plaintiffs-\n                     Appellants.\n\n              S TEPHEN B. M OLDOF (Michael L. Winston, Travis M. Mastroddi, on the brief),\n                    Cohen, Weiss and Simon LLP, New York, New York, for Defendants-\n                    Appellees Association of Professional Flight Attendants and John\n                    Ward.\n\n\n\n                                              2\n\f              T HOMAS E. R EINERT, J R. (Jonathan C. Fritts, on the brief), Morgan, Lewis &\n                    Bockius LLP, Washington, D.C., for Defendants-Appellees American\n                    Airlines, Inc. and AMR Corporation.\n\n\nR EENA R AGGI, Circuit Judge:\n\n       Plaintiffs Jill Lindsay, Carol Johnson, Constance LaMattina, Daniel Santiago,\n\nDeborah Whittington, Dottie Long, Janet Gold, Judith Alexander, Karen Rivoira, Laurence\n\nE. Salomon III, Patricia Kennedy, Patty Gentry, and Rebecca Smith, proceeding individually,\n\nand in Ms. Lindsay’s case, also on behalf of a putative class of flight attendants, filed suit in\n\nthe United States District Court for the Eastern District of New York (Nina Gershon, Judge),\n\nchallenging the validity of a Restructuring Participation Agreement reached between their\n\nformer employer, defendants American Airlines and its parent AMR Corporation\n\n(collectively, “American Airlines”), and their union, defendant Association of Professional\n\nFlight Attendants, and its former president defendant John Ward (collectively, “APFA” or\n\nthe “union”). Plaintiffs now appeal an award of summary judgment entered on July 22, 2008,\n\nin favor of American Airlines on plaintiffs’ claims under the Railway Labor Act (“RLA”),\n\n45 U.S.C. § 151 et seq.; in favor of American Airlines and APFA on plaintiffs’ state law\n\nclaims; and in favor of APFA on plaintiffs’ claim of a breach of the duty of fair\n\nrepresentation. We conclude that plaintiffs’ challenge fails because (1) the statutory sections\n\nrelied on by plaintiffs to support their RLA claim, 45 U.S.C. § 152, First and Seventh, do not\n\nprovide for a private cause of action; (2) the RLA preempts plaintiffs’ state law claims; and\n\n\n                                               3\n\f(3) plaintiffs failed to adduce sufficient evidence of a material fact on their fair representation\n\nclaim to defeat summary judgment.\n\n       Accordingly, we affirm the judgment of the district court in favor of defendants.\n\nI.     Background\n\n       The district court’s thorough opinion fairly chronicles the complex events giving rise\n\nto defendants’ Restructuring Participation Agreement, which plaintiffs challenge in this\n\naction. See Marcoux v. Am. Airlines, Inc., --- F. Supp. 2d ---, 2006 WL 842888 (E.D.N.Y.\n\n2006). We assume familiarity with that opinion, and we do not ourselves repeat the facts\n\nexcept as necessary to discuss plaintiffs’ appeal of the award of summary judgment.\n\nII.    Discussion\n\n       A.      Standard of Review\n\n       We review an award of summary judgment de novo, “construing the evidence in the\n\nlight most favorable to the non-moving party and drawing all reasonable inferences in its\n\nfavor.” SCR Joint Venture L.P. v. Warshawsky, 559 F.3d 133, 137 (2d Cir. 2009). Summary\n\njudgment may be granted only “if the pleadings, the discovery and disclosure materials on\n\nfile, and any affidavits show that there is no genuine issue as to any material fact and that the\n\nmovant is entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). “An issue of fact\n\nis genuine if the evidence is such that a reasonable jury could return a verdict for the\n\nnonmoving party. A fact is material if it might affect the outcome of the suit under the\n\n\n\n                                                4\n\fgoverning law.” SCR Joint Venture L.P. v. Warshawsky, 559 F.3d at 137.\n\n       B.     Plaintiffs’ Railway Labor Act Claims\n\n       Plaintiffs contend that American Airlines violated those provisions of the RLA\n\ncodified at 45 U.S.C. § 152, First and Seventh by supplanting an existing collective\n\nbargaining agreement with the Restructuring Participation Agreement. Section 152, First\n\nstates as follows:\n\n       It shall be the duty of all carriers, their officers, agents, and employees to exert\n       every reasonable effort to make and maintain agreements concerning rates of\n       pay, rules, and working conditions, and to settle all disputes, whether arising\n       out of the application of such agreements or otherwise, in order to avoid any\n       interruption to commerce or to the operation of any carrier growing out of any\n       dispute between the carrier and the employees thereof.\n\n45 U.S.C. § 152, First.\n\n       Section 152, Seventh states as follows:\n\n       No carrier, its officers, or agents shall change the rates of pay, rules, or\n       working conditions of its employees, as a class, as embodied in agreements\n       except in the manner prescribed in such agreements or in section 156 of this\n       title.\n\nId. § 152, Seventh.\n\n       No party has pointed us to any case law addressing whether these sections provide for\n\na private right of action by individual employees, nor have we identified any. In considering\n\nthis question of first impression, we begin by reviewing the general enforcement structure\n\nof the RLA.\n\n\n\n                                                5\n\f               1.     Arbitral Resolution of Major and Minor Disputes Under the RLA\n\n       “The Railway Labor Act was passed in 1926 to encourage collective bargaining by\n\nrailroads and their employees in order to prevent, if possible, wasteful strikes and\n\ninterruptions of interstate commerce.” Detroit & Toledo Shore Line R.R. Co. v. United\n\nTransp. Union, 396 U.S. 142, 148 (1969); see also 45 U.S.C. § 181 (amending RLA to apply\n\nto interstate air carriers). Toward this end, the RLA provides an arbitral mechanism for “the\n\nprompt and orderly settlement” of two classes of disputes between unions and employers.\n\nHawaiian Airlines, Inc. v. Norris, 512 U.S. 246, 252 (1994) (quoting 45 U.S.C. § 151a). The\n\nfirst class, referred to as “major” disputes, relates to “the formation of collective [bargaining]\n\nagreements or efforts to secure them.” Consolidated Rail Corp. v. Ry. Labor Executives’\n\nAss’n, 491 U.S. 299, 302 (1989) (internal quotation marks omitted). The second class,\n\nknown as “minor” disputes, see id. at 303, “grow[s] out of grievances or out of the\n\ninterpretation or application of agreements covering rates of pay, rules, or working\n\nconditions,” 45 U.S.C. § 151a(5). In other words, “major disputes seek to create contractual\n\nrights, minor disputes to enforce them.” Hawaiian Airlines, Inc. v. Norris, 512 U.S. at 253.\n\n               2.     Private Enforcement of the RLA\n\n       Beyond the arbitral scheme for resolving disputes between employers and unions, the\n\nRLA also provides for federal criminal enforcement. See 45 U.S.C. § 152, Tenth (“It shall\n\nbe the duty of any United States attorney to whom any duly designated representative of a\n\n\n\n                                                6\n\fcarrier’s employees may apply to institute in the proper court and to prosecute under the\n\ndirection of the Attorney General of the United States, all necessary proceedings for the\n\nenforcement of the provisions of this section.”). Although the RLA does not explicitly\n\nprovide a private civil cause of action, the Supreme Court has found such an action by a\n\nunion implicit in the statutory scheme.\n\n       In Texas & New Orleans Railroad Co. v. Brotherhood of Railway & Steamship\n\nClerks, the Supreme Court recognized a private right of action by a union alleging that the\n\ndefendant company was “interfering with, influencing, or coercing the clerical employees of\n\nthe railroad company in the matter of their organization and designation of representatives”\n\nin violation of § 152, Third. 281 U.S. 548, 555 (1930). The Court concluded that “Congress,\n\nin the legislation of 1926, while elaborating a plan for amicable adjustments and voluntary\n\narbitration of disputes between common carriers and their employees, thought it necessary\n\nto impose, and did impose, certain definite obligations enforceable by judicial proceedings.”\n\nId. at 567. In fact, private civil proceedings constitute the bulk of cases arising under the\n\nRLA. See United States v. Winston, 558 F.2d 105, 108 & n.3 (2d Cir. 1977) (noting “[t]he\n\npaucity of criminal proceedings under § 152, when contrasted with the active pursuit of civil\n\nrelief thereunder”).\n\n       Although much of the case law involving private causes of action under § 152\n\nconcerns claims brought by or against a certified union, our sister circuits have recognized\n\nan implied private right of action for individual employees against their employer under\n\n                                             7\n\fcertain RLA provisions, notably § 152, Third and Fourth. See, e.g., Bensel v. Allied Pilots\n\nAss’n, 387 F.3d 298, 318 (3d Cir. 2004) (collecting cases); Fennessy v. Sw. Airlines, 91 F.3d\n\n1359, 1362-64 (9th Cir. 1996); Stepanischen v. Merchs. Despatch Transp. Corp., 722 F.2d\n\n922, 927 (1st Cir. 1983). The Third Circuit explained that “[i]mplying a private cause of\n\naction for individual employees under 45 U.S.C. § 152, Third & Fourth is appropriate given\n\nthat those sections prohibit carriers from discriminating against employees in connection with\n\nunion organizing activities.” 1 Bensel v. Allied Pilots Ass’n, 387 F.3d at 318 (emphasis in\n\noriginal). By contrast, the Third Circuit declined to find an implied private cause of action\n\nfor individual employees in § 152, Second and Ninth because, although the statute “may\n\nindicate a congressional intent to create a private cause of action for a duly certified\n\nrepresentative that is injured pursuant to these provisions,” that “does not imply that\n\nCongress intended to create a private right of action for any group or groups of individual\n\nemployees claiming to act on behalf of the relevant employees.” 2 Id. at 319.\n\n\n       1\n         Section 152, Fourth instructs that an employer may not “deny or in any way question\nthe right of its employees to join, organize, or assist in organizing the labor organization of\ntheir choice, and it shall be unlawful for any carrier to interfere in any way with the\norganization of its employees.” 45 U.S.C. § 152, Fourth. Section 152, Third instructs that\nneither labor nor management may “interfere with, influence, or coerce the other [party] in\nits choice of representative.” 45 U.S.C. § 152, Third.\n       2\n        Section 152, Second instructs that all disputes between a carrier and its employees\n“shall be considered, and, if possible, decided . . . in a conference between [designated]\nrepresentatives.” 45 U.S.C. § 152, Second. Section 152, Ninth instructs the Mediation\nBoard to resolve disputes “as to who are the [designated] representatives.” 45 U.S.C. § 152,\nNinth.\n\n                                              8\n\f              3.      Section 152, First and Seventh Do Not Provide a Private Cause of\n                      Action\n\n       Against this background, we consider whether § 152, First or Seventh provides an\n\nindividual employee with a private right of action against his employer. Because our task is\n\nto ascertain Congress’s intent, we look first to the text and structure of the statute. See\n\nAlexander v. Sandoval, 532 U.S. 275, 286-87 (2001). If Congress has manifested no intent\n\nto provide a private right of action, we cannot create one. See id. We identify nothing in the\n\nRLA’s text or structure suggesting Congress’s intent to create a private remedy. We next\n\nproceed to consider “whether a private remedy is implicit in [the] statute.” Cort v. Ash, 422\n\nU.S. 66, 78 (1975). In undertaking this second inquiry, four factors guide our analysis:\n\n       First, is the plaintiff one of the class for whose especial benefit the statute was\n       enacted – that is, does the statute create a federal right in favor of the plaintiff?\n       Second, is there any indication of legislative intent, explicit or implicit, either\n       to create such a remedy or to deny one? Third, is it consistent with the\n       underlying purposes of the legislative scheme to imply such a remedy for the\n       plaintiff? And finally, is the cause of action one traditionally relegated to state\n       law, in an area basically the concern of the States, so that it would be\n       inappropriate to infer a cause of action based solely on federal law?\n\nId. (internal citations and quotation marks omitted).3 For the reasons stated in the next three\n\n\n       3\n         We have expressed some doubt about whether, in light of more recent cases, we may\nstill imply a private right of action based on the Cort v. Ash factors. See Hallwood Realty\nPartners, L.P. v. Gotham Partners, L.P., 286 F.3d 613, 619 (2d Cir. 2002) (noting that, after\nCort v. Ash, the Supreme Court “focused the analysis on the single question of whether\ncongressional intent to create a private cause of action can be found in the relevant statute”);\nOlmsted v. Pruco Life Ins. Co. of N.J., 283 F.3d 429, 434 (2d Cir. 2002) (noting that recent\nSupreme Court decisions have “subordinat[ed the Cort v. Ash factors] to statutory text”).\nSandoval, however, does not purport to overrule Cort v. Ash. Accordingly, we apply these\n\n                                                9\n\fsubsections of this opinion, we conclude that Congress did not intend to create a private\n\ncause of action for employees to enforce § 152, First or Seventh. The appropriate remedy\n\nfor injuries of the sort plaintiffs allege is a claim against their union for breach of the duty\n\nof fair representation.4\n\n                        a.      Text and Structure\n\n          The text of § 152, First and Seventh reveals no congressional intent to create a private\n\nright of action. “Statutes that focus on the person regulated rather than the individuals\n\nprotected create no implication of an intent to confer rights on a particular class of persons.”\n\nAlexander v. Sandoval, 532 U.S. at 289 (internal quotation marks omitted); see also Bellikoff\n\nv. Eaton Vance Corp., 481 F.3d 110, 116 (2d Cir. 2007) (“[T]he absence of ‘rights-creating\n\nlanguage’ indicates a lack of congressional intent to create private rights of action.”). Section\n\n152, First imposes a “duty” on “all carriers, their officers, agents, and employees.” Likewise,\n\n§ 152, Seventh bars certain actions by a “carrier, its officers, or agents.” Because both\n\nprovisions focus on the regulated parties, we discern no intent to confer privately enforceable\n\nrights.\n\n          The statute’s structure also supports this conclusion. As the Supreme Court has\n\nrecognized, “[t]he express provision of one method of enforcing a substantive rule suggests\n\n\n\nfactors to illuminate our analysis of congressional intent.\n          4\n         We discuss plaintiffs’ claim against APFA for breach of the duty of fair\nrepresentation infra at [25-31].\n\n                                                 10\n\fthat Congress intended to preclude others.” Alexander v. Sandoval, 532 U.S. at 290. Here,\n\nCongress expressly contemplated that the RLA would be enforced through arbitral panels,\n\nsee 45 U.S.C. § 184, and criminal prosecution, see 45 U.S.C. § 152, Tenth.5 Congress’s\n\nfailure to provide similarly for private enforcement signals caution in inferring any such right\n\nof action. The prior implication of private rights under other subsections of 45 U.S.C. § 152\n\nwarrants no different conclusion. Indeed, Sandoval involved Title VI of the Civil Rights Act\n\nof 1964, 42 U.S.C. § 2000d et seq. In an earlier Title VI case, the Court had noted that\n\nprivate plaintiffs could sue under § 601. See Cannon v. Univ. of Chicago, 441 U.S. 677,\n\n694-96 (1979). Nevertheless, that consideration was not relevant to Sandoval’s textual and\n\nstructural analysis of whether § 602 created a similar private remedy. We therefore conclude\n\nthat the RLA’s text and structure does not manifest Congress’s intent to create a private\n\nenforcement mechanism for all provisions of the statute.\n\n                      b.     Section 152, First\n\n       Our analysis of the four Cort v. Ash factors bolsters this conclusion. The statutory\n\nrequirement in § 152, First that carriers strive to “maintain agreements concerning rates,\n\nrules, and working conditions,” may well benefit individual employees, the first relevant\n\nfactor under Cort v. Ash, 422 U.S. at 78. This is not sufficient, however, to imply a private\n\nright of action because the statutory scheme achieves its purpose by collectivizing\n\n\n       5\n       The RLA provides for criminal enforcement of § 152, Third, Fourth, Fifth, Seventh,\nand Eighth – not § 152, First. See 45 U.S.C. § 152, Tenth.\n\n                                              11\n\femployees’ individual interests. See NLRB v. Allis-Chalmers Mfg. Co., 388 U.S. 175, 180\n\n(1967) (noting that “majority-rule concept is today unquestionably at the center of our federal\n\nlabor policy” (internal quotation marks omitted)). Thus, § 152, First is distinguishable from\n\n§ 152, Third and Fourth, for which private rights of action have been recognized, in that the\n\nlatter provisions are specifically aimed at preventing employer interference with individual\n\nemployees’ ability to join a collective bargaining scheme. With that interest protected,\n\nhowever, Congress clearly intended that individual preferences give way to the collective\n\nposition embodied by the certified union representative. It is agreements reached by such\n\nrepresentatives with employers that are the focus of § 152, First. See Virginian Ry. Co. v.\n\nSys. Fed’n No. 40, 300 U.S. 515, 548 (1937) (observing that § 152, First is concerned with\n\nnegotiations between an employer and the “authorized representative of its employees”).\n\n       Indeed, the second Cort v. Ash factor signals that Congress did not intend to provide\n\na private cause of action for individual employees in § 152, First. See 422 U.S. at 78.\n\nSection 152, Second states that “[a]ll disputes between a carrier . . . and its . . . employees\n\nshall be considered, and, if possible, decided, with all expedition, in conference between\n\nrepresentatives designated and authorized so to confer, respectively, by the carrier . . . and\n\nby the employees thereof interested in the dispute.” 45 U.S.C. § 152, Second (emphasis\n\nadded).   Section 152, Fourth explains that the very “right to organize and bargain\n\ncollectively” is accomplished “through representatives of [the employees’] own choosing.”\n\n45 U.S.C. § 152, Fourth (emphasis added). That provision further states that “[t]he majority\n\n                                              12\n\fof any craft or class of employees shall have the right to determine who shall be the\n\nrepresentative of the craft or class for the purposes of this chapter.” Id. Taken together,\n\nthese provisions leave no doubt that, where, as here, a “craft or class of employees” has\n\nselected a representative union, Congress intended the power to “make” and the duty to\n\n“maintain agreements concerning rates of pay, rules, and working conditions,” id. § 152,\n\nFirst, to run between the representative union and the company. Indeed, the Supreme Court\n\nhas explained that “members [of a craft or class] cannot bargain individually on behalf of\n\nthemselves as to matters which are properly the subject of collective bargaining.” Steele v.\n\nLouisville & N.R. Co., 323 U.S. 192, 200 (1944); see also Virginian Ry. Co. v. Sys. Fed’n\n\nNo. 40, 300 U.S. at 548.\n\n       Relatedly, we conclude under the third Cort v. Ash factor that it would not be\n\nconsistent “with the underlying purposes of the legislative scheme” to imply a private cause\n\nof action for employees under § 152, First. By its terms, § 152, First links its requirement\n\nto make and maintain agreements to the larger RLA purpose “to avoid any interruption to\n\ncommerce or to the operation of any carrier growing out of any dispute between the carrier\n\nand the employees thereof.” 45 U.S.C. § 152, First; see also id. § 151a(1). As described\n\nabove, the statute seeks to achieve this goal by vesting collective bargaining authority in\n\nrepresentative unions.     The Supreme Court has explained that, in enacting the RLA,\n\n“Congress has seen fit to clothe the bargaining representative with powers comparable to\n\nthose possessed by a legislative body both to create and restrict the rights of those whom it\n\n                                             13\n\frepresents, but it has also imposed on the representative a corresponding duty.” Steele v.\n\nLouisville & N.R. Co., 323 U.S. at 202. As such, the RLA is consistent with a\n\n       [n]ational labor policy . . . built on the premise that by pooling their economic\n       strength and acting through a labor organization freely chosen by the majority,\n       the employees of an appropriate unit have the most effective means of\n       bargaining for improvements in wages, hours, and working conditions. The\n       policy therefore extinguishes the individual employee’s power to order his own\n       relations with his employer and creates a power vested in the chosen\n       representative to act in the interests of all employees.\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180. The union’s ability to exercise this\n\nvested authority is protected by the RLA. At the same time, it is the union’s “corresponding\n\nduty” to those it represents that ensures the fair exercise of this authority. Steele v. Louisville\n\n& N.R. Co., 323 U.S. at 202. It could not be otherwise in a statutory regime that prioritizes\n\ncontinuity and “majority-rule” over the “complete satisfaction of all who are represented.”\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180.\n\n       The facts of this case demonstrate why individual employee actions under § 152, First\n\nwould be inconsistent with a statutory scheme embodying these principles.                     The\n\nRestructuring Participation Agreement, which plaintiffs complain fails to maintain a 2001\n\ncollective bargaining agreement (“CBA”), was agreed to by APFA on April 8, 2003, and\n\napproved by APFA’s members on April 16, 2003. In that document, “the parties agree that\n\nthe 2001 CBA shall remain in full force and effect except as modified herein.” Among the\n\nmodifications here at issue was the date for possible amendment of the CBA, with the union\n\nand its membership agreeing to an extension from November 30, 2004, to April 30, 2009.\n\n                                                14\n\fFollowing the disclosure of the Special Executive Retirement Plan on April 17, 2003, the\n\nunion extracted a concession from American Airlines on the point, making the 2001 CBA\n\namendable one year earlier, on April 30, 2008.\n\n       However dissatisfied individual employees may be with these modifications to the\n\n2001 CBA, allowing them to sue American Airlines under § 152, First to set aside a\n\nRestructuring Participation Agreement agreed to by their union representative and ratified\n\nby the union membership would risk the very disruption in commerce that the RLA seeks to\n\navoid. Indeed, under the agreed-to modifications, American Airlines cannot simply revert\n\nto the original terms of the 2001 CBA. Plaintiffs’ dispute is thus not with American Airlines,\n\nwhich could not take the action plaintiffs seek without violating the modified CBA, but\n\nrather with the union, which negotiated for the modified CBA terms that now bind American\n\nAirlines and that form the basis of plaintiffs’ claim. A claim of this nature is appropriately\n\nbrought against the union for breach of the duty of fair representation. See NLRB v.\n\nAllis-Chalmers Mfg. Co., 388 U.S. at 181 (“It was because the national labor policy vested\n\nunions with power to order the relations of employees with their employer that this Court\n\nfound it necessary to fashion the duty of fair representation.”); see also infra [25-31]\n\n(discussing plaintiffs’ duty of fair representation claim).\n\n\n\n\n                                              15\n\f                     c.     Section 152, Seventh\n\n       The statutory provision prohibiting carriers from changing “rates of pay, rules, or\n\nworking conditions” except as prescribed by agreement or statute, 45 U.S.C. § 152, Seventh,\n\nmay also benefit employees, but here too we do not recognize an implied private right of\n\naction by individual employees against an employer.\n\n       As the Supreme Court has observed, the purpose of § 152, Seventh is twofold: “it\n\noperates to give legal and binding effect to collective agreements, and it lays down the\n\nrequirement that collective agreements can be changed only by the statutory procedures.”\n\nDetroit & Toledo Shore Line R.R. Co. v. United Transp. Union, 396 U.S. at 156. Thus,\n\n§ 152, Seventh is a “status quo” provision, requiring “that parties to a CBA governed by the\n\nRLA maintain objective working conditions during the pendency of any dispute arising under\n\n(or during the re-negotiation of) their CBA.” In re Nw. Airlines Corp., 483 F.3d 160, 167\n\n(2d Cir. 2007). More specifically, in the event of a “major dispute,” § 152, Seventh preserves\n\nthe status quo while the employer and the union engage in the negotiation required by 45\n\nU.S.C. §§ 155 and 156. See Consolidated Rail Corp. v. Ry. Labor Executives Ass’n, 491\n\nU.S. at 302-03.\n\n       Precisely because the statutory scheme as interpreted by the courts recognizes the\n\nrepresentative union as the proper party to invoke § 152, Seventh, we conclude that the\n\nsecond and third Cort v. Ash factors weigh heavily against recognition of a private right of\n\naction by individual employees. See 422 U.S. at 78. The provision is only implicated where\n\n                                             16\n\fa “craft or class” of employees has already selected a representative to bargain collectively\n\non its behalf, 45 U.S.C. § 152, Fourth, and where an employer attempts to make changes that\n\naffect the employees “as a class,” § 152, Seventh. Under those circumstances, an individual\n\nemployee’s “power to order his own relations with his employer” is “extinguishe[d]” in favor\n\nof “a power vested in the chosen representative to act in the interests of all employees.”\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180.\n\n       Because we conclude that neither § 152, First nor § 152, Seventh provides a private\n\ncause of action to individual employees against their employers under the circumstances\n\npresented here, we affirm the district court’s dismissal of these claims and its entry of\n\njudgment in favor of defendants.\n\n       C.     Plaintiffs’ State Law Claims\n\n       Plaintiffs assert that the district court erred in concluding that their state law claims\n\nagainst American Airlines were preempted by the RLA. See Marcoux v. Am. Airlines, Inc.,\n\n--- F. Supp. 2d ---, 2006 WL 842888, at *7. In their reply brief, plaintiffs clarify that they\n\nappeal only the dismissal of (1) Claim Eleven, in which they charge APFA with breach of\n\nits contractual relationship with plaintiffs as set forth in the union’s constitution and bylaws;\n\n(2) Claim Twelve, in which they charge American Airlines with intentional interference with\n\nthe contractual relationship between APFA and its members; and (3) Claim Sixteen, in which\n\nplaintiffs charge American Airlines with intentionally causing APFA to breach certain\n\nprovisions of its constitution and bylaws relating to balloting and electioneering practices.\n\n                                               17\n\fAccordingly, we limit our discussion to those claims. See Maloney v. Cuomo, 554 F.3d 56,\n\n58 n.2 (2d Cir. 2009) (noting that claims not pursued on appeal are deemed waived). Like\n\nthe district court, we conclude that these claims are preempted by the RLA, and we therefore\n\naffirm their dismissal.\n\n                 1.     Preemption in Labor Cases Generally\n\n          The Supreme Court established the basic tenets of federal preemption in the labor\n\ncontext in San Diego Building Trades Council v. Garmon, 359 U.S. 236 (1959). In Garmon,\n\nthe Court considered whether California could provide damages under state law to an\n\nemployer based on employee picketing, which the California Supreme Court determined was\n\nan unfair trade practice. See id. at 238-39. The employer had begun a simultaneous\n\nproceeding before the National Labor Relations Board (“NLRB”), over which the Regional\n\nDirector had declined to exercise jurisdiction “presumably because the amount of interstate\n\ncommerce involved did not meet the Board’s monetary standards in taking jurisdiction.” Id.\n\nat 238.\n\n          The Court identified the issue as “[t]he extent to which the variegated laws of the\n\nseveral States are displaced by a single, uniform, national rule,” namely, the National Labor\n\nRelations Act. Id. at 241. The Court concluded as follows:\n\n          When it is clear or may fairly be assumed that the activities which a State\n          purports to regulate are protected by § 7 of the National Labor Relations Act,\n          or constitute an unfair labor practice under § 8, due regard for the federal\n          enactment requires that state jurisdiction must yield. To leave the States free\n          to regulate conduct so plainly within the central aim of federal regulation\n\n                                                18\n\f       involves too great a danger of conflict between power asserted by Congress\n       and requirements imposed by state law.\n\nId. at 244. Stated differently, “[t]he governing consideration is that to allow the States to\n\ncontrol activities that are potentially subject to federal regulation involves too great a danger\n\nof conflict with national labor policy.” Id. at 246. This principle, the Court explained,\n\napplies regardless of whether the state law at issue was “tort law of general application [or]\n\nspecialized labor relations statutes.” Id. at 244 n.3. Finally, the Court explained that, even\n\nif application of state law in a particular situation would not, in fact, conflict with “the active\n\nassertion of federal authority,” it would nevertheless “involve[] a conflict with federal policy\n\nin that it involves allowing two law-making sources to govern.” Id. at 247.\n\n       The Garmon rule is subject to two exceptions. First, states retain power to regulate\n\nactivity that is “a merely peripheral concern of the Labor Management Relations Act.” Id.\n\nat 243. Second, federal labor law does not preempt state law where “the regulated conduct\n\ntouched interests so deeply rooted in local feeling and responsibility that, in the absence of\n\ncompelling congressional direction, [the Court] could not infer that Congress had deprived\n\nthe States of the power to act.” Id. at 244. As an example of the second exception, the Court\n\npointed to states’ continued ability to regulate “violence and imminent threats to the public\n\norder.” Id. at 247.\n\n\n\n\n                                                19\n\f               2.      Preemption in RLA Cases\n\n       Although Garmon was decided in the context of the National Labor Relations Act,\n\nsimilar reasoning animated the Supreme Court’s application of preemption to the Railway\n\nLabor Act in Brotherhood of Railroad Trainmen v. Jacksonville Terminal Co., 394 U.S. 369\n\n(1969); see, e.g., Bensel v. Allied Pilots Ass’n, 387 F.3d at 321 (suggesting that Garmon was\n\n“extended” to the RLA in Jacksonville Terminal). In Jacksonville Terminal, the Court\n\nconsidered whether, in the context of a “major” labor dispute governed by the RLA, a Florida\n\ncourt had the authority to enjoin the picketing of a freight rail terminal facility under state tort\n\nand labor laws. 394 U.S. at 372-77. The Court concluded that it did not because “the\n\nexercise of plenary state authority to curtail or entirely prohibit self-help would frustrate\n\neffective implementation of the [RLA’s] processes.” Id. at 380. The Court reached this\n\nconclusion even while acknowledging that, unlike the situation presented in Garmon, in a\n\nmajor dispute under the RLA there is “no administrative agency equivalent to the NLRB with\n\njurisdiction over railway labor disputes.” Id. at 384 n.19.\n\n       In the years since Jacksonville Terminal and Garmon were decided, this and other\n\ncircuits have applied their reasoning to major RLA disputes, see, e.g., Bensel v. Allied Pilots\n\nAss’n, 387 F.3d at 320-23 (applying Garmon and Jacksonville Terminal to RLA major\n\ndispute and affirming dismissal of, inter alia, tortious and malicious interference, fraudulent\n\nmisrepresentation, and breach of contract claims); to minor RLA disputes, see, e.g., Beers\n\nv. S. Pac. Transp. Co., 703 F.2d 425, 428-29 (9th Cir. 1983) (holding that intentional\n\n                                                20\n\finfliction of emotional distress claim brought in context of “minor” RLA dispute was\n\npreempted under Garmon); and to RLA issues, like those presented here, not falling squarely\n\nwithin either category, see, e.g., Kaufman v. Allied Pilots Ass’n, 274 F.3d 197, 202-03 (5th\n\nCir. 2001) (applying Garmon to hold third-party tortious interference claim preempted by\n\nRLA); Air Transp. Ass’n of Am. v. City & County of San Francisco, 266 F.3d 1064, 1076\n\n(9th Cir. 2001) (noting that “[s]tate laws that frustrate the purpose of the RLA are\n\npreempted”); Peterson v. Air Line Pilots Ass’n, Int’l, 759 F.2d 1161, 1170-71 (4th Cir. 1985)\n\n(holding that RLA preempts state law claim for wrongful discharge even where RLA arbitral\n\nmechanism not implicated because “state claims seek to vindicate rights largely secured by\n\nfederal law”); cf. Delta Air Lines v. Kramarsky, 650 F.2d 1287, 1301-02 (2d Cir. 1981)\n\n(applying Garmon analysis to claim that New York Disability Benefits Law (“DBL”) was\n\npreempted by RLA, and holding that because DBL “governs matters outside the intended\n\nreach of the RLA . . . the RLA therefore does not preempt the DBL”), vacated in part on\n\ndifferent grounds on rehearing by 666 F.2d 21, 26 (2d Cir. 1981), affirmed in part and\n\nvacated in part on other grounds by Shaw v. Delta Air Lines, Inc., 463 U.S. 85, 92 n.8 (1983)\n\n(noting that Second Circuit resolved RLA preemption claim against Delta, but that claim was\n\nnot before Supreme Court).\n\n       Contrary to plaintiffs’ assertion, these cases demonstrate that the principles animating\n\nGarmon, Jacksonville Terminal, and their progeny are applicable to plaintiffs’ state law\n\nclaims. Underlying these principles is a concern with whether the particular state law at issue\n\n                                              21\n\fmay “stand[] as an obstacle to the accomplishment and execution of the full purposes and\n\nobjectives of Congress.” Hines v. Davidowitz, 312 U.S. 52, 67 (1941). Accordingly, courts\n\nhave invoked Garmon to preempt certain state law causes of action even where the RLA\n\nclaim at issue is not subject to the exclusive primary jurisdiction of the National Railroad\n\nAdjustment Board (“NRAB”). See 45 U.S.C. § 153; Pennsylvania R.R. Co. v. Day, 360 U.S.\n\n548, 552 (1959) (discussing exclusive primary jurisdiction of NRAB over minor RLA\n\ndisputes). Similarly, courts have applied Jacksonville Terminal to preempt more than just\n\nthose state law claims that attempt “to regulate economic warfare between disputants subject\n\nto the [RLA’s] processes.” See Brotherhood of R.R. Trainmen v. Jacksonville Terminal Co.,\n\n394 U.S. at 380. Although expansive views of the preemption doctrine have not escaped\n\ncriticism, see Wyeth v. Levine, 129 S. Ct. 1187, 1211 (2009) (Thomas, J., concurring), we\n\nneed not here reach the outer boundaries of the doctrine to conclude that the maintenance of\n\nplaintiffs’ state tort claims “would frustrate effective implementation of the [RLA’s]\n\nprocesses.” Brotherhood of R.R. Trainmen v. Jacksonville Terminal Co., 394 U.S. at 380.\n\n              3.     Claims Eleven, Twelve, and Sixteen Are Preempted by the RLA\n\n       Claims Twelve and Sixteen allege that actions of American Airlines in negotiating the\n\nRestructuring Participation Agreement caused APFA to breach its contractual duties to its\n\nmembers, see Compl. ¶¶ 304-07, 325-35, while Claim Eleven alleges that APFA breached\n\nits contract with its members in the course of negotiating and ratifying the Restructuring\n\n\n\n                                            22\n\fParticipation Agreement, see id. ¶¶ 299-303. These claims are akin to those discussed by the\n\nThird Circuit in Bensel v. Allied Pilots’ Association:\n\n       [A]ll involve alleged interference with [plaintiffs’] employment rights as\n       established by the various agreements that govern their wages and other\n       benefits as well as their right to be fairly represented under [§ 152]. Thus the\n       . . . rights at issue are founded upon federal law, derive their strength and\n       protection from federal law, and exist to effectuate a nationwide federal labor\n       policy.\n\n387 F.3d at 321. Such claims must rise or fall based on their merit under the RLA.6\n\n       Parties whose conduct is governed by the RLA approach collective bargaining\n\nnegotiations mindful of the incentives and penalties set forth in the Act. As in Jacksonville\n\nTerminal, the imposition of additional state regulation on core RLA conduct would alter the\n\nbalance struck by Congress in this regard. See 394 U.S. at 381. “[T]he potentials for\n\nconflict, and for the imposition of inconsistent state obligations, are simply too great” to\n\nallow each state to regulate conduct central to Congress’s RLA goals. Id. (internal citations\n\n\n\n       6\n         We note, with respect to plaintiffs’ breach claim against APFA, that plaintiffs have\nalleged no independent duty owed them individually under the contract. See United\nSteelworkers of Am. v. Rawson, 495 U.S. 362, 374 (1990) (“If an employee claims that a\nunion owes him a more far-reaching duty [than the duty of fair representation], he must be\nable to point to language in the collective-bargaining agreement specifically indicating an\nintent to create obligations enforceable against the union by the individual employees.”); see\nalso May v. Shuttle, Inc., 129 F.3d 165, 179 (D.C. Cir. 1997) (holding RLA duty of fair\nrepresentation claim preempts “identical” state law claims of fraud and deceit); Nellis v. Air\nLine Pilots Ass’n, 15 F.3d 50, 51 (4th Cir. 1994) (same); Peterson v. Air Line Pilots Ass’n,\nInt’l, 759 F.2d 1161, 1170 (4th Cir. 1985) (noting that state law tort claims were “essentially\nidentical” to duty of fair representation claim and therefore dismissing state claims as\npreempted by RLA).\n\n                                              23\n\fomitted). This task “‘cannot be left to the laws of the many States, for it would be fatal to\n\nthe goals of the Act’ if conduct were prohibited by state laws ‘even though in furtherance of\n\nthe federal scheme. The needs of the subject matter manifestly call for uniformity.’” Id.\n\n(quoting International Ass’n of Machinists AFL-CIO v. Cent. Airlines, Inc., 372 U.S. 682,\n\n691-92 (1963)). We easily conclude that the imposition of additional state liability on the\n\ndefendants for conduct during collective bargaining negotiations would upset the “balance\n\nof power” established by the RLA, Golden State Transit Corp. v. City of Los Angeles, 475\n\nU.S. 608, 619 (1986), and “frustrate effective implementation of the [Act’s] processes,”\n\nBrotherhood of R.R. Trainmen v. Jacksonville Terminal Co., 394 U.S. at 380.\n\n       Plaintiffs submit that there is, in fact, “no conflict” between their state common law\n\nclaims and the RLA. Appellants’ Br. at 37. The point requires little discussion. In Garmon,\n\nthe Supreme Court observed that, even if application of state law “in a particular situation\n\nwill not, in fact, conflict with the active assertion of federal authority,” the state claim is\n\nnevertheless preempted because “two law-making sources” may not govern labor policy. San\n\nDiego Bldg. Trades Council, Millmen’s Union, Local 2020 v. Garmon, 359 U.S. at 247.\n\nSimilarly, in Jacksonville Terminal, the Court held the state regulation preempted not\n\nbecause it actually conflicted with the RLA, but because of the “potentials for conflict” that\n\nwould arise if each state were entitled to set its own standard. 394 U.S. at 381. In sum,\n\nactual conflict is not a prerequisite to finding a state claim preempted by the RLA.\n\n\n\n                                              24\n\f        Plaintiffs have failed to offer any compelling argument as to why their state law\n\nclaims are not governed by the well-settled line of precedents deriving from Garmon and\n\nJacksonville Terminal.7 Nor have plaintiffs attempted to demonstrate that either of the\n\nexceptions recognized in Garmon applies to their claims. Accordingly, we conclude that the\n\ndistrict court correctly dismissed Courts Eleven, Twelve, and Sixteen as preempted by the\n\nRLA.8\n\n        D.     Plaintiffs’ Claim of a Breach of the Duty of Fair Representation\n\n        Plaintiffs submit that the district court erred in granting summary judgment in favor\n\nof APFA on the claim of a breach of the union’s duty of fair representation. We disagree.\n\n\n\n\n        7\n        Plaintiffs cite several non-RLA cases to support their contrary argument, none of\nwhich is relevant to our analysis. See, e.g., Sprietsma v. Mercury Marine, 537 U.S. 51, 63\n(2002) (construing the express preemption clause of the Federal Boat Safety Act of 1971 and\nconcluding that it does not preempt common law claims); Medtronic, Inc. v. Lohr, 518 U.S.\n470, 495 (1996) (construing the express preemption provision of the Medical Device\nAmendments of 1976); Freightliner Corp. v. Myrick, 514 U.S. 280, 289 (1995) (construing\npreemption provision of National Traffic and Motor Vehicle Safety Act of 1966 and\nconcluding that it did not preempt common law claim on issue for which federal law\nprovided no standard).\n        8\n          Plaintiffs also argue that the district court erred in concluding that the APFA\nconstitution is not enforceable as a contract. The court held no such thing. Indeed, the court\nhad no need to determine whether the constitution was enforceable as a contract because it\ndismissed the contract claim on a different ground, i.e., that “[t]he allegations underlying\nplaintiffs’ claim for “breach of the union constitution” are, in substance, identical to those\nin plaintiffs’ DFR [duty of fair representation] claims” and are therefore preempted by the\nRLA. Marcoux v. Am. Airlines, Inc., --- F. Supp. 2d ---, 2008 WL 2828599, at *26.\nBecause we affirm on that same ground, we need not address the enforceability issue.\n\n                                             25\n\f               1.     The Duty of Fair Representation Under the RLA\n\n       “The statutory duty of fair representation was developed [in the 1940s] in a series of\n\ncases involving alleged racial discrimination by unions certified as exclusive bargaining\n\nrepresentatives under the Railway Labor Act.” Vaca v. Sipes, 386 U.S. 171, 177 (1967). In\n\nthese cases, the Supreme Court ruled that “the exclusive agent’s statutory authority to\n\nrepresent all members of a designated unit includes a statutory obligation to serve the\n\ninterests of all members without hostility or discrimination toward any, to exercise its\n\ndiscretion with complete good faith and honesty, and to avoid arbitrary conduct.” Id.; see\n\nRamey v. Dist. 141, Int’l Ass’n of Machinists & Aerospace Workers, 378 F.3d 269, 276 -77\n\n(2d Cir. 2004). This “tripartite standard” applies to “‘challenges leveled not only at a union’s\n\ncontract administration and enforcement efforts but at its negotiation activities as well,’” i.e.,\n\nto both “major” and “minor” disputes under the RLA. Air Line Pilots Ass’n, Int’l v. O’Neill,\n\n499 U.S. 65, 77 (1991) (quoting Communications Workers v. Beck, 487 U.S. 735, 743\n\n(1988)).9\n\n       The Supreme Court has emphasized that a court’s “substantive examination of a\n\nunion’s performance [is] highly deferential, recognizing the wide latitude that negotiators\n\n\n       9\n         The district court properly identified this tripartite standard and fairly applied it in\nthoroughly reviewing the evidence relevant to plaintiffs’ fair representation claim. See\nMarcoux v. Am. Airlines, Inc., 2008 WL 2828599, at *22-26. Thus, there is no merit to\nplaintiffs’ argument that the award of summary judgment on this claim was infected by\napplication of an incorrect legal standard. In any event, we review the challenged judgment\nde novo and conclude for ourselves that judgment was properly entered in favor of APFA.\n\n                                               26\n\fneed for the effective performance of their bargaining responsibilities.” Air Line Pilots\n\nAss’n, Int’l v. O’Neill, 499 U.S. at 78. “For that reason, the final product of the bargaining\n\nprocess may constitute evidence of a breach of duty only if it can be fairly characterized as\n\nso far outside a wide range of reasonableness that it is wholly irrational or arbitrary.” Id.\n\n(internal citation and quotation marks omitted). The rationality of a union’s decision must\n\nbe evaluated “in light of both the facts and the legal climate that confronted the negotiators\n\nat the time the decision was made.” Id. To demonstrate “bad faith” representation by a\n\nunion, a party must show “improper intent, purpose, or motive.” Spellacy v. Airline Pilots\n\nAss’n-Int’l, 156 F.3d 120, 126 (2d Cir. 1998) (observing that “[b]ad faith encompasses fraud,\n\ndishonesty, and other intentionally misleading conduct”). Even if a party makes such a\n\nshowing, it must further demonstrate a causal connection between the union’s misconduct\n\nand the complained-of injury. Id.\n\n              2.      Plaintiffs’ Failure To Adduce Evidence of Irrational or Arbitrary\n                      Conduct\n\n       Plaintiffs point to numerous decisions taken by APFA in its negotiations with\n\nAmerican Airlines that they submit raise triable issues of fact as to the irrationality and\n\narbitrariness of the union’s representation. See Fed. R. Civ. P. 56(c). We consider each in\n\nturn and conclude that plaintiffs’ argument is without merit.\n\n       At the outset, we note that the record is replete with evidence that American Airlines\n\nwas, in fact, in dire economic straits at the time the parties entered into the negotiations that\n\n\n                                               27\n\fled to the Restructuring Participation Agreement. For example, American Airlines had a net\n\nloss of $3.5 billion in 2002, and by 2003 the airline was experiencing cash losses of\n\napproximately $5 million per day. Further, two of American Airlines’ primary competitors,\n\nUS Airways and United Airlines, had filed for bankruptcy protection in August 2002 and\n\nDecember 2002, respectively. These circumstances preclude any reasonable factfinder from\n\nconcluding that APFA entered into the challenged negotiations with American Airlines\n\nirrationally, arbitrarily, or in bad faith.\n\n       Nor will the evidence admit an inference of arbitrariness or bad faith in the voting\n\nprocedures used by APFA in seeking membership ratification of the Restructuring\n\nParticipation Agreement. Plaintiffs take issue with the union’s use of a telephonic balloting\n\nservice provided by American Airlines rather than mail-in balloting, and with the use of a\n\npassword supplied by American Airlines to monitor such balloting. Given the time-sensitive\n\nnature of the circumstances, APFA’s reliance on telephonic balloting and its monitoring of\n\nthe vote through a website established by American Airlines is insufficient, by itself, to\n\npermit a finding of bad faith.\n\n       Plaintiffs suggest that a jury could infer APFA’s bad faith from its agreement to a\n\nratification voting deadline of April 15, 2003, two days before American Airlines filed its\n\n10K form revealing the terms of a Special Executive Retirement Plan. Plaintiffs failed,\n\nhowever, to adduce any admissible evidence supporting their conclusory assertion that APFA\n\nofficials knew of the retirement plan when they agreed to the voting schedule. Indeed,\n\n                                              28\n\fplaintiffs do not address testimonial evidence that APFA officials did not have any notice of\n\nthe retirement plan until its public disclosure on April 17. This record is insufficient to\n\ndemonstrate a genuine dispute of material fact warranting trial. See Fed. R. Civ. P. 56(c).\n\n       Plaintiffs further submit that APFA’s decisions to extend the voting deadline to April\n\n16 and to permit members to change votes were taken in bad faith. Once again, plaintiffs\n\nmake a bald assertion – that “the principal, or sole, reason APFA did so was to reverse the\n\n[initial negative] outcome,” Appellants’ Br. at 42 – without pointing to any supporting\n\nadmissible evidence. In fact, the record evidence demonstrates that APFA sought an\n\nextension through the end of April to provide its members with more time to consider the\n\nterms of the Restructuring Participation Agreement and to accommodate certain members\n\nwho had had trouble casting votes. It was American Airlines that refused to agree to such\n\nan extension and, on April 15, offered the alternative of one further day of voting. There is\n\nno record evidence that would permit a factfinder to identify bad faith in APFA’s acceptance\n\nof the one-day extension. See generally Parker v. Connors Steel Co., 855 F.2d 1510, 1521\n\n(11th Cir. 1988) (finding no breach of the duty of fair representation where union urged\n\nratification of collective bargaining agreement because it “accurately reflected its negotiation\n\nefforts with the Company and the economic crisis in the steel industry”).\n\n       Like the district court, we also identify no record support for plaintiffs’ claim that\n\nAPFA acted arbitrarily or in bad faith in finalizing the April 25, 2003 acceptance of a\n\nmodified Restructuring Participation Agreement.         Following disclosure of the Special\n\n                                              29\n\fExecutive Retirement Plan, on April 22, 2003, APFA determined that the Restructuring\n\nParticipation Agreement was no longer valid and would have to be put to a re-vote. The next\n\nday, a four-person congressional delegation met with various American Airlines officials,\n\nincluding CEO Donald Carty, APFA head John Ward, and the heads of two other unions that\n\nhad ratified the Restructuring Participation Agreement. As a result of those discussions,\n\nAmerican Airlines unilaterally acceded to several APFA demands, including a one-year\n\nreduction in the duration of the Restructuring Participation Agreement, an option for the\n\nunion to reopen that Agreement after three years, and an “Annual Incentive Program.”\n\nPlaintiffs do not dispute that these concessions benefitted APFA members. As a result of\n\nthese discussions, American Airlines CEO Carty also resigned.\n\n       APFA leaders met with the new American Airlines CEO, Gerard Arpey, on April 24,\n\n2003. The union requested that the airline defer filing for bankruptcy until after the re-vote,\n\nand it sought an additional amendment to the “underfly” provision of the Restructuring\n\nParticipation Agreement. American Airlines agreed to remove the “underfly” provision and\n\nto substitute a different concession of equal value in its place, but it informed APFA that, if\n\nit did not finalize the Restructuring Participation Agreement by April 25, the airline would\n\ndeclare bankruptcy. The APFA Board of Directors considered this proposal and, on April\n\n25, finalized the agreement. This record provides no support for plaintiffs’ assertion that\n\nAPFA’s actions were “so far outside a wide range of reasonableness” as to be irrational. Air\n\nLine Pilots Ass’n, Int’l v. O’Neill, 499 U.S. at 78 (internal quotation marks omitted).\n\n                                              30\n\f       Accordingly, we conclude that summary judgment was appropriately entered in favor\n\nof APFA on plaintiffs’ claim of breach of the duty of fair representation.\n\nIII.   Conclusion\n\n       To summarize, we conclude as follows:\n\n       1. Plaintiffs’ RLA claims against American Airlines pursuant to 45 U.S.C. § 152,\n\nFirst and Seventh were properly dismissed because those provisions do not provide a private\n\ncause of action for an employee against an employer.\n\n       2. Plaintiffs’ state law claims against American Airlines and APFA for breach of\n\ncontract and intentional interference with contract were properly dismissed because these\n\nstate law claims are preempted by the RLA.\n\n       3. Summary judgment was properly entered in favor of APFA on plaintiffs’ claim of\n\nbreach of the duty of fair representation because plaintiffs failed to adduce evidence raising\n\na colorable question of fact on the issue of whether APFA’s actions were so far outside a\n\nwide range of reasonableness as to be wholly irrational, arbitrary, or undertaken in bad faith.\n\n       Accordingly, the judgment of the district court in favor of defendants is AFFIRMED.\n\n\n\n\n                                              31\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">08-4122-cv (L), 08-4128-cv (con), 08-4130-cv (con)\nLindsay v. Ass’n of Prof’l Flight Attendants\n\n\n\n                                   UNITED STATES COURT OF APPEALS\n                                         F OR THE S ECOND C IRCUIT\n\n\n                                                      August Term, 2008\n\n(Argued: July 6, 2009                                                     Decided: September 21, 2009)\n\n                  Docket Nos. 08-4122-cv (L), 08-4128-cv (con), 08-4130-cv (con)\n\n\nJ ILL L INDSAY, individually and on behalf of all others similarly situated, C AROL J OHNSON,\n   C ONSTANCE L AM ATTINA, D ANIEL S ANTIAGO, D EBORAH W HITTINGTON, D OTTIE L ONG,\nJ ANET G OLD, J UDITH A LEXANDER, K AREN R IVOIRA, L AURENCE E. S ALOMON III, P ATRICIA\n                       K ENNEDY, P ATTY G ENTRY, R EBECCA S MITH,\n\n                                                                            Plaintiffs-Appellants,\n\n                                                           — v.—\n\nA SSOCIATION OF P ROFESSIONAL F LIGHT A TTENDANTS, a business entity of unknown type,\n     AMR C ORPORATION, a Delaware corporation, also known as American Airlines,\n      A MERICAN A IRLINES, INC., also known as American Eagle, and JOHN W ARD,\n\n                                                                            Defendants-Appellees.\n\n\nB e f o r e:\n\n                       R AGGI, H ALL, Circuit Judges, and B IANCO, District Judge.*\n\n                                                     __________________\n\n\n\n\n          *\n       Judge Joseph F. Bianco, of the United States District Court for the Eastern District\nof New York, sitting by designation.\n\f       Plaintiffs, suing individually and on behalf of a putative class of flight attendants,\n\nchallenge the validity of a Restructuring Participation Agreement reached between their\n\nformer employer American Airlines and its parent AMR Corporation (collectively, the\n\n“corporate defendants”), and their union the Association of Professional Flight Attendants\n\nand its former president John Ward (collectively, the “union defendants”). Plaintiffs now\n\nappeal an award of summary judgment entered in the Eastern District of New York (Nina\n\nGershon, Judge) in favor the corporate defendants on plaintiffs’ Railway Labor Act (“RLA”)\n\nand state law claims, and in favor of the union defendants on plaintiffs’ breach of the duty\n\nof fair representation claim. Plaintiffs’ appeal fails because (1) the relevant RLA provisions,\n\n45 U.S.C. § 152, First and Seventh, do not provide a private cause of action; (2) the RLA\n\npreempts their state law claims; and (3) plaintiffs failed to adduce sufficient evidence of a\n\nmaterial factual dispute on their fair representation claim to defeat summary judgment.\n\n       A FFIRMED.\n\n\n\n\n              E MILY M. B ASS, Brooklyn, New York (Steven M. Nachman, New York, New\n                     York; Michael S. Haber, New York, New York; Martin Garbus, Davis\n                     & Gilbert, New York, New York, on the brief), for Plaintiffs-\n                     Appellants.\n\n              S TEPHEN B. M OLDOF (Michael L. Winston, Travis M. Mastroddi, on the brief),\n                    Cohen, Weiss and Simon LLP, New York, New York, for Defendants-\n                    Appellees Association of Professional Flight Attendants and John\n                    Ward.\n\n\n\n                                              2\n\f              T HOMAS E. R EINERT, J R. (Jonathan C. Fritts, on the brief), Morgan, Lewis &\n                    Bockius LLP, Washington, D.C., for Defendants-Appellees American\n                    Airlines, Inc. and AMR Corporation.\n\n\nR EENA R AGGI, Circuit Judge:\n\n       Plaintiffs Jill Lindsay, Carol Johnson, Constance LaMattina, Daniel Santiago,\n\nDeborah Whittington, Dottie Long, Janet Gold, Judith Alexander, Karen Rivoira, Laurence\n\nE. Salomon III, Patricia Kennedy, Patty Gentry, and Rebecca Smith, proceeding individually,\n\nand in Ms. Lindsay’s case, also on behalf of a putative class of flight attendants, filed suit in\n\nthe United States District Court for the Eastern District of New York (Nina Gershon, Judge),\n\nchallenging the validity of a Restructuring Participation Agreement reached between their\n\nformer employer, defendants American Airlines and its parent AMR Corporation\n\n(collectively, “American Airlines”), and their union, defendant Association of Professional\n\nFlight Attendants, and its former president defendant John Ward (collectively, “APFA” or\n\nthe “union”). Plaintiffs now appeal an award of summary judgment entered on July 22, 2008,\n\nin favor of American Airlines on plaintiffs’ claims under the Railway Labor Act (“RLA”),\n\n45 U.S.C. § 151 et seq.; in favor of American Airlines and APFA on plaintiffs’ state law\n\nclaims; and in favor of APFA on plaintiffs’ claim of a breach of the duty of fair\n\nrepresentation. We conclude that plaintiffs’ challenge fails because (1) the statutory sections\n\nrelied on by plaintiffs to support their RLA claim, 45 U.S.C. § 152, First and Seventh, do not\n\nprovide for a private cause of action; (2) the RLA preempts plaintiffs’ state law claims; and\n\n\n                                               3\n\f(3) plaintiffs failed to adduce sufficient evidence of a material fact on their fair representation\n\nclaim to defeat summary judgment.\n\n       Accordingly, we affirm the judgment of the district court in favor of defendants.\n\nI.     Background\n\n       The district court’s thorough opinion fairly chronicles the complex events giving rise\n\nto defendants’ Restructuring Participation Agreement, which plaintiffs challenge in this\n\naction. See Marcoux v. Am. Airlines, Inc., --- F. Supp. 2d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">842888</span></span><pre class=\"inline\"> (E.D.N.Y.\n\n2006). We assume familiarity with that opinion, and we do not ourselves repeat the facts\n\nexcept as necessary to discuss plaintiffs’ appeal of the award of summary judgment.\n\nII.    Discussion\n\n       A.      Standard of Review\n\n       We review an award of summary judgment de novo, “construing the evidence in the\n\nlight most favorable to the non-moving party and drawing all reasonable inferences in its\n\nfavor.” SCR Joint Venture L.P. v. Warshawsky, </pre><span class=\"citation\" data-id=\"1388000\"><a href=\"/opinion/1388000/scr-joint-venture-lp-v-warshawsky/\"><span class=\"volume\">559</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span><pre class=\"inline\">, 137 (2d Cir. 2009). Summary\n\njudgment may be granted only “if the pleadings, the discovery and disclosure materials on\n\nfile, and any affidavits show that there is no genuine issue as to any material fact and that the\n\nmovant is entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). “An issue of fact\n\nis genuine if the evidence is such that a reasonable jury could return a verdict for the\n\nnonmoving party. A fact is material if it might affect the outcome of the suit under the\n\n\n\n                                                4\n\fgoverning law.” SCR Joint Venture L.P. v. Warshawsky, 559 F.3d at 137.\n\n       B.     Plaintiffs’ Railway Labor Act Claims\n\n       Plaintiffs contend that American Airlines violated those provisions of the RLA\n\ncodified at 45 U.S.C. § 152, First and Seventh by supplanting an existing collective\n\nbargaining agreement with the Restructuring Participation Agreement. Section 152, First\n\nstates as follows:\n\n       It shall be the duty of all carriers, their officers, agents, and employees to exert\n       every reasonable effort to make and maintain agreements concerning rates of\n       pay, rules, and working conditions, and to settle all disputes, whether arising\n       out of the application of such agreements or otherwise, in order to avoid any\n       interruption to commerce or to the operation of any carrier growing out of any\n       dispute between the carrier and the employees thereof.\n\n45 U.S.C. § 152, First.\n\n       Section 152, Seventh states as follows:\n\n       No carrier, its officers, or agents shall change the rates of pay, rules, or\n       working conditions of its employees, as a class, as embodied in agreements\n       except in the manner prescribed in such agreements or in section 156 of this\n       title.\n\nId. § 152, Seventh.\n\n       No party has pointed us to any case law addressing whether these sections provide for\n\na private right of action by individual employees, nor have we identified any. In considering\n\nthis question of first impression, we begin by reviewing the general enforcement structure\n\nof the RLA.\n\n\n\n                                                5\n\f               1.     Arbitral Resolution of Major and Minor Disputes Under the RLA\n\n       “The Railway Labor Act was passed in 1926 to encourage collective bargaining by\n\nrailroads and their employees in order to prevent, if possible, wasteful strikes and\n\ninterruptions of interstate commerce.” Detroit & Toledo Shore Line R.R. Co. v. United\n\nTransp. Union, </pre><span class=\"citation\" data-id=\"108012\"><a href=\"/opinion/108012/detroit-toledo-shore-line-r-co-v-transportation-union/\"><span class=\"volume\">396</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">142</span></a></span><pre class=\"inline\">, 148 (1969); see also 45 U.S.C. § 181 (amending RLA to apply\n\nto interstate air carriers). Toward this end, the RLA provides an arbitral mechanism for “the\n\nprompt and orderly settlement” of two classes of disputes between unions and employers.\n\nHawaiian Airlines, Inc. v. Norris, </pre><span class=\"citation\" data-id=\"117857\"><a href=\"/opinion/117857/hawaiian-airlines-inc-v-norris/\"><span class=\"volume\">512</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">246</span></a></span><pre class=\"inline\">, 252 (1994) (quoting 45 U.S.C. § 151a). The\n\nfirst class, referred to as “major” disputes, relates to “the formation of collective [bargaining]\n\nagreements or efforts to secure them.” Consolidated Rail Corp. v. Ry. Labor Executives’\n\nAss’n, </pre><span class=\"citation\" data-id=\"112300\"><a href=\"/opinion/112300/consolidated-rail-corporation-v-railway-labor-executives-assn/\"><span class=\"volume\">491</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">299</span></a></span><pre class=\"inline\">, 302 (1989) (internal quotation marks omitted). The second class,\n\nknown as “minor” disputes, see id. at 303, “grow[s] out of grievances or out of the\n\ninterpretation or application of agreements covering rates of pay, rules, or working\n\nconditions,” 45 U.S.C. § 151a(5). In other words, “major disputes seek to create contractual\n\nrights, minor disputes to enforce them.” Hawaiian Airlines, Inc. v. Norris, 512 U.S. at 253.\n\n               2.     Private Enforcement of the RLA\n\n       Beyond the arbitral scheme for resolving disputes between employers and unions, the\n\nRLA also provides for federal criminal enforcement. See 45 U.S.C. § 152, Tenth (“It shall\n\nbe the duty of any United States attorney to whom any duly designated representative of a\n\n\n\n                                                6\n\fcarrier’s employees may apply to institute in the proper court and to prosecute under the\n\ndirection of the Attorney General of the United States, all necessary proceedings for the\n\nenforcement of the provisions of this section.”). Although the RLA does not explicitly\n\nprovide a private civil cause of action, the Supreme Court has found such an action by a\n\nunion implicit in the statutory scheme.\n\n       In Texas & New Orleans Railroad Co. v. Brotherhood of Railway & Steamship\n\nClerks, the Supreme Court recognized a private right of action by a union alleging that the\n\ndefendant company was “interfering with, influencing, or coercing the clerical employees of\n\nthe railroad company in the matter of their organization and designation of representatives”\n\nin violation of § 152, Third. </pre><span class=\"citation\" data-id=\"101590\"><a href=\"/opinion/101590/texas-nor-co-v-brotherhood-of-ry-steamship-clerks/\"><span class=\"volume\">281</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">548</span></a></span><pre class=\"inline\">, 555 (1930). The Court concluded that “Congress,\n\nin the legislation of 1926, while elaborating a plan for amicable adjustments and voluntary\n\narbitration of disputes between common carriers and their employees, thought it necessary\n\nto impose, and did impose, certain definite obligations enforceable by judicial proceedings.”\n\nId. at 567. In fact, private civil proceedings constitute the bulk of cases arising under the\n\nRLA. See United States v. Winston, </pre><span class=\"citation\" data-id=\"346952\"><a href=\"/opinion/346952/united-states-v-jerry-winston-broome-county-aviation-inc-commuter/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">105</span></a></span><pre class=\"inline\">, 108 & n.3 (2d Cir. 1977) (noting “[t]he\n\npaucity of criminal proceedings under § 152, when contrasted with the active pursuit of civil\n\nrelief thereunder”).\n\n       Although much of the case law involving private causes of action under § 152\n\nconcerns claims brought by or against a certified union, our sister circuits have recognized\n\nan implied private right of action for individual employees against their employer under\n\n                                             7\n\fcertain RLA provisions, notably § 152, Third and Fourth. See, e.g., Bensel v. Allied Pilots\n\nAss’n, </pre><span class=\"citation\" data-id=\"788150\"><a href=\"/opinion/788150/leroy-bensel-individually-and-as-representative-of-a-class-consisting-of/\"><span class=\"volume\">387</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span><pre class=\"inline\">, 318 (3d Cir. 2004) (collecting cases); Fennessy v. Sw. Airlines, </pre><span class=\"citation\" data-id=\"723890\"><a href=\"/opinion/723890/patrick-fennessy-v-southwest-airlines/\"><span class=\"volume\">91</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">1359</span></a></span><pre class=\"inline\">, 1362-64 (9th Cir. 1996); Stepanischen v. Merchs. Despatch Transp. Corp., </pre><span class=\"citation\" data-id=\"428311\"><a href=\"/opinion/428311/simion-stepanischen-v-merchants-despatch-transportation-corporation/\"><span class=\"volume\">722</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">922</span></a></span><pre class=\"inline\">, 927 (1st Cir. 1983). The Third Circuit explained that “[i]mplying a private cause of\n\naction for individual employees under 45 U.S.C. § 152, Third & Fourth is appropriate given\n\nthat those sections prohibit carriers from discriminating against employees in connection with\n\nunion organizing activities.” 1 Bensel v. Allied Pilots Ass’n, 387 F.3d at 318 (emphasis in\n\noriginal). By contrast, the Third Circuit declined to find an implied private cause of action\n\nfor individual employees in § 152, Second and Ninth because, although the statute “may\n\nindicate a congressional intent to create a private cause of action for a duly certified\n\nrepresentative that is injured pursuant to these provisions,” that “does not imply that\n\nCongress intended to create a private right of action for any group or groups of individual\n\nemployees claiming to act on behalf of the relevant employees.” 2 Id. at 319.\n\n\n       1\n         Section 152, Fourth instructs that an employer may not “deny or in any way question\nthe right of its employees to join, organize, or assist in organizing the labor organization of\ntheir choice, and it shall be unlawful for any carrier to interfere in any way with the\norganization of its employees.” 45 U.S.C. § 152, Fourth. Section 152, Third instructs that\nneither labor nor management may “interfere with, influence, or coerce the other [party] in\nits choice of representative.” 45 U.S.C. § 152, Third.\n       2\n        Section 152, Second instructs that all disputes between a carrier and its employees\n“shall be considered, and, if possible, decided . . . in a conference between [designated]\nrepresentatives.” 45 U.S.C. § 152, Second. Section 152, Ninth instructs the Mediation\nBoard to resolve disputes “as to who are the [designated] representatives.” 45 U.S.C. § 152,\nNinth.\n\n                                              8\n\f              3.      Section 152, First and Seventh Do Not Provide a Private Cause of\n                      Action\n\n       Against this background, we consider whether § 152, First or Seventh provides an\n\nindividual employee with a private right of action against his employer. Because our task is\n\nto ascertain Congress’s intent, we look first to the text and structure of the statute. See\n\nAlexander v. Sandoval, </pre><span class=\"citation\" data-id=\"2620697\"><a href=\"/opinion/2620697/alexander-v-sandoval/\"><span class=\"volume\">532</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">275</span></a></span><pre class=\"inline\">, 286-87 (2001). If Congress has manifested no intent\n\nto provide a private right of action, we cannot create one. See id. We identify nothing in the\n\nRLA’s text or structure suggesting Congress’s intent to create a private remedy. We next\n\nproceed to consider “whether a private remedy is implicit in [the] statute.” Cort v. Ash, </pre><span class=\"citation\" data-id=\"109286\"><a href=\"/opinion/109286/cort-v-ash/\"><span class=\"volume\">422</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 78 (1975). In undertaking this second inquiry, four factors guide our analysis:\n\n       First, is the plaintiff one of the class for whose especial benefit the statute was\n       enacted – that is, does the statute create a federal right in favor of the plaintiff?\n       Second, is there any indication of legislative intent, explicit or implicit, either\n       to create such a remedy or to deny one? Third, is it consistent with the\n       underlying purposes of the legislative scheme to imply such a remedy for the\n       plaintiff? And finally, is the cause of action one traditionally relegated to state\n       law, in an area basically the concern of the States, so that it would be\n       inappropriate to infer a cause of action based solely on federal law?\n\nId. (internal citations and quotation marks omitted).3 For the reasons stated in the next three\n\n\n       3\n         We have expressed some doubt about whether, in light of more recent cases, we may\nstill imply a private right of action based on the Cort v. Ash factors. See Hallwood Realty\nPartners, L.P. v. Gotham Partners, L.P., </pre><span class=\"citation\" data-id=\"777246\"><a href=\"/opinion/777246/hallwood-realty-partners-lp-v-gotham-partners-lp-gotham-partners/\"><span class=\"volume\">286</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">613</span></a></span><pre class=\"inline\">, 619 (2d Cir. 2002) (noting that, after\nCort v. Ash, the Supreme Court “focused the analysis on the single question of whether\ncongressional intent to create a private cause of action can be found in the relevant statute”);\nOlmsted v. Pruco Life Ins. Co. of N.J., </pre><span class=\"citation\" data-id=\"776899\"><a href=\"/opinion/776899/sidney-olmsted-and-johanna-olmsted-on-their-own-behalf-and-on-behalf-of/\"><span class=\"volume\">283</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">429</span></a></span><pre class=\"inline\">, 434 (2d Cir. 2002) (noting that recent\nSupreme Court decisions have “subordinat[ed the Cort v. Ash factors] to statutory text”).\nSandoval, however, does not purport to overrule Cort v. Ash. Accordingly, we apply these\n\n                                                9\n\fsubsections of this opinion, we conclude that Congress did not intend to create a private\n\ncause of action for employees to enforce § 152, First or Seventh. The appropriate remedy\n\nfor injuries of the sort plaintiffs allege is a claim against their union for breach of the duty\n\nof fair representation.4\n\n                        a.      Text and Structure\n\n          The text of § 152, First and Seventh reveals no congressional intent to create a private\n\nright of action. “Statutes that focus on the person regulated rather than the individuals\n\nprotected create no implication of an intent to confer rights on a particular class of persons.”\n\nAlexander v. Sandoval, 532 U.S. at 289 (internal quotation marks omitted); see also Bellikoff\n\nv. Eaton Vance Corp., </pre><span class=\"citation\" data-id=\"797224\"><a href=\"/opinion/797224/paul-bellikoff-individually-and-on-behalf-of-all-others-similarly/\"><span class=\"volume\">481</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 116 (2d Cir. 2007) (“[T]he absence of ‘rights-creating\n\nlanguage’ indicates a lack of congressional intent to create private rights of action.”). Section\n\n152, First imposes a “duty” on “all carriers, their officers, agents, and employees.” Likewise,\n\n§ 152, Seventh bars certain actions by a “carrier, its officers, or agents.” Because both\n\nprovisions focus on the regulated parties, we discern no intent to confer privately enforceable\n\nrights.\n\n          The statute’s structure also supports this conclusion. As the Supreme Court has\n\nrecognized, “[t]he express provision of one method of enforcing a substantive rule suggests\n\n\n\nfactors to illuminate our analysis of congressional intent.\n          4\n         We discuss plaintiffs’ claim against APFA for breach of the duty of fair\nrepresentation infra at [25-31].\n\n                                                 10\n\fthat Congress intended to preclude others.” Alexander v. Sandoval, 532 U.S. at 290. Here,\n\nCongress expressly contemplated that the RLA would be enforced through arbitral panels,\n\nsee 45 U.S.C. § 184, and criminal prosecution, see 45 U.S.C. § 152, Tenth.5 Congress’s\n\nfailure to provide similarly for private enforcement signals caution in inferring any such right\n\nof action. The prior implication of private rights under other subsections of 45 U.S.C. § 152\n\nwarrants no different conclusion. Indeed, Sandoval involved Title VI of the Civil Rights Act\n\nof 1964, 42 U.S.C. § 2000d et seq. In an earlier Title VI case, the Court had noted that\n\nprivate plaintiffs could sue under § 601. See Cannon v. Univ. of Chicago, </pre><span class=\"citation\" data-id=\"110077\"><a href=\"/opinion/110077/cannon-v-university-of-chicago/\"><span class=\"volume\">441</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">677</span></a></span><pre class=\"inline\">,\n\n694-96 (1979). Nevertheless, that consideration was not relevant to Sandoval’s textual and\n\nstructural analysis of whether § 602 created a similar private remedy. We therefore conclude\n\nthat the RLA’s text and structure does not manifest Congress’s intent to create a private\n\nenforcement mechanism for all provisions of the statute.\n\n                      b.     Section 152, First\n\n       Our analysis of the four Cort v. Ash factors bolsters this conclusion. The statutory\n\nrequirement in § 152, First that carriers strive to “maintain agreements concerning rates,\n\nrules, and working conditions,” may well benefit individual employees, the first relevant\n\nfactor under Cort v. Ash, 422 U.S. at 78. This is not sufficient, however, to imply a private\n\nright of action because the statutory scheme achieves its purpose by collectivizing\n\n\n       5\n       The RLA provides for criminal enforcement of § 152, Third, Fourth, Fifth, Seventh,\nand Eighth – not § 152, First. See 45 U.S.C. § 152, Tenth.\n\n                                              11\n\femployees’ individual interests. See NLRB v. Allis-Chalmers Mfg. Co., </pre><span class=\"citation\" data-id=\"107485\"><a href=\"/opinion/107485/nlrb-v-allis-chalmers-mfg-co/\"><span class=\"volume\">388</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 180\n\n(1967) (noting that “majority-rule concept is today unquestionably at the center of our federal\n\nlabor policy” (internal quotation marks omitted)). Thus, § 152, First is distinguishable from\n\n§ 152, Third and Fourth, for which private rights of action have been recognized, in that the\n\nlatter provisions are specifically aimed at preventing employer interference with individual\n\nemployees’ ability to join a collective bargaining scheme. With that interest protected,\n\nhowever, Congress clearly intended that individual preferences give way to the collective\n\nposition embodied by the certified union representative. It is agreements reached by such\n\nrepresentatives with employers that are the focus of § 152, First. See Virginian Ry. Co. v.\n\nSys. Fed’n No. 40, </pre><span class=\"citation\" data-id=\"102795\"><a href=\"/opinion/102795/virginian-ry-v-federation/\"><span class=\"volume\">300</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">515</span></a></span><pre class=\"inline\">, 548 (1937) (observing that § 152, First is concerned with\n\nnegotiations between an employer and the “authorized representative of its employees”).\n\n       Indeed, the second Cort v. Ash factor signals that Congress did not intend to provide\n\na private cause of action for individual employees in § 152, First. See 422 U.S. at 78.\n\nSection 152, Second states that “[a]ll disputes between a carrier . . . and its . . . employees\n\nshall be considered, and, if possible, decided, with all expedition, in conference between\n\nrepresentatives designated and authorized so to confer, respectively, by the carrier . . . and\n\nby the employees thereof interested in the dispute.” 45 U.S.C. § 152, Second (emphasis\n\nadded).   Section 152, Fourth explains that the very “right to organize and bargain\n\ncollectively” is accomplished “through representatives of [the employees’] own choosing.”\n\n45 U.S.C. § 152, Fourth (emphasis added). That provision further states that “[t]he majority\n\n                                              12\n\fof any craft or class of employees shall have the right to determine who shall be the\n\nrepresentative of the craft or class for the purposes of this chapter.” Id. Taken together,\n\nthese provisions leave no doubt that, where, as here, a “craft or class of employees” has\n\nselected a representative union, Congress intended the power to “make” and the duty to\n\n“maintain agreements concerning rates of pay, rules, and working conditions,” id. § 152,\n\nFirst, to run between the representative union and the company. Indeed, the Supreme Court\n\nhas explained that “members [of a craft or class] cannot bargain individually on behalf of\n\nthemselves as to matters which are properly the subject of collective bargaining.” Steele v.\n\nLouisville & N.R. Co., </pre><span class=\"citation\" data-id=\"104038\"><a href=\"/opinion/104038/steele-v-louisville-nashville-r-co/\"><span class=\"volume\">323</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">192</span></a></span><pre class=\"inline\">, 200 (1944); see also Virginian Ry. Co. v. Sys. Fed’n\n\nNo. 40, 300 U.S. at 548.\n\n       Relatedly, we conclude under the third Cort v. Ash factor that it would not be\n\nconsistent “with the underlying purposes of the legislative scheme” to imply a private cause\n\nof action for employees under § 152, First. By its terms, § 152, First links its requirement\n\nto make and maintain agreements to the larger RLA purpose “to avoid any interruption to\n\ncommerce or to the operation of any carrier growing out of any dispute between the carrier\n\nand the employees thereof.” 45 U.S.C. § 152, First; see also id. § 151a(1). As described\n\nabove, the statute seeks to achieve this goal by vesting collective bargaining authority in\n\nrepresentative unions.     The Supreme Court has explained that, in enacting the RLA,\n\n“Congress has seen fit to clothe the bargaining representative with powers comparable to\n\nthose possessed by a legislative body both to create and restrict the rights of those whom it\n\n                                             13\n\frepresents, but it has also imposed on the representative a corresponding duty.” Steele v.\n\nLouisville & N.R. Co., 323 U.S. at 202. As such, the RLA is consistent with a\n\n       [n]ational labor policy . . . built on the premise that by pooling their economic\n       strength and acting through a labor organization freely chosen by the majority,\n       the employees of an appropriate unit have the most effective means of\n       bargaining for improvements in wages, hours, and working conditions. The\n       policy therefore extinguishes the individual employee’s power to order his own\n       relations with his employer and creates a power vested in the chosen\n       representative to act in the interests of all employees.\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180. The union’s ability to exercise this\n\nvested authority is protected by the RLA. At the same time, it is the union’s “corresponding\n\nduty” to those it represents that ensures the fair exercise of this authority. Steele v. Louisville\n\n& N.R. Co., 323 U.S. at 202. It could not be otherwise in a statutory regime that prioritizes\n\ncontinuity and “majority-rule” over the “complete satisfaction of all who are represented.”\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180.\n\n       The facts of this case demonstrate why individual employee actions under § 152, First\n\nwould be inconsistent with a statutory scheme embodying these principles.                     The\n\nRestructuring Participation Agreement, which plaintiffs complain fails to maintain a 2001\n\ncollective bargaining agreement (“CBA”), was agreed to by APFA on April 8, 2003, and\n\napproved by APFA’s members on April 16, 2003. In that document, “the parties agree that\n\nthe 2001 CBA shall remain in full force and effect except as modified herein.” Among the\n\nmodifications here at issue was the date for possible amendment of the CBA, with the union\n\nand its membership agreeing to an extension from November 30, 2004, to April 30, 2009.\n\n                                                14\n\fFollowing the disclosure of the Special Executive Retirement Plan on April 17, 2003, the\n\nunion extracted a concession from American Airlines on the point, making the 2001 CBA\n\namendable one year earlier, on April 30, 2008.\n\n       However dissatisfied individual employees may be with these modifications to the\n\n2001 CBA, allowing them to sue American Airlines under § 152, First to set aside a\n\nRestructuring Participation Agreement agreed to by their union representative and ratified\n\nby the union membership would risk the very disruption in commerce that the RLA seeks to\n\navoid. Indeed, under the agreed-to modifications, American Airlines cannot simply revert\n\nto the original terms of the 2001 CBA. Plaintiffs’ dispute is thus not with American Airlines,\n\nwhich could not take the action plaintiffs seek without violating the modified CBA, but\n\nrather with the union, which negotiated for the modified CBA terms that now bind American\n\nAirlines and that form the basis of plaintiffs’ claim. A claim of this nature is appropriately\n\nbrought against the union for breach of the duty of fair representation. See NLRB v.\n\nAllis-Chalmers Mfg. Co., 388 U.S. at 181 (“It was because the national labor policy vested\n\nunions with power to order the relations of employees with their employer that this Court\n\nfound it necessary to fashion the duty of fair representation.”); see also infra [25-31]\n\n(discussing plaintiffs’ duty of fair representation claim).\n\n\n\n\n                                              15\n\f                     c.     Section 152, Seventh\n\n       The statutory provision prohibiting carriers from changing “rates of pay, rules, or\n\nworking conditions” except as prescribed by agreement or statute, 45 U.S.C. § 152, Seventh,\n\nmay also benefit employees, but here too we do not recognize an implied private right of\n\naction by individual employees against an employer.\n\n       As the Supreme Court has observed, the purpose of § 152, Seventh is twofold: “it\n\noperates to give legal and binding effect to collective agreements, and it lays down the\n\nrequirement that collective agreements can be changed only by the statutory procedures.”\n\nDetroit & Toledo Shore Line R.R. Co. v. United Transp. Union, 396 U.S. at 156. Thus,\n\n§ 152, Seventh is a “status quo” provision, requiring “that parties to a CBA governed by the\n\nRLA maintain objective working conditions during the pendency of any dispute arising under\n\n(or during the re-negotiation of) their CBA.” In re Nw. Airlines Corp., </pre><span class=\"citation\" data-id=\"797455\"><a href=\"/opinion/797455/in-re-northwest-airlines-corporation-debtor-northwest-airlines/\"><span class=\"volume\">483</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">160</span></a></span><pre class=\"inline\">, 167\n\n(2d Cir. 2007). More specifically, in the event of a “major dispute,” § 152, Seventh preserves\n\nthe status quo while the employer and the union engage in the negotiation required by 45\n\nU.S.C. §§ 155 and 156. See Consolidated Rail Corp. v. Ry. Labor Executives Ass’n, 491\n\nU.S. at 302-03.\n\n       Precisely because the statutory scheme as interpreted by the courts recognizes the\n\nrepresentative union as the proper party to invoke § 152, Seventh, we conclude that the\n\nsecond and third Cort v. Ash factors weigh heavily against recognition of a private right of\n\naction by individual employees. See 422 U.S. at 78. The provision is only implicated where\n\n                                             16\n\fa “craft or class” of employees has already selected a representative to bargain collectively\n\non its behalf, 45 U.S.C. § 152, Fourth, and where an employer attempts to make changes that\n\naffect the employees “as a class,” § 152, Seventh. Under those circumstances, an individual\n\nemployee’s “power to order his own relations with his employer” is “extinguishe[d]” in favor\n\nof “a power vested in the chosen representative to act in the interests of all employees.”\n\nNLRB v. Allis-Chalmers Mfg. Co., 388 U.S. at 180.\n\n       Because we conclude that neither § 152, First nor § 152, Seventh provides a private\n\ncause of action to individual employees against their employers under the circumstances\n\npresented here, we affirm the district court’s dismissal of these claims and its entry of\n\njudgment in favor of defendants.\n\n       C.     Plaintiffs’ State Law Claims\n\n       Plaintiffs assert that the district court erred in concluding that their state law claims\n\nagainst American Airlines were preempted by the RLA. See Marcoux v. Am. Airlines, Inc.,\n\n--- F. Supp. 2d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">842888</span></span><pre class=\"inline\">, at *7. In their reply brief, plaintiffs clarify that they\n\nappeal only the dismissal of (1) Claim Eleven, in which they charge APFA with breach of\n\nits contractual relationship with plaintiffs as set forth in the union’s constitution and bylaws;\n\n(2) Claim Twelve, in which they charge American Airlines with intentional interference with\n\nthe contractual relationship between APFA and its members; and (3) Claim Sixteen, in which\n\nplaintiffs charge American Airlines with intentionally causing APFA to breach certain\n\nprovisions of its constitution and bylaws relating to balloting and electioneering practices.\n\n                                               17\n\fAccordingly, we limit our discussion to those claims. See Maloney v. Cuomo, </pre><span class=\"citation\" data-id=\"1276989\"><a href=\"/opinion/1276989/maloney-v-cuomo/\"><span class=\"volume\">554</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">56</span></a></span><pre class=\"inline\">,\n\n58 n.2 (2d Cir. 2009) (noting that claims not pursued on appeal are deemed waived). Like\n\nthe district court, we conclude that these claims are preempted by the RLA, and we therefore\n\naffirm their dismissal.\n\n                 1.     Preemption in Labor Cases Generally\n\n          The Supreme Court established the basic tenets of federal preemption in the labor\n\ncontext in San Diego Building Trades Council v. Garmon, </pre><span class=\"citation\" data-id=\"105866\"><a href=\"/opinion/105866/san-diego-building-trades-council-v-garmon/\"><span class=\"volume\">359</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">236</span></a></span><pre class=\"inline\"> (1959). In Garmon,\n\nthe Court considered whether California could provide damages under state law to an\n\nemployer based on employee picketing, which the California Supreme Court determined was\n\nan unfair trade practice. See id. at 238-39. The employer had begun a simultaneous\n\nproceeding before the National Labor Relations Board (“NLRB”), over which the Regional\n\nDirector had declined to exercise jurisdiction “presumably because the amount of interstate\n\ncommerce involved did not meet the Board’s monetary standards in taking jurisdiction.” Id.\n\nat 238.\n\n          The Court identified the issue as “[t]he extent to which the variegated laws of the\n\nseveral States are displaced by a single, uniform, national rule,” namely, the National Labor\n\nRelations Act. Id. at 241. The Court concluded as follows:\n\n          When it is clear or may fairly be assumed that the activities which a State\n          purports to regulate are protected by § 7 of the National Labor Relations Act,\n          or constitute an unfair labor practice under § 8, due regard for the federal\n          enactment requires that state jurisdiction must yield. To leave the States free\n          to regulate conduct so plainly within the central aim of federal regulation\n\n                                                18\n\f       involves too great a danger of conflict between power asserted by Congress\n       and requirements imposed by state law.\n\nId. at 244. Stated differently, “[t]he governing consideration is that to allow the States to\n\ncontrol activities that are potentially subject to federal regulation involves too great a danger\n\nof conflict with national labor policy.” Id. at 246. This principle, the Court explained,\n\napplies regardless of whether the state law at issue was “tort law of general application [or]\n\nspecialized labor relations statutes.” Id. at 244 n.3. Finally, the Court explained that, even\n\nif application of state law in a particular situation would not, in fact, conflict with “the active\n\nassertion of federal authority,” it would nevertheless “involve[] a conflict with federal policy\n\nin that it involves allowing two law-making sources to govern.” Id. at 247.\n\n       The Garmon rule is subject to two exceptions. First, states retain power to regulate\n\nactivity that is “a merely peripheral concern of the Labor Management Relations Act.” Id.\n\nat 243. Second, federal labor law does not preempt state law where “the regulated conduct\n\ntouched interests so deeply rooted in local feeling and responsibility that, in the absence of\n\ncompelling congressional direction, [the Court] could not infer that Congress had deprived\n\nthe States of the power to act.” Id. at 244. As an example of the second exception, the Court\n\npointed to states’ continued ability to regulate “violence and imminent threats to the public\n\norder.” Id. at 247.\n\n\n\n\n                                                19\n\f               2.      Preemption in RLA Cases\n\n       Although Garmon was decided in the context of the National Labor Relations Act,\n\nsimilar reasoning animated the Supreme Court’s application of preemption to the Railway\n\nLabor Act in Brotherhood of Railroad Trainmen v. Jacksonville Terminal Co., </pre><span class=\"citation\" data-id=\"107886\"><a href=\"/opinion/107886/trainmen-v-jacksonville-terminal-co/\"><span class=\"volume\">394</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">369</span></a></span><pre class=\"inline\">\n\n(1969); see, e.g., Bensel v. Allied Pilots Ass’n, 387 F.3d at 321 (suggesting that Garmon was\n\n“extended” to the RLA in Jacksonville Terminal). In Jacksonville Terminal, the Court\n\nconsidered whether, in the context of a “major” labor dispute governed by the RLA, a Florida\n\ncourt had the authority to enjoin the picketing of a freight rail terminal facility under state tort\n\nand labor laws. 394 U.S. at 372-77. The Court concluded that it did not because “the\n\nexercise of plenary state authority to curtail or entirely prohibit self-help would frustrate\n\neffective implementation of the [RLA’s] processes.” Id. at 380. The Court reached this\n\nconclusion even while acknowledging that, unlike the situation presented in Garmon, in a\n\nmajor dispute under the RLA there is “no administrative agency equivalent to the NLRB with\n\njurisdiction over railway labor disputes.” Id. at 384 n.19.\n\n       In the years since Jacksonville Terminal and Garmon were decided, this and other\n\ncircuits have applied their reasoning to major RLA disputes, see, e.g., Bensel v. Allied Pilots\n\nAss’n, 387 F.3d at 320-23 (applying Garmon and Jacksonville Terminal to RLA major\n\ndispute and affirming dismissal of, inter alia, tortious and malicious interference, fraudulent\n\nmisrepresentation, and breach of contract claims); to minor RLA disputes, see, e.g., Beers\n\nv. S. Pac. Transp. Co., </pre><span class=\"citation\" data-id=\"415740\"><a href=\"/opinion/415740/leon-beers-v-southern-pacific-transportation-company/\"><span class=\"volume\">703</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">425</span></a></span><pre class=\"inline\">, 428-29 (9th Cir. 1983) (holding that intentional\n\n                                                20\n\finfliction of emotional distress claim brought in context of “minor” RLA dispute was\n\npreempted under Garmon); and to RLA issues, like those presented here, not falling squarely\n\nwithin either category, see, e.g., Kaufman v. Allied Pilots Ass’n, </pre><span class=\"citation\" data-id=\"25896\"><a href=\"/opinion/25896/kaufman-v-allied-pilots-assoc/\"><span class=\"volume\">274</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">197</span></a></span><pre class=\"inline\">, 202-03 (5th\n\nCir. 2001) (applying Garmon to hold third-party tortious interference claim preempted by\n\nRLA); Air Transp. Ass’n of Am. v. City & County of San Francisco, </pre><span class=\"citation\" data-id=\"775081\"><a href=\"/opinion/775081/air-transport-association-of-america-airline-industrial-relations/\"><span class=\"volume\">266</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1064</span></a></span><pre class=\"inline\">, 1076\n\n(9th Cir. 2001) (noting that “[s]tate laws that frustrate the purpose of the RLA are\n\npreempted”); Peterson v. Air Line Pilots Ass’n, Int’l, </pre><span class=\"citation\" data-id=\"450738\"><a href=\"/opinion/450738/no-84-1186/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1170-71 (4th Cir. 1985)\n\n(holding that RLA preempts state law claim for wrongful discharge even where RLA arbitral\n\nmechanism not implicated because “state claims seek to vindicate rights largely secured by\n\nfederal law”); cf. Delta Air Lines v. Kramarsky, </pre><span class=\"citation\" data-id=\"391158\"><a href=\"/opinion/391158/25-fair-emplpraccas-1193-26-empl-prac-dec-p-31831-2-employee/\"><span class=\"volume\">650</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1287</span></a></span><pre class=\"inline\">, 1301-02 (2d Cir. 1981)\n\n(applying Garmon analysis to claim that New York Disability Benefits Law (“DBL”) was\n\npreempted by RLA, and holding that because DBL “governs matters outside the intended\n\nreach of the RLA . . . the RLA therefore does not preempt the DBL”), vacated in part on\n\ndifferent grounds on rehearing by </pre><span class=\"citation\" data-id=\"397859\"><a href=\"/opinion/397859/31-fair-emplpraccas-1789-32-empl-prac-dec-p-33841-delta-air-lines/\"><span class=\"volume\">666</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">21</span></a></span><pre class=\"inline\">, 26 (2d Cir. 1981), affirmed in part and\n\nvacated in part on other grounds by Shaw v. Delta Air Lines, Inc., </pre><span class=\"citation\" data-id=\"110993\"><a href=\"/opinion/110993/shaw-v-delta-air-lines-inc/\"><span class=\"volume\">463</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">85</span></a></span><pre class=\"inline\">, 92 n.8 (1983)\n\n(noting that Second Circuit resolved RLA preemption claim against Delta, but that claim was\n\nnot before Supreme Court).\n\n       Contrary to plaintiffs’ assertion, these cases demonstrate that the principles animating\n\nGarmon, Jacksonville Terminal, and their progeny are applicable to plaintiffs’ state law\n\nclaims. Underlying these principles is a concern with whether the particular state law at issue\n\n                                              21\n\fmay “stand[] as an obstacle to the accomplishment and execution of the full purposes and\n\nobjectives of Congress.” Hines v. Davidowitz, </pre><span class=\"citation\" data-id=\"103438\"><a href=\"/opinion/103438/hines-v-davidowitz/\"><span class=\"volume\">312</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 67 (1941). Accordingly, courts\n\nhave invoked Garmon to preempt certain state law causes of action even where the RLA\n\nclaim at issue is not subject to the exclusive primary jurisdiction of the National Railroad\n\nAdjustment Board (“NRAB”). See 45 U.S.C. § 153; Pennsylvania R.R. Co. v. Day, </pre><span class=\"citation\" data-id=\"105932\"><a href=\"/opinion/105932/pennsylvania-r-co-v-day/\"><span class=\"volume\">360</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">548</span></a></span><pre class=\"inline\">, 552 (1959) (discussing exclusive primary jurisdiction of NRAB over minor RLA\n\ndisputes). Similarly, courts have applied Jacksonville Terminal to preempt more than just\n\nthose state law claims that attempt “to regulate economic warfare between disputants subject\n\nto the [RLA’s] processes.” See Brotherhood of R.R. Trainmen v. Jacksonville Terminal Co.,\n\n394 U.S. at 380. Although expansive views of the preemption doctrine have not escaped\n\ncriticism, see Wyeth v. Levine, </pre><span class=\"citation\" data-id=\"145902\"><a href=\"/opinion/145902/wyeth-v-levine/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1187</span></a></span><pre class=\"inline\">, 1211 (2009) (Thomas, J., concurring), we\n\nneed not here reach the outer boundaries of the doctrine to conclude that the maintenance of\n\nplaintiffs’ state tort claims “would frustrate effective implementation of the [RLA’s]\n\nprocesses.” Brotherhood of R.R. Trainmen v. Jacksonville Terminal Co., 394 U.S. at 380.\n\n              3.     Claims Eleven, Twelve, and Sixteen Are Preempted by the RLA\n\n       Claims Twelve and Sixteen allege that actions of American Airlines in negotiating the\n\nRestructuring Participation Agreement caused APFA to breach its contractual duties to its\n\nmembers, see Compl. ¶¶ 304-07, 325-35, while Claim Eleven alleges that APFA breached\n\nits contract with its members in the course of negotiating and ratifying the Restructuring\n\n\n\n                                            22\n\fParticipation Agreement, see id. ¶¶ 299-303. These claims are akin to those discussed by the\n\nThird Circuit in Bensel v. Allied Pilots’ Association:\n\n       [A]ll involve alleged interference with [plaintiffs’] employment rights as\n       established by the various agreements that govern their wages and other\n       benefits as well as their right to be fairly represented under [§ 152]. Thus the\n       . . . rights at issue are founded upon federal law, derive their strength and\n       protection from federal law, and exist to effectuate a nationwide federal labor\n       policy.\n\n387 F.3d at 321. Such claims must rise or fall based on their merit under the RLA.6\n\n       Parties whose conduct is governed by the RLA approach collective bargaining\n\nnegotiations mindful of the incentives and penalties set forth in the Act. As in Jacksonville\n\nTerminal, the imposition of additional state regulation on core RLA conduct would alter the\n\nbalance struck by Congress in this regard. See 394 U.S. at 381. “[T]he potentials for\n\nconflict, and for the imposition of inconsistent state obligations, are simply too great” to\n\nallow each state to regulate conduct central to Congress’s RLA goals. Id. (internal citations\n\n\n\n       6\n         We note, with respect to plaintiffs’ breach claim against APFA, that plaintiffs have\nalleged no independent duty owed them individually under the contract. See United\nSteelworkers of Am. v. Rawson, </pre><span class=\"citation\" data-id=\"112426\"><a href=\"/opinion/112426/steelworkers-v-rawson/\"><span class=\"volume\">495</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">362</span></a></span><pre class=\"inline\">, 374 (1990) (“If an employee claims that a\nunion owes him a more far-reaching duty [than the duty of fair representation], he must be\nable to point to language in the collective-bargaining agreement specifically indicating an\nintent to create obligations enforceable against the union by the individual employees.”); see\nalso May v. Shuttle, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">165</span></span><pre class=\"inline\">, 179 (D.C. Cir. 1997) (holding RLA duty of fair\nrepresentation claim preempts “identical” state law claims of fraud and deceit); Nellis v. Air\nLine Pilots Ass’n, </pre><span class=\"citation\" data-id=\"661562\"><a href=\"/opinion/661562/richard-b-nellis-andrew-r-hawkins-stuart-hughes-edward-j-breen-jr/\"><span class=\"volume\">15</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></a></span><pre class=\"inline\">, 51 (4th Cir. 1994) (same); Peterson v. Air Line Pilots Ass’n,\nInt’l, </pre><span class=\"citation\" data-id=\"450738\"><a href=\"/opinion/450738/no-84-1186/\"><span class=\"volume\">759</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1161</span></a></span><pre class=\"inline\">, 1170 (4th Cir. 1985) (noting that state law tort claims were “essentially\nidentical” to duty of fair representation claim and therefore dismissing state claims as\npreempted by RLA).\n\n                                              23\n\fomitted). This task “‘cannot be left to the laws of the many States, for it would be fatal to\n\nthe goals of the Act’ if conduct were prohibited by state laws ‘even though in furtherance of\n\nthe federal scheme. The needs of the subject matter manifestly call for uniformity.’” Id.\n\n(quoting International Ass’n of Machinists AFL-CIO v. Cent. Airlines, Inc., </pre><span class=\"citation\" data-id=\"106570\"><a href=\"/opinion/106570/machinists-v-central-airlines-inc/\"><span class=\"volume\">372</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">682</span></a></span><pre class=\"inline\">,\n\n691-92 (1963)). We easily conclude that the imposition of additional state liability on the\n\ndefendants for conduct during collective bargaining negotiations would upset the “balance\n\nof power” established by the RLA, Golden State Transit Corp. v. City of Los Angeles, </pre><span class=\"citation\" data-id=\"111621\"><a href=\"/opinion/111621/golden-state-transit-corp-v-los-angeles/\"><span class=\"volume\">475</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">608</span></a></span><pre class=\"inline\">, 619 (1986), and “frustrate effective implementation of the [Act’s] processes,”\n\nBrotherhood of R.R. Trainmen v. Jacksonville Terminal Co., 394 U.S. at 380.\n\n       Plaintiffs submit that there is, in fact, “no conflict” between their state common law\n\nclaims and the RLA. Appellants’ Br. at 37. The point requires little discussion. In Garmon,\n\nthe Supreme Court observed that, even if application of state law “in a particular situation\n\nwill not, in fact, conflict with the active assertion of federal authority,” the state claim is\n\nnevertheless preempted because “two law-making sources” may not govern labor policy. San\n\nDiego Bldg. Trades Council, Millmen’s Union, Local 2020 v. Garmon, 359 U.S. at 247.\n\nSimilarly, in Jacksonville Terminal, the Court held the state regulation preempted not\n\nbecause it actually conflicted with the RLA, but because of the “potentials for conflict” that\n\nwould arise if each state were entitled to set its own standard. 394 U.S. at 381. In sum,\n\nactual conflict is not a prerequisite to finding a state claim preempted by the RLA.\n\n\n\n                                              24\n\f        Plaintiffs have failed to offer any compelling argument as to why their state law\n\nclaims are not governed by the well-settled line of precedents deriving from Garmon and\n\nJacksonville Terminal.7 Nor have plaintiffs attempted to demonstrate that either of the\n\nexceptions recognized in Garmon applies to their claims. Accordingly, we conclude that the\n\ndistrict court correctly dismissed Courts Eleven, Twelve, and Sixteen as preempted by the\n\nRLA.8\n\n        D.     Plaintiffs’ Claim of a Breach of the Duty of Fair Representation\n\n        Plaintiffs submit that the district court erred in granting summary judgment in favor\n\nof APFA on the claim of a breach of the union’s duty of fair representation. We disagree.\n\n\n\n\n        7\n        Plaintiffs cite several non-RLA cases to support their contrary argument, none of\nwhich is relevant to our analysis. See, e.g., Sprietsma v. Mercury Marine, </pre><span class=\"citation\" data-id=\"122246\"><a href=\"/opinion/122246/sprietsma-v-mercury-marine/\"><span class=\"volume\">537</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">51</span></a></span><pre class=\"inline\">, 63\n(2002) (construing the express preemption clause of the Federal Boat Safety Act of 1971 and\nconcluding that it does not preempt common law claims); Medtronic, Inc. v. Lohr, </pre><span class=\"citation\" data-id=\"118055\"><a href=\"/opinion/118055/medtronic-inc-v-lohr/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span>\n<span class=\"page\">470</span></a></span><pre class=\"inline\">, 495 (1996) (construing the express preemption provision of the Medical Device\nAmendments of 1976); Freightliner Corp. v. Myrick, </pre><span class=\"citation\" data-id=\"117918\"><a href=\"/opinion/117918/freightliner-corp-v-myrick/\"><span class=\"volume\">514</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 289 (1995) (construing\npreemption provision of National Traffic and Motor Vehicle Safety Act of 1966 and\nconcluding that it did not preempt common law claim on issue for which federal law\nprovided no standard).\n        8\n          Plaintiffs also argue that the district court erred in concluding that the APFA\nconstitution is not enforceable as a contract. The court held no such thing. Indeed, the court\nhad no need to determine whether the constitution was enforceable as a contract because it\ndismissed the contract claim on a different ground, i.e., that “[t]he allegations underlying\nplaintiffs’ claim for “breach of the union constitution” are, in substance, identical to those\nin plaintiffs’ DFR [duty of fair representation] claims” and are therefore preempted by the\nRLA. Marcoux v. Am. Airlines, Inc., --- F. Supp. 2d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2828599</span></span><pre class=\"inline\">, at *26.\nBecause we affirm on that same ground, we need not address the enforceability issue.\n\n                                             25\n\f               1.     The Duty of Fair Representation Under the RLA\n\n       “The statutory duty of fair representation was developed [in the 1940s] in a series of\n\ncases involving alleged racial discrimination by unions certified as exclusive bargaining\n\nrepresentatives under the Railway Labor Act.” Vaca v. Sipes, </pre><span class=\"citation\" data-id=\"107367\"><a href=\"/opinion/107367/vaca-v-sipes/\"><span class=\"volume\">386</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">171</span></a></span><pre class=\"inline\">, 177 (1967). In\n\nthese cases, the Supreme Court ruled that “the exclusive agent’s statutory authority to\n\nrepresent all members of a designated unit includes a statutory obligation to serve the\n\ninterests of all members without hostility or discrimination toward any, to exercise its\n\ndiscretion with complete good faith and honesty, and to avoid arbitrary conduct.” Id.; see\n\nRamey v. Dist. 141, Int’l Ass’n of Machinists & Aerospace Workers, </pre><span class=\"citation\" data-id=\"787206\"><a href=\"/opinion/787206/gary-h-ramey-dean-r-droz-euclides-paim-dennis-j-seath-ryan-t-abdool/\"><span class=\"volume\">378</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">269</span></a></span><pre class=\"inline\">, 276 -77\n\n(2d Cir. 2004). This “tripartite standard” applies to “‘challenges leveled not only at a union’s\n\ncontract administration and enforcement efforts but at its negotiation activities as well,’” i.e.,\n\nto both “major” and “minor” disputes under the RLA. Air Line Pilots Ass’n, Int’l v. O’Neill,\n\n</pre><span class=\"citation\" data-id=\"112558\"><a href=\"/opinion/112558/air-line-pilots-assn-v-oneill/\"><span class=\"volume\">499</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">65</span></a></span><pre class=\"inline\">, 77 (1991) (quoting Communications Workers v. Beck, </pre><span class=\"citation\" data-id=\"112140\"><a href=\"/opinion/112140/communications-workers-v-beck/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">735</span></a></span><pre class=\"inline\">, 743\n\n(1988)).9\n\n       The Supreme Court has emphasized that a court’s “substantive examination of a\n\nunion’s performance [is] highly deferential, recognizing the wide latitude that negotiators\n\n\n       9\n         The district court properly identified this tripartite standard and fairly applied it in\nthoroughly reviewing the evidence relevant to plaintiffs’ fair representation claim. See\nMarcoux v. Am. Airlines, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">2828599</span></span><pre class=\"inline\">, at *22-26. Thus, there is no merit to\nplaintiffs’ argument that the award of summary judgment on this claim was infected by\napplication of an incorrect legal standard. In any event, we review the challenged judgment\nde novo and conclude for ourselves that judgment was properly entered in favor of APFA.\n\n                                               26\n\fneed for the effective performance of their bargaining responsibilities.” Air Line Pilots\n\nAss’n, Int’l v. O’Neill, 499 U.S. at 78. “For that reason, the final product of the bargaining\n\nprocess may constitute evidence of a breach of duty only if it can be fairly characterized as\n\nso far outside a wide range of reasonableness that it is wholly irrational or arbitrary.” Id.\n\n(internal citation and quotation marks omitted). The rationality of a union’s decision must\n\nbe evaluated “in light of both the facts and the legal climate that confronted the negotiators\n\nat the time the decision was made.” Id. To demonstrate “bad faith” representation by a\n\nunion, a party must show “improper intent, purpose, or motive.” Spellacy v. Airline Pilots\n\nAss’n-Int’l, </pre><span class=\"citation\" data-id=\"757872\"><a href=\"/opinion/757872/edward-j-spellacy-jr-stewart-w-beckett-jr-raymond-h-albers-ii/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">120</span></a></span><pre class=\"inline\">, 126 (2d Cir. 1998) (observing that “[b]ad faith encompasses fraud,\n\ndishonesty, and other intentionally misleading conduct”). Even if a party makes such a\n\nshowing, it must further demonstrate a causal connection between the union’s misconduct\n\nand the complained-of injury. Id.\n\n              2.      Plaintiffs’ Failure To Adduce Evidence of Irrational or Arbitrary\n                      Conduct\n\n       Plaintiffs point to numerous decisions taken by APFA in its negotiations with\n\nAmerican Airlines that they submit raise triable issues of fact as to the irrationality and\n\narbitrariness of the union’s representation. See Fed. R. Civ. P. 56(c). We consider each in\n\nturn and conclude that plaintiffs’ argument is without merit.\n\n       At the outset, we note that the record is replete with evidence that American Airlines\n\nwas, in fact, in dire economic straits at the time the parties entered into the negotiations that\n\n\n                                               27\n\fled to the Restructuring Participation Agreement. For example, American Airlines had a net\n\nloss of $3.5 billion in 2002, and by 2003 the airline was experiencing cash losses of\n\napproximately $5 million per day. Further, two of American Airlines’ primary competitors,\n\nUS Airways and United Airlines, had filed for bankruptcy protection in August 2002 and\n\nDecember 2002, respectively. These circumstances preclude any reasonable factfinder from\n\nconcluding that APFA entered into the challenged negotiations with American Airlines\n\nirrationally, arbitrarily, or in bad faith.\n\n       Nor will the evidence admit an inference of arbitrariness or bad faith in the voting\n\nprocedures used by APFA in seeking membership ratification of the Restructuring\n\nParticipation Agreement. Plaintiffs take issue with the union’s use of a telephonic balloting\n\nservice provided by American Airlines rather than mail-in balloting, and with the use of a\n\npassword supplied by American Airlines to monitor such balloting. Given the time-sensitive\n\nnature of the circumstances, APFA’s reliance on telephonic balloting and its monitoring of\n\nthe vote through a website established by American Airlines is insufficient, by itself, to\n\npermit a finding of bad faith.\n\n       Plaintiffs suggest that a jury could infer APFA’s bad faith from its agreement to a\n\nratification voting deadline of April 15, 2003, two days before American Airlines filed its\n\n10K form revealing the terms of a Special Executive Retirement Plan. Plaintiffs failed,\n\nhowever, to adduce any admissible evidence supporting their conclusory assertion that APFA\n\nofficials knew of the retirement plan when they agreed to the voting schedule. Indeed,\n\n                                              28\n\fplaintiffs do not address testimonial evidence that APFA officials did not have any notice of\n\nthe retirement plan until its public disclosure on April 17. This record is insufficient to\n\ndemonstrate a genuine dispute of material fact warranting trial. See Fed. R. Civ. P. 56(c).\n\n       Plaintiffs further submit that APFA’s decisions to extend the voting deadline to April\n\n16 and to permit members to change votes were taken in bad faith. Once again, plaintiffs\n\nmake a bald assertion – that “the principal, or sole, reason APFA did so was to reverse the\n\n[initial negative] outcome,” Appellants’ Br. at 42 – without pointing to any supporting\n\nadmissible evidence. In fact, the record evidence demonstrates that APFA sought an\n\nextension through the end of April to provide its members with more time to consider the\n\nterms of the Restructuring Participation Agreement and to accommodate certain members\n\nwho had had trouble casting votes. It was American Airlines that refused to agree to such\n\nan extension and, on April 15, offered the alternative of one further day of voting. There is\n\nno record evidence that would permit a factfinder to identify bad faith in APFA’s acceptance\n\nof the one-day extension. See generally Parker v. Connors Steel Co., </pre><span class=\"citation\" data-id=\"511010\"><a href=\"/opinion/511010/calvin-l-parker-gene-a-childers-maple-l-copeland-will-goodman-nathaniel/\"><span class=\"volume\">855</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1510</span></a></span><pre class=\"inline\">, 1521\n\n(11th Cir. 1988) (finding no breach of the duty of fair representation where union urged\n\nratification of collective bargaining agreement because it “accurately reflected its negotiation\n\nefforts with the Company and the economic crisis in the steel industry”).\n\n       Like the district court, we also identify no record support for plaintiffs’ claim that\n\nAPFA acted arbitrarily or in bad faith in finalizing the April 25, 2003 acceptance of a\n\nmodified Restructuring Participation Agreement.         Following disclosure of the Special\n\n                                              29\n\fExecutive Retirement Plan, on April 22, 2003, APFA determined that the Restructuring\n\nParticipation Agreement was no longer valid and would have to be put to a re-vote. The next\n\nday, a four-person congressional delegation met with various American Airlines officials,\n\nincluding CEO Donald Carty, APFA head John Ward, and the heads of two other unions that\n\nhad ratified the Restructuring Participation Agreement. As a result of those discussions,\n\nAmerican Airlines unilaterally acceded to several APFA demands, including a one-year\n\nreduction in the duration of the Restructuring Participation Agreement, an option for the\n\nunion to reopen that Agreement after three years, and an “Annual Incentive Program.”\n\nPlaintiffs do not dispute that these concessions benefitted APFA members. As a result of\n\nthese discussions, American Airlines CEO Carty also resigned.\n\n       APFA leaders met with the new American Airlines CEO, Gerard Arpey, on April 24,\n\n2003. The union requested that the airline defer filing for bankruptcy until after the re-vote,\n\nand it sought an additional amendment to the “underfly” provision of the Restructuring\n\nParticipation Agreement. American Airlines agreed to remove the “underfly” provision and\n\nto substitute a different concession of equal value in its place, but it informed APFA that, if\n\nit did not finalize the Restructuring Participation Agreement by April 25, the airline would\n\ndeclare bankruptcy. The APFA Board of Directors considered this proposal and, on April\n\n25, finalized the agreement. This record provides no support for plaintiffs’ assertion that\n\nAPFA’s actions were “so far outside a wide range of reasonableness” as to be irrational. Air\n\nLine Pilots Ass’n, Int’l v. O’Neill, 499 U.S. at 78 (internal quotation marks omitted).\n\n                                              30\n\f       Accordingly, we conclude that summary judgment was appropriately entered in favor\n\nof APFA on plaintiffs’ claim of breach of the duty of fair representation.\n\nIII.   Conclusion\n\n       To summarize, we conclude as follows:\n\n       1. Plaintiffs’ RLA claims against American Airlines pursuant to 45 U.S.C. § 152,\n\nFirst and Seventh were properly dismissed because those provisions do not provide a private\n\ncause of action for an employee against an employer.\n\n       2. Plaintiffs’ state law claims against American Airlines and APFA for breach of\n\ncontract and intentional interference with contract were properly dismissed because these\n\nstate law claims are preempted by the RLA.\n\n       3. Summary judgment was properly entered in favor of APFA on plaintiffs’ claim of\n\nbreach of the duty of fair representation because plaintiffs failed to adduce evidence raising\n\na colorable question of fact on the issue of whether APFA’s actions were so far outside a\n\nwide range of reasonableness as to be wholly irrational, arbitrary, or undertaken in bad faith.\n\n       Accordingly, the judgment of the district court in favor of defendants is AFFIRMED.\n\n\n\n\n                                              31\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/25896/",
    "http://www.courtlistener.com/api/rest/v3/opinions/101590/",
    "http://www.courtlistener.com/api/rest/v3/opinions/102795/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103438/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104038/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105866/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105932/",
    "http://www.courtlistener.com/api/rest/v3/opinions/106570/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107367/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107485/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108012/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109286/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110077/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110993/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111621/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112140/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112300/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112558/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/117918/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118055/",
    "http://www.courtlistener.com/api/rest/v3/opinions/122246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145902/",
    "http://www.courtlistener.com/api/rest/v3/opinions/346952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/391158/",
    "http://www.courtlistener.com/api/rest/v3/opinions/397859/",
    "http://www.courtlistener.com/api/rest/v3/opinions/415740/",
    "http://www.courtlistener.com/api/rest/v3/opinions/428311/",
    "http://www.courtlistener.com/api/rest/v3/opinions/450738/",
    "http://www.courtlistener.com/api/rest/v3/opinions/511010/",
    "http://www.courtlistener.com/api/rest/v3/opinions/661562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/776899/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777246/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787206/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788150/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797224/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797455/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1276989/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1388000/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2620697/"
  ]
}