{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2537/",
  "absolute_url": "/opinion/2537/zheng-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2537/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:47:21Z",
  "date_modified": "2017-03-24T00:15:32.912828Z",
  "type": "010combined",
  "sha1": "c389356a6680e3e1d96a7cb142dff590eb6f60c9",
  "page_count": 19,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/132/doc/07-1073-ag_opn.pdf",
  "local_path": "pdf/2009/01/13/Zheng_v._Mukasey.pdf",
  "plain_text": "07-1073-ag\nZheng v. M ukasey\n\n\n                           UNITED STATES COURT OF APPEALS\n\n                                  FOR THE SECOND CIRCUIT\n\n                                             __________\n\n                                        August Term, 2007\n\nArgued: April 24, 2008                                                Decided: January 13, 2009\n\n\n                                      Docket No. 07-1073-ag\n\n                                             __________\n\n\n\n________________________________________________________\n\nDONG ZHONG ZHENG,\n\n                               Petitioner,\n\n                         -v-\n\nMICHAEL B. MUKASEY, ATTORNEY GENERAL,1\n\n                        Respondent.\n________________________________________________________\n\nKEARSE and POOLER, Circuit Judges, and COTE, District Judge.2\n\n        Petitioner seeks review of the February 22, 2007 decision of the Board of Immigration\n\nAppeals, which affirmed an Immigration Judge’s July 20, 2005 order denying his applications for\n\nasylum, for withholding of removal, and for relief under the Convention Against Torture.\n\n        1\n        Pursuant to Federal Rule of Appellate Procedure 43(c)(2), current Attorney General\nMichael B. Mukasey is automatically substituted for former Attorney General Alberto R.\nGonzales as the respondent in this case.\n        2\n          The Hon. Denise Cote, United States District Judge for the Southern District of New\nYork, sitting by designation.\n\fBecause we find that the Immigration Judge committed errors both as to the timeliness of the\n\npetitioner’s application for asylum and in finding that the petitioner had not testified credibly in\n\nsupport of his claims, we GRANT the petition, VACATE the agency’s decision denying relief,\n\nand REMAND to the agency for further proceedings.\n                                       __________\n\n                                       TROY NADER MOSLEMI, Miami, FL (Lin Li, Law\n                                       Office of Fengling Liu, New York, NY, on the brief), for\n                                       Petitioner.\n\n                                       BENJAMIN J. ZEITLIN, Trial Attorney, Office of\n                                       Immigration Litigation (Greg D. Mack, Senior Litigation\n                                       Counsel, Peter D. Keisler, Asst. Attorney General, on the\n                                       brief), U.S. Department of Justice, Washington, D.C., for\n                                       Respondent.\n\n\nPOOLER, Circuit Judge:\n\n       Dong Zhong Zheng has timely petitioned this Court, pursuant to Section 242 of the\n\nImmigration and Nationality Act (“INA”), as amended 8 U.S.C. § 1252, for review of the\n\nFebruary 22, 2007 decision of the Board of Immigration Appeals (“BIA”), which affirmed\n\nImmigration Judge Sandy K. Hom’s (“the IJ”) July 20, 2005 order denying Zheng’s applications\n\nfor asylum, for withholding of removal, and for relief under the United Nations Convention\n\nAgainst Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment (“CAT”),\n\nDec. 10, 1984, S. Treaty Doc. No. 100-20, 1465 U.N.T.S. 85 (1988). We conclude that errors\n\ncommitted by the IJ, as affirmed by the BIA, require remand of Zheng’s applications for further\n\nproceedings consistent with this opinion.\n\n\n\n\n                                                  2\n\f                                                 FACTS\n\n        According to his Form I-589, Application for Asylum and for Withholding of Removal,\n\nfiled March 18, 2005, Dong Zhong Zheng is a citizen of the People’s Republic of China, born on\n\nSeptember 20, 1968, in the city of Lianjiang, which is located in Fujian Province. He married\n\nFang Zhu Zhang on March 26, 1992. The couple have one child, a son, Hong Xian Zheng, born\n\non March 28, 1993.\n\n       Zheng’s application asserts that he entered the United States illegally, at Hildago, Texas,\n\non December 15, 2004. On December 22, 2004, the United States Immigration and Customs\n\nEnforcement issued a Notice to Appear to Zheng, charging him with being a removable alien\n\npursuant to INA Section 212(a)(6)(A)(i). As will later become important, the Notice to Appear,\n\nwhich is signed by Terry Stewart, a Supervisory Border Patrol Agent, specifically asserts that\n\nZheng “arrived in the United States at or near Hildago, Texas, on or about December 15, 2004.”\n\nIn his initial appearance before the agency, on March 18, 2005, Zheng admitted to the truth of the\n\nallegations set forth in the Notice to Appear.\n\n       According to a personal statement attached to his asylum application, Zheng asserts that\n\nhe “came to the United States because I had been persecuted in China under its family planning\n\npolicy.” Specifically, this assertion arises from the desire of Zheng and his wife to have another\n\nchild after the birth of their son, in 1993. Zheng elaborates in the personal statement as follows:\n\n               However, the local government policy of the time prescribed that\n               there must be an interval of no less than six years before a second\n               child could be born, regardless of the first child’s gender. After the\n               birth of our first child, my wife was inserted an IUD against her\n               will and was ordered to go for a gynecological examination on a\n               regular basis. Although we would like very much to have another\n               child, we dared not violate the local government policy. We had to\n               wait out the time until we would be permitted to have a second\n               child.\n\n\n                                                   3\n\f                        So my wife got pregnant again in 1999. Little did we\n               expect it, however, that the local government was to make changes\n               to its family planning policy during the time of my wife’s\n               pregnancy. The new policy laid down that no more childbirth was\n               permitted if the first child was male. The Family Planning Office\n               ordered my wife to have an abortion surgery, but she did not go for\n               it. In October 1999, my wife was taken to the clinic by force for an\n               abortion. At the time, I happened to be away working. As soon as\n               I got wind of it, I came back on the run and attempted to reason\n               with the man in charge of the Family Planning Office. . . . I then\n               accused him of being inhumane and cursed that he was to have no\n               offspring. He became angry . . . and swore that he would have me\n               sent to jail. After I left his house, I went away to work. For the\n               following several years, I dared not return to my home village in\n               broad daylight. I would only tiptoe home when it was time to\n               celebrate a new year or a festival, because my wife had warned me\n               that the head of the Family Planning Office had pledged to arrest\n               me . . . the moment he saw me back.3\n\n       These claims are further explained in a letter, and accompanying English translation,\n\ndated “2005.6.1,” composed by Zheng’s wife. She avers that she “was forced to wear an IUD\n\nthree months after the birth of our child [in 1993]. I was requested to go to the township\n\ngovernment every four months to have my IUD and possible pregnancy detected.” The letter\n\ncontinues:\n\n                        With Heaven’s blessing, I got pregnant again in May 1999 .\n               . . . On October 27, 1999, several Family Planning officials broke\n               into our home and alleged that I had violated the national family\n               planning policy so that an abortion must be performed on me right\n               away. . . . They cruelly dragged me into a vehicle and drove me to\n               Lianjaing Family Planning Service Center where a nurse\n               immediately shot me an abortion injection. After a few hours, I\n               felt a sharp pain in the belly. About an hour after that, my unborn\n               child was thus ruthless killed by them. This abortion had inflicted\n               much harm on me both mentally and physically. Not only have I\n\n       3\n          In order to avoid repeated resort to the use of “[sic]” which is likely to be distracting to\nthe reader, we quote verbatim from all documents in the record, notably including the transcript\nof Zheng’s asylum hearing and the written decision of the IJ denying him relief.\n\n                                                  4\n\f                lost my child forever, but also I have been suffering a chronical\n                backache and I had to take medications and receive injections. At\n                the time, my husband was away at a job. When he heard what had\n                happened, he was furious. He immediately came back to reason\n                with the Family Planning Officials. . . . They threatened to send\n                my husband to the labor penitentiary and even have him sentenced\n                to prison. My husband got into a panic and took off, not even\n                daring to come back home. Every now and then, the local\n                policemen would come to my house for my husband, who forced\n                my husband into a fugitive life, roaming every where but his home,\n                except for the times of the annual festivals; he would secretly come\n                home for a temporary reunion with us.\n\nThe record also contains a document, and accompanying translation, bearing the stamp of the\n\n“Family Planning office of Jiangnan, Lianjiang County,” which reflects that Zheng’s wife had an\n\nabortion on October 27, 1999.\n\n       Zheng took up residence in Jackson Heights, New York and his case was transferred from\n\nTexas to the Immigration Court in New York. Petitioner’s Brief at 3. A hearing on Zheng’s\n\nasylum application was held on July 20, 2005 at which Zheng was represented by counsel.4 The\n\nonly witness at the hearing was Zheng, who testified through a Mandarin Chinese interpreter.\n\n       After brief questioning by his counsel, Zheng was examined by Government counsel,\n\nwho was particularly interested in a “Household Register” Zheng had submitted in support of his\n\napplication. The following colloquy, as recorded in the hearing transcript, occurred:\n\n                      Q. Now according to your testimony were in hiding from\n                October of 1999 until you left China, is that right?\n\n                        A. Yes.\n\n                       Q. And now the household registration in between that\n                your household was registered in November of 2001 list you as the\n                head of the household (indiscernible) village?\n\n\n\n       4\n           We note that Zheng is represented by different counsel on the instant appeal.\n\n                                                 5\n\f        A. Yes, because before we belong to (indiscernible)\nvillage. And then later they separate that village and they issued a\nnew household booklet to us.\n\n        Q. Now where does your wife reside now?\n\n       A. My wife there lives in our own home (indiscernible)\nwearing the IUD and going to have a check up once every four\nmonths.\n                            * * *\n\n        Q. And did you ever live at that address?\n\n        A. I before I lived in that place in that address.\n\n        Q. And where you living at that address in November of\n2001?\n\n        A. No, I did not live there in November 2001.\n\n        Q. So why did the government issue a household\nregistration in November of 2001 indicating that you live at that\naddress?\n\n       A. Because I’m not a criminal, I just (indiscernible) the\nfamily planning policy which is a local policy and they still give\nme this one.\n\n        Q. I’m sorry?\n\n        A. They still give me.\n\n       Q. Well, isn’t it your testimony that you were in hiding\nbecause you feared that the family planning officials would arrest\nyou?\n\n        A. Yes, but often they came to my home to look for me.\n\n       Q. And why did they list your household registration if\nthey wanted to arrest you?\n\n        A. Because they (indiscernible) our own village\n(indiscernible) village into two (indiscernible) villages and when\nthey separate that one they issue this booklet to us.\n\n\n                                   6\n\f       In response to questioning by the IJ, Zheng testified that he had left China by taking a\n\nplane from Beijing, making a brief stop in France, and then traveling by air to Mexico. Zheng\n\nasserted that he possessed no travel documents from this journey because he had lost them in the\n\nMexican desert. He stated, “I don’t know the details of when I entered into the United States\n\nbecause I traveled for several days.” Zheng also acknowledged that he had retained no\n\ndocumentation of his assertion that he had borrowed a substantial sum of money from relatives\n\nfor travel and in order to pay the traffickers who aided his entry into the United States from\n\nMexico. Zheng further told the IJ that he possessed no copy of the local family planning\n\nregulations which were the alleged source of his persecution in China, nor did he have any\n\nmedical records recording his wife’s condition after her 1999 abortion. The IJ also questioned\n\nZheng about his life after his wife’s abortion:\n\n                       Q. . . . For five years you lived in China, you weren’t\n               arrested and you weren’t (indiscernible), you were working.\n\n                       A. Yes, generally speaking I had a job, if I did not have a\n               job I just surrender place hiding there.\n\n                      Q. So why didn’t you just have your wife come and live\n               with you?\n\n                      A. Because once every four months she needs to go to have\n               a check up, if she failed to go other people did that one and they\n               would come to your home to catch people.\n\n                       Q. But she wouldn’t be home, she’d be living with you.\n\n                      A. Even she stayed with me once every four months, she\n               would come to have a check up.\n\n                       Q. Oh, I mean –\n\n                       A. Once every four months that she need to have that kind\n               of (indiscernible) for a check up.\n\n\n                                                  7\n\f                       Q. – why couldn’t she ju[s]t avoid it?\n\n                      A. No, it won’t be that way because you had IV insertion\n               and you need to do that, to have check up.\n\n       Immediately upon the completion of Zheng’s testimony, the IJ rendered an oral decision\n\ndenying his application and entering an order for his removal from the United States. This was\n\nfollowed by a written decision in support of the denial of relief, dated July 20, 2005, the same\n\nday as Zheng’s hearing. This decision first holds that Zheng had failed to carry his burden of\n\nproof with respect to demonstrating that he had filed his application for asylum within the\n\nrequired one year of his arrival in the United States:\n\n               We have no difficulty to establish when the respondent had filed\n               his application because that is so marked on the application itself,\n               it was received by the Court on March 18 of 2005. The difficulty\n               the Court has is that to establish (1) the respondent came to the\n               United States, the Court had ask the respondent concerning his trip,\n               he indicated that he taken a plane from Beijing to France stopped\n               over and then came to Mexico spend one or two days and then\n               crossed the U.S.-Mexican border surreptitiously. However, when\n               asked about necessary and incidental travel documents or a plane\n               ticket or boarding pass, seat assignment, baggage claim check or\n               any materials or documents to tarry evidence to support his\n               assertion that he had made this trip to the United States, the\n               respondent admitted that he had none. He said that it had either\n               been lost in the desert or destroyed, but he had nothing other than a\n               ticket which he did not provide or boarding pass from Texas to\n               New York. . . . This certainly falls way short of the respondents\n               burden of establishing with clear and convincing evidence the date\n               of his arrival and therefore the Court finds that the respondents\n               claim is time barred . . . .\n\n       The IJ then stated that “in the event that the Board of Immigration of Appeals or\n\nsubsequent Federal Court determine that the respondent is entitled to consideration of asylum,\n\nthe Court will discuss the merits of the respondents claim.” Proceeding to undertake this\n\n\n\n                                                  8\n\fanalysis, the IJ found that Zheng had not plausibly asserted that he faced persecution at the hands\n\nof the national government of China, as opposed to local family planning authorities:\n\n               The respondent asserts that he was a fugitive when he was in the\n               People’s Republic of China, that the government authorities had\n               been reported by family planning officials concerning the\n               respondents obstruction of the policy and that he was sought by the\n               public security bureau and that he’s wanted by them. . . . So we’re\n               to believe the respondent, the respondent asserts that the policy in\n               the way that the government of China is repressive it’s harsh and\n               it’s unfair, however, the respondent was able to depart the People’s\n               Republic of China without any difficulty by using a false travel\n               document. Now this certainly undercuts and undermines his claim\n               that he was a fugitive and then he was wanted by the authorities. . .\n               . In other words, the respondent asserted that he was only being\n               sought for violating a local family planning problem and that it was\n               localized concerning his particular problem. Well that seems to be\n               contradictory to the respondents assertion that the government of\n               China wishes to do him harm or persecute him if he’s forced to\n               return . . . .\n\n       The IJ also determined that Zheng’s plausibility was severely undermined by the fact that\n\nhe had testified that he wished to have another child with his wife, but had apparently never\n\nattempted to do so in the years after her 1999 abortion:\n\n               There’s nothing in his written statement that he ever attempted to\n               have another child but he stated that during the five year-period he\n               did, he did attempt to have and then he gave an explanation of why\n               he didn’t have and that seemed to be inconsistent and unresponsive\n               to the actual question itself. But it was certainly inconsistent with\n               his written statement and totally absent in non-existence in his wife\n               statement of support. But it certainly on its face is not plausible or\n               believable had the respondent wanted an additional child that he\n               had opportunities during that five year-period to do so and he never\n               exercised by choice. . . . [I]t’s not plausible and not believable\n               given that she still remains in the People’s Republic of China, able\n               to have children and has not been sterilized and the respondent\n               himself had never attempted to have additional children during a\n               five year-period thereafter.\n\n       Further, with respect to the matter of the “Household Register,” the IJ expressed\n\n\n                                                 9\n\fpuzzlement as to why Zheng “would be placed as head of household despite his assertion that he\n\nwas a fugitive from the public security bureau, the very authority that would issue a household\n\nregister.” Finally, the IJ concluded “that the respondents presentations appear to be inconsistent,\n\ncontradictory both with his direct testimony offered to the Court as well as explanations that he\n\nattempted to provide with questions that contained inconsistencies or problems, problems of\n\ncoherency and plausibility with his claim.”\n\n          Zheng timely filed an appeal to the BIA. This appeal was rejected in a brief decision,\n\ndated February 22, 2007, “adopt[ing] and affirm[ing] the decision of the Immigration Judge.”\n\nThe BIA specifically stated that “[t]he record supports the Immigration Judge’s finding that the\n\nrespondent failed to demonstrate by clear and convincing evidence that he filed his asylum\n\napplication within 1 year of arriving in the United States” and that “[t]he record also supports the\n\nImmigration Judge’s adverse credibility and burden of proof findings.” As noted above, Zheng\n\nthen filed a timely petition for review in this Court.\n\n\n\n                                             ANALYSIS\n\n          We have recently reiterated the relevant standards of review to be employed on this\n\nappeal:\n\n                    “When the BIA briefly affirms the decision of an IJ and adopts\n                 the IJ’s reasoning in doing so, we review the IJ’s and the BIA’s\n                 decisions together.” Wangchuck v. Dep’t. of Homeland Sec., 448\n                 F.3d 524, 528 (2d Cir. 2006) (alteration and internal quotation\n                 marks omitted). We review the agency’s legal conclusions de\n                 novo, see Yi Long Yang v. Gonzales, 478 F.3d 133, 141 (2d Cir.\n                 2007), and its factual findings, including adverse credibility\n                 determinations, under the substantial evidence standard, treating\n                 them as “conclusive unless any reasonable adjudicator would be\n                 compelled to conclude to the contrary,” 8 U.S.C. § 1252(b)(4)(B);\n\n\n                                                  10\n\f               see also Shu Wen Sun v. BIA, 510 F.3d 377, 379 (2d Cir. 2007).\n\nPinto-Montoya v. Mukasey, 540 F.3d 126, 129 (2d Cir. 2008) (per curiam).\n\n       In order to be considered a refugee and therefore eligible for asylum, the INA provides\n\nthat Zheng must show that he has suffered past persecution “on account of race, religion,\n\nnationality, membership in a particular social group, or political opinion,” or that he has a well-\n\nfounded fear of future persecution on such grounds should he be ordered to return to his native\n\ncountry. See 8 U.S.C. § 1101(a)(42). The statute further provides that an individual, such as\n\nZheng, who alleges that he has engaged in “resistance to a coercive population control program”\n\nmay be eligible for relief as one who has been persecuted, or will be persecuted, on account of\n\nhis political opinion. Id.; see also Shi Liang Lin v. U.S. Dep’t of Justice, 494 F.3d 296, 309-10\n\n(2d Cir. 2007) (en banc). Past persecution alone is “rarely sufficient in itself to entitle an\n\napplicant to asylum,” but it does “automatically give[] rise to a rebuttable presumption of a well-\n\nfounded fear of future persecution.” Poradisova v. Gonzales, 420 F.3d 70, 78 (2d Cir. 2005).\n\nThe Government can defeat this presumption “if ‘a preponderance of the evidence establishes\n\nthat a change in circumstances in the applicant’s country of nationality has occurred such that the\n\napplicant’s fear is no longer well-founded.’” Id. (quoting Guan Shan Liao v. U.S. Dep’t of\n\nJustice, 293 F.3d 61, 67 (2d Cir. 2002) (citing 8 C.F.R. § 208.13(b)(1)(i))). A well-founded fear\n\nis “a subjective fear that is objectively reasonable. A fear is objectively reasonable even if there\n\nis only a slight, though discernible, chance of persecution.” Tambadou v. Gonzales, 446 F.3d\n\n298, 302 (2d Cir. 2006) (citations and internal quotation marks omitted).\n\n       Before we turn to the merits of Zheng’s claim, we are compelled to comment upon the\n\nquality of the record before us. As indicated from the portions quoted above, the transcript of\n\n\n\n                                                  11\n\fZheng’s asylum hearing is littered with the notation “(indiscernible).” In fact, in the twenty-six\n\npages of the testimonial portion of the hearing, the phrase occurs twenty-seven times. Certain of\n\nZheng’s explanations are difficult to apprehend, especially with regard to the matter of the\n\n“Household Register.” Thus, the Government’s assertion that Zheng “offered a vague\n\nexplanation” as to why he was listed as a head of household on the 2001 document, a time during\n\nwhich he asserted that he had fled his home, becomes very difficult for this Court to evaluate.\n\nGovernment’s Brief at 9. The Seventh Circuit has hesitated to give weight to a petitioner’s\n\npurportedly inconsistent testimony when the transcript of the testimony was “peppered with the\n\nnotation ‘indiscernible.’” Tandis v. Gonzales, 487 F.3d 1048, 1053 n.1 (7th Cir. 2007). Similar\n\nconcern is certainly appropriate in this case.\n\n       We must also make mention of the quality of the IJ’s decision of July 20, 2005. The\n\nportions quoted above appear to indicate that the decision was dictated, but not read. In any\n\nevent, to state the matter plainly, the decision is very difficult to read. We therefore take this\n\noccasion to endorse the First Circuit’s recent admonition to the effect that “Immigration Judges\n\nwould do well to take pains to use more straightforward language. The clearer a judge’s\n\nfindings, the easier they are for the parties to assess and for a reviewing court to evaluate.”\n\nChhay v. Mukasey, 540 F.3d 1, 7 (1st Cir. 2008); see also Figueroa v. Mukasey, 543 F.3d 487,\n\n498 (9th Cir. 2008) (“An indiscernible IJ decision is problematic because when the agency’s\n\nreasoning is indiscernible, the courts cannot exercise their duty of review.”; brackets and internal\n\nquotation marks omitted).\n\nA. The Timeliness of Zheng’s Asylum Application.\n\n       The INA provides that “[a]ny alien who is physically present in the United States or who\n\n\n\n                                                  12\n\farrives in the United States . . . may apply for asylum,” 8 U.S.C. §§ 1158(a)(1), so long as “the\n\nalien demonstrates by clear and convincing evidence that the [asylum] application has been filed\n\nwithin 1 year after the date of the alien’s arrival in the United States.” 8 U.S.C. § 1158(a)(2)(B).\n\nThe IJ found that Zheng had failed to meet this standard and, as the Government correctly\n\nreminds us, the INA also mandates that, for the most part, no court shall have jurisdiction to\n\nreview the agency’s finding that an asylum application was untimely. See 8 U.S.C. § 1158(a)(3).\n\nWe do, however, retain jurisdiction to review constitutional claims and questions of law. See 8\n\nU.S.C. § 1252(a)(2)(D). While we must be sensitive to the fact that constitutional claims or\n\nquestions of law are not raised when a petitioner “essentially disputes the correctness of an IJ’s\n\nfact-finding or the wisdom of [an IJ’s] exercise of discretion,” Xiao Ji Chen v. U.S. Dep’t of\n\nJustice, 471 F.3d 315, 329 (2d Cir. 2006), we believe that Zheng has raised a valid constitutional\n\nclaim concerning the IJ’s finding that his asylum application was untimely.\n\n       As described above, the Notice to Appear issued to Zheng, which was signed by an agent\n\nof the U.S. Border Patrol, asserted that he had “arrived in the United States at or near Hildago,\n\nTexas, on or about December 15, 2004.” If this assertion is correct, Zheng’s asylum application,\n\nwhich was indisputably filed on March 18, 2005, was timely filed according to the applicable 1-\n\nyear filing deadline. As also noted above, in his initial appearance before the agency, on March\n\n18, 2005, Zheng admitted to the truth of the allegations set forth in the Notice to Appear.\n\nFurther, at no time, including at oral argument on this appeal, has the Government made any\n\nsuggestion that the December 15, 2004 entry date set forth in the Notice to Appear is inaccurate.\n\n       It is undisputed that Zheng was given no notice that the date of his entry into the United\n\nStates would be an issue at his July 20, 2005 asylum hearing. It is also undisputed that the\n\n\n\n                                                 13\n\fNotice to Appear was itself in the record before the court at the July 20, 2005 hearing. In spite of\n\nthis, however, Zheng’s entry date was a primary focus of the IJ’s questioning of Zheng. And a\n\nvery curious thing occurred: neither Zheng’s former counsel, the Government, nor the IJ made\n\nthe slightest reference to the Notice to Appear. Most importantly, the IJ’s decision finding\n\nZheng’s application to be untimely also makes no mention of the Notice to Appear, but rests\n\nsolely upon Zheng’s inability to proffer any travel documents that might demonstrate the date\n\nupon which he entered the United States. Thus, in the face of a record that contained an\n\nundisputed statement by a Government agent that Zheng had entered the United States “on or\n\nabout December 15, 2004,” the IJ concluded that Zheng’s testimony concerning his date of entry\n\n“is unsupported by anything in the record of proceedings.”\n\n       “Aliens, of course, are entitled to due process.” Burger v. Gonzales, 498 F.3d 131, 134\n\n(2d Cir. 2007). “In the removal context, that means that an alien who has ‘passed through our\n\ngates, even illegally, may be expelled only after proceedings conforming to traditional standards\n\nof fairness.’” Ali v. Mukasey, 529 F.3d 478, 490 (2d Cir. 2008) (quoting Shaughnessy v. United\n\nStates ex rel. Mezei, 345 U.S. 206, 212 (1953)). In Lin v. U.S. Dep’t of Justice, 453 F.3d 99 (2d\n\nCir. 2006), a petitioner for asylum argued that an IJ’s determination that her asylum application\n\nwas untimely was made in a manner so arbitrary as to amount to a violation of due process. We\n\n“assum[ed] arguendo that an IJ’s egregious disregard of applicable standards or procedures in\n\nmaking [such a determination] might acquire constitutional dimension.” Id. at 104. We held,\n\nhowever, that this was “a determination we need not, and hence do not, make” because “we\n\n[could not] say that the IJ’s determination that [the petitioner] failed to prove her date of entry by\n\nclear and convincing evidence was arbitrary or denied [the petitioner] a full and fair opportunity\n\n\n\n                                                 14\n\fto present her claims.” Id. (citation and internal quotation marks omitted). We now hold that\n\nwhere, as here, the record contains a Notice to Appear, signed by a Government agent, which sets\n\nforth a date upon which the petitioner entered the United States, an IJ’s complete disregard of the\n\ndocument when making a determination as to the timeliness of the petitioner’s application for\n\nasylum amounts to an act of arbitrariness violative of due process. We do not hold that a Notice\n\nto Appear by itself necessarily amounts to clear and convincing evidence of the date of a\n\npetitioner’s entry into the United States. Rather, we hold that the failure of an IJ to give any\n\nconsideration to such an undeniably probative piece of evidence amounts to a denial of the\n\ntraditional standards of fairness that due process demands. We therefore vacate the IJ’s decision\n\nand remand to the agency for reconsideration of the timeliness of Zheng’s application.5\n\nB. The IJ’s Finding That Zheng Was Not Credible.\n\n       As described above, the IJ held that, besides the untimeliness of his application, Zheng’s\n\nclaim for asylum should be denied because he comprehensively failed to testify credibly in\n\n\n\n       5\n           The Government makes two arguments against this result, neither of which we find\nconvincing. First, it argues that Zheng has waived the issue of the timeliness of his application\non this appeal because he neglected to raise the issue before the BIA. Government’s May 15,\n2008 Rule 28(j) Letter. We acknowledge that, although the BIA lacks the authority to rule on\nconstitutional issues, a petitioner may be charged with asserting an issue with possible\nconstitutional implications before the BIA if it is possible that the issue may have been resolved\non non-constitutional grounds. See Theodoropoulos v. INS, 358 F.3d 162, 172 (2d Cir. 2004).\nEven assuming this might be the case here, however, Zheng’s brief to the BIA, although less than\nartfully drafted by his former counsel, does argue that “the entry date to the US is undisputed”\nbased upon the Notice to Appear, and that “[t]herefore the one-year time bar should not be an\nissue in the case.” Petitioner’s BIA Brief at 7. Second, the Government contends that Zheng\n“cannot point to the alleged date of entry on the Notice to Appear and his admission regarding\nthe date as proof that he met the one-year filing deadline. That allegation and his admission\npertained to the question of whether he was inadmissible.” Government’s Brief at 21-22. But\nthe Government provides no authority for the counterintuitive proposition that the date of entry\nset forth in a Notice to Appear cannot serve as corroborative evidence in support of a alien’s\nclaim that his asylum application was timely filed. We therefore cannot credit this argument.\n\n                                                 15\n\fsupport of his claim. Specifically, the IJ stated that he did not:\n\n                find the respondents claim to be plausible or believable . . . . The\n                Court [] also found that the respondents presentations appear to be\n                inconsistent, contradictory both with his direct testimony offered to\n                the Court as well as explanations that he attempted to provide with\n                questions that contained inconsistencies or problems, problems of\n                coherency and plausibility with his claim. It gave the Court the\n                impression certainly with regard to the respondents demeanor that\n                he was making up some of his testimony, particularly with regard\n                to medical evidence that was available, was not available to\n                corroborate his claim.\n\n         We are very much aware that this Court must afford “particular deference to an IJ’s\n\ncredibility finding.” Biao Yang v. Gonzales, 496 F.3d 268, 271 (2d Cir. 2007) (internal\n\nquotation marks omitted). Such deference has its limits, however. Specifically, an IJ’s\n\ncredibility finding must be based on “specific, cogent” reasons that bear a “legitimate nexus” to\n\nthe credibility of the applicant’s claim of persecution. Secaida-Rosales v. INS, 331 F.3d 297,\n\n307 (2d Cir. 2003) (internal quotation marks omitted).6 We conclude that the IJ’s finding that\n\nZheng had not testified credibly in support of his asylum claim is not entitled to deference\n\nbecause, in two crucial respects, the matters upon which the IJ found Zheng to be unworthy of\n\nbelief bear no legitimate nexus to his claim that he faces persecution should he be returned to\n\nChina.\n\n         We first consider the IJ’s statement that Zheng “asserted that he was only being sought\n\nfor violating a local family planning problem and that it was localized concerning his particular\n\nproblem. Well that seems to be contradictory to the respondents assertion that the government of\n\n\n\n         6\n          In Xiu Xia Lin v. Mukasey, 534 F.3d 162, 167 (2d Cir. 2008), we recognized that the\nReal ID Act abrogated in part our holding in Secaida-Rosales for cases filed after May 11, 2005,\nthe effective date of the Act. Id. Because Zheng’s application was filed before this date,\nSecaida-Rosales is fully applicable to his application for asylum.\n\n                                                  16\n\fChina wishes to do him harm or persecute him if he’s forced to return . . . .” Calling Zheng’s\n\nclaim “contradictory” upon such grounds is problematic as a matter of logic; and it is plainly\n\nunacceptable as a matter of law. It is simply not the case that an applicant for asylum may be\n\ndenied relief if his claim focuses upon persecution at the hands of local, as opposed to national,\n\npolitical authorities. The statutory definition of a “refugee” extends the possibility of asylum to\n\nany person who suffers “persecution” on account of a protected ground. 8 U.S.C. § 1101(a)(42).\n\nThis language does not establish that the persecution must be at the hands of national authorities.\n\nAn asylum applicant who demonstrates the possibility that he will suffer because of the actions\n\nof local authorities clearly can qualify for asylum. See, e.g., Passi v. Mukasey, 535 F.3d 98, 103\n\n(2d Cir. 2008) (finding that BIA “improperly inferred” that petitioner was not eligible for asylum\n\n“because its inference was based entirely on a country report that details general improvements,”\n\nbut also indicates that petitioner’s hometown “is still troubled by ethnic and political conflict”);\n\nLi v. U.S. Atty. Gen., 488 F.3d 1371, 1375-76 (11th Cir. 2007) (finding that BIA was wrong to\n\nfault petitioner for failing to prove the state of Chinese family planning law where petitioner “did\n\nnot argue that China had passed a new national law requiring sterilization; she argued that local\n\nofficials had begun a campaign of extra-legal persecution of women with two children”);\n\nHengan v. INS, 79 F.3d 60, 62 (7th Cir. 1996) (that petitioner did not assert persecution at the\n\nhands of Romanian government was irrelevant where petitioner’s claim was “that the national\n\ngovernment is unwilling or unable to control local persecutors”). Thus, the purported\n\ncontradiction arising from the fact that Zheng’s claim focuses upon local, not national,\n\npersecution is an improper ground for finding that Zheng did not testify credibly with respect to\n\n\n\n\n                                                 17\n\fthe question of whether he faces persecution should he be returned to China.7\n\n       We reach the same conclusion with respect to the IJ’s conclusion to the effect that when\n\nZheng testified to a desire to have more children “it’s not plausible and not believable given that\n\nshe still remains in the People’s Republic of China, able to have children and has not been\n\nsterilized and the respondent himself had never attempted to have additional children during a\n\nfive year-period thereafter.” But the question of whether or not Zheng truthfully expressed a\n\ndesire to have additional children simply bears no relation to the questions of whether he faced\n\npersecution in China because of his past opposition to family planning policies and whether he\n\nwould face persecution because of this opposition should he be returned there. In fact, we do not\n\nsee that the IJ made any pellucid finding with respect to whether or not Zheng testified credibly\n\nwith respect to this past opposition. This is not merely an oversight, but a serious error in light of\n\nthe fact that if the IJ had found that Zheng had suffered persecution in the past, a well-founded\n\nfear of future persecution would have been presumed. See 8 C.F.R. 1208.13(b)(1).\n\n       In sum, we find that the IJ’s adverse credibility finding was improper because of its heavy\n\nreliance upon two improper considerations: (1) its false assumption that Zheng was required to\n\nprove that he faced persecution at the hands of Chinese national authorities and (2) its attention\n\n       7\n          We are aware that a petitioner may be denied relief where the evidence demonstrates\nthat he or she “could avoid a future threat to his or her life or freedom by relocating to another\npart of the proposed country of removal [where] it would be reasonable to expect the applicant to\ndo so.” 8 C.F.R. § 1208.16(b)(1)(i)(B); see also Steevenez v. Gonzales, 476 F.3d 114, 117-18\n(2d Cir. 2007). We assume this is why the IJ asked Zheng about his wife’s ability to join him in\nhis alleged internal exile. But a finding that relocation is an appropriate disposition of a\npetitioner’s claim properly involves consideration of “whether the applicant would face other\nserious harm in the place of suggested relocation; any ongoing civil strife within the country;\nadministrative, economic, or judicial infrastructure; geographical limitations; and social and\ncultural constraints, such as age, gender, health, and social and familial ties.” 8 C.F.R. §\n1208.13(b)(3). We do not perceive that the IJ’s decision undertakes a substantial consideration\nof any of these factors.\n\n                                                  18\n\fto the irrelevant issue of whether or not Zheng had truthfully expressed a desire to father\n\nadditional children.8 We therefore hold that the adverse credibility finding amounts to an\n\nexercise of “caprice.” Zhou Yun Zhang v. INS, 386 F.3d 66, 74 (2d Cir. 2004), overruled in part\n\non other grounds by Shi Liang Lin v. U.S, Dep’t of Justice, 494 F.3d 296, 305 (2d Cir. 2007) (en\n\nbanc). We accordingly remand to the agency for a reevaluation of the credibility finding because\n\nwe cannot say with confidence that the agency would reach the same result upon a\n\nreconsideration devoid of the errors identified above. See Li Hua Lin v. U.S. Dep’t of Justice,\n\n453 F.3d 99, 107 (2d Cir. 2006).\n\nC. Zheng’s Claims for Withholding of Removal and Relief Under CAT.\n\n       The IJ found that Zheng’s failure to testify credibly as to his claim for asylum necessarily\n\ndefeated his claims for Withholding of Removal and for relief under CAT. Because we have\n\nfound that the IJ’s adverse credibility finding was improper, we vacate the IJ’s denial of these\n\nclaims and remand to the agency for reconsideration. See Paul v. Gonzales, 444 F.3d 148, 156\n\n(2d Cir. 2006); Xue Hong Yang v. U.S. Dep’t of Justice, 426 F.3d 520, 523 (2d Cir. 2005).\n\n\n\n                                         CONCLUSION\n\n       We GRANT the petition for review, VACATE the decision of the BIA denying Zheng’s\n\nclaims for asylum, withholding of removal, and CAT relief, and REMAND the case for further\n\nproceedings consistent with this opinion.\n\n\n\n\n       8\n           The IJ also noted that Zheng had failed to corroborate his testimony because he did not\nproduce a copy of local family planning records or any of his wife’s medical records. The IJ also\nnoted that Zheng’s assertion that his wife had been forcibly implanted with an IUD after her\nabortion was not mentioned in his wife’s letter. While these failures of corroboration are\nrelevant to a credibility determination, they alone cannot serve to establish that the petitioner did\nnot testify credibly. See Diallo v. INS, 232 F.3d 279, 287 (2d Cir. 2000).\n\n                                                 19\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>552 F.3d 277 (2009)</b></center>\n<center><h1>Dong Zhong ZHENG, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[1]</sup> Respondent.</h1></center>\n<center>Docket No. 07-1073-ag.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: April 24, 2008.</center>\n<center>Decided: January 13, 2009.</center>\n<p><span class=\"star-pagination\">*279</span> Troy Nader Moslemi, Miami, FL (Lin Li, Law Office of Fengling Liu, New York, NY, on the brief), for Petitioner.</p>\n<p>Benjamin J. Zeitlin, Trial Attorney, Office of Immigration Litigation (Greg D. Mack, Senior Litigation Counsel, Peter D. Keisler, Asst. Attorney General, on the brief), U.S. Department of Justice, Washington, D.C., for Respondent.</p>\n<p>Before KEARSE and POOLER, Circuit Judges, and COTE, District Judge.<sup>[2]</sup></p>\n<p>POOLER, Circuit Judge:</p>\n<p>Dong Zhong Zheng has timely petitioned this Court, pursuant to Section 242 of the Immigration and Nationality Act (\"INA\"), as amended 8 U.S.C. § 1252, for review of the February 22, 2007 decision of the Board of Immigration Appeals (\"BIA\"), which affirmed Immigration Judge Sandy K. Hom's (\"the IJ\") July 20, 2005 order denying Zheng's applications for asylum, for withholding of removal, and for relief under the United Nations Convention Against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment (\"CAT\"), Dec. 10, 1984, S. Treaty Doc. No. 100-20, 1465 U.N.T.S. 85 (1988). We conclude that errors committed by the IJ, as affirmed by the BIA, require remand of Zheng's applications for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>According to his Form I-589, Application for Asylum and for Withholding of Removal, filed March 18, 2005, Dong Zhong Zheng is a citizen of the People's Republic of China, born on September 20, 1968, in the city of Lianjiang, which is located in Fujian Province. He married Fang Zhu Zhang on March 26, 1992. The couple have one child, a son, Hong Xian Zheng, born on March 28, 1993.</p>\n<p>Zheng's application asserts that he entered the United States illegally, at Hildago, Texas, on December 15, 2004. On December 22, 2004, the United States Immigration and Customs Enforcement issued a Notice to Appear to Zheng, charging him with being a removable alien pursuant to INA Section 212(a)(6)(A)(i). As will later become important, the Notice to Appear, which is signed by Terry Stewart, a Supervisory Border Patrol Agent, specifically asserts that Zheng \"arrived in the United States at or near Hildago, Texas, on or about December 15, 2004.\" In his initial appearance before the agency, on March 18, 2005, Zheng admitted to the truth of the allegations set forth in the Notice to Appear.</p>\n<p>According to a personal statement attached to his asylum application, Zheng asserts that he \"came to the United States <span class=\"star-pagination\">*280</span> because I had been persecuted in China under its family planning policy.\" Specifically, this assertion arises from the desire of Zheng and his wife to have another child after the birth of their son, in 1993. Zheng elaborates in the personal statement as follows:</p>\n<blockquote>However, the local government policy of the time prescribed that there must be an interval of no less than six years before a second child could be born, regardless of the first child's gender. After the birth of our first child, my wife was inserted an IUD against her will and was ordered to go for a gynecological examination on a regular basis. Although we would like very much to have another child, we dared not violate the local government policy. We had to wait out the time until we would be permitted to have a second child.</blockquote>\n<blockquote>So my wife got pregnant again in 1999. Little did we expect it, however, that the local government was to make changes to its family planning policy during the time of my wife's pregnancy. The new policy laid down that no more childbirth was permitted if the first child was male. The Family Planning Office ordered my wife to have an abortion surgery, but she did not go for it. In October 1999, my wife was taken to the clinic by force for an abortion. At the time, I happened to be away working. As soon as I got wind of it, I came back on the run and attempted to reason with the man in charge of the Family Planning Office.... I then accused him of being inhumane and cursed that he was to have no offspring. He became angry... and swore that he would have me sent to jail. After I left his house, I went away to work. For the following several years, I dared not return to my home village in broad daylight. I would only tiptoe home when it was time to celebrate a new year or a festival, because my wife had warned me that the head of the Family Planning Office had pledged to arrest me ... the moment he saw me back.<sup>[3]</sup></blockquote>\n<p>These claims are further explained in a letter, and accompanying English translation, dated \"2005.6.1,\" composed by Zheng's wife. She avers that she \"was forced to wear an IUD three months after the birth of our child [in 1993]. I was requested to go to the township government every four months to have my IUD and possible pregnancy detected.\" The letter continues:</p>\n<blockquote>With Heaven's blessing, I got pregnant again in May 1999.... On October 27, 1999, several Family Planning officials broke into our home and alleged that I had violated the national family planning policy so that an abortion must be performed on me right away.... They cruelly dragged me into a vehicle and drove me to Lianjaing Family Planning Service Center where a nurse immediately shot me an abortion injection. After a few hours, I felt a sharp pain in the belly. About an hour after that, my unborn child was thus ruthless killed by them. This abortion had inflicted much harm on me both mentally and physically. Not only have I lost my child forever, but also I have been suffering a chronical backache and I had to take medications and receive injections. At the time, my husband was away at a job. When he heard what had happened, he was furious. He immediately came back to reason with the Family Planning Officials.... They threatened to send my <span class=\"star-pagination\">*281</span> husband to the labor penitentiary and even have him sentenced to prison. My husband got into a panic and took off, not even daring to come back home. Every now and then, the local policemen would come to my house for my husband, who forced my husband into a fugitive life, roaming every where but his home, except for the times of the annual festivals; he would secretly come home for a temporary reunion with us.</blockquote>\n<p>The record also contains a document, and accompanying translation, bearing the stamp of the \"Family Planning office of Jiangnan, Lianjiang County,\" which reflects that Zheng's wife had an abortion on October 27, 1999.</p>\n<p>Zheng took up residence in Jackson Heights, New York and his case was transferred from Texas to the Immigration Court in New York. Petitioner's Brief at 3. A hearing on Zheng's asylum application was held on July 20, 2005 at which Zheng was represented by counsel.<sup>[4]</sup> The only witness at the hearing was Zheng, who testified through a Mandarin Chinese interpreter.</p>\n<p>After brief questioning by his counsel, Zheng was examined by Government counsel, who was particularly interested in a \"Household Register\" Zheng had submitted in support of his application. The following colloquy, as recorded in the hearing transcript, occurred:</p>\n<blockquote>Q. Now according to your testimony were in hiding from October of 1999 until you left China, is that right?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And now the household registration in between that your household was registered in November of 2001 list you as the head of the household (indiscernible) village?</blockquote>\n<blockquote>A. Yes, because before we belong to (indiscernible) village. And then later they separate that village and they issued a new household booklet to us.</blockquote>\n<blockquote>Q. Now where does your wife reside now?</blockquote>\n<blockquote>A. My wife there lives in our own home (indiscernible) wearing the IUD and going to have a check up once every four months.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q. And did you ever live at that address?</blockquote>\n<blockquote>A. I before I lived in that place in that address.</blockquote>\n<blockquote>Q. And where you living at that address in November of 2001?</blockquote>\n<blockquote>A. No, I did not live there in November 2001.</blockquote>\n<blockquote>Q. So why did the government issue a household registration in November of 2001 indicating that you live at that address?</blockquote>\n<blockquote>A. Because I'm not a criminal, I just (indiscernible) the family planning policy which is a local policy and they still give me this one.</blockquote>\n<blockquote>Q. I'm sorry?</blockquote>\n<blockquote>A. They still give me.</blockquote>\n<blockquote>Q. Well, isn't it your testimony that you were in hiding because you feared that the family planning officials would arrest you?</blockquote>\n<blockquote>A. Yes, but often they came to my home to look for me.</blockquote>\n<blockquote>Q. And why did they list your household registration if they wanted to arrest you?</blockquote>\n<blockquote>A. Because they (indiscernible) our own village (indiscernible) village into two (indiscernible) villages and when <span class=\"star-pagination\">*282</span> they separate that one they issue this booklet to us.</blockquote>\n<p>In response to questioning by the IJ, Zheng testified that he had left China by taking a plane from Beijing, making a brief stop in France, and then traveling by air to Mexico. Zheng asserted that he possessed no travel documents from this journey because he had lost them in the Mexican desert. He stated, \"I don't know the details of when I entered into the United States because I traveled for several days.\" Zheng also acknowledged that he had retained no documentation of his assertion that he had borrowed a substantial sum of money from relatives for travel and in order to pay the traffickers who aided his entry into the United States from Mexico. Zheng further told the IJ that he possessed no copy of the local family planning regulations which were the alleged source of his persecution in China, nor did he have any medical records recording his wife's condition after her 1999 abortion. The IJ also questioned Zheng about his life after his wife's abortion:</p>\n<blockquote>Q.... For five years you lived in China, you weren't arrested and you weren't (indiscernible), you were working.</blockquote>\n<blockquote>A. Yes, generally speaking I had a job, if I did not have a job I just surrender place hiding there.</blockquote>\n<blockquote>Q. So why didn't you just have your wife come and live with you?</blockquote>\n<blockquote>A. Because once every four months she needs to go to have a check up, if she failed to go other people did that one and they would come to your home to catch people.</blockquote>\n<blockquote>Q. But she wouldn't be home, she'd be living with you.</blockquote>\n<blockquote>A. Even she stayed with me once every four months, she would come to have a check up.</blockquote>\n<blockquote>Q. Oh, I mean</blockquote>\n<blockquote>A. Once every four months that she need to have that kind of (indiscernible) for a check up.</blockquote>\n<blockquote>Q. why couldn't she ju[s]t avoid it?</blockquote>\n<blockquote>A. No, it won't be that way because you had IV insertion and you need to do that, to have check up.</blockquote>\n<p>Immediately upon the completion of Zheng's testimony, the IJ rendered an oral decision denying his application and entering an order for his removal from the United States. This was followed by a written decision in support of the denial of relief, dated July 20, 2005, the same day as Zheng's hearing. This decision first holds that Zheng had failed to carry his burden of proof with respect to demonstrating that he had filed his application for asylum within the required one year of his arrival in the United States:</p>\n<blockquote>We have no difficulty to establish when the respondent had filed his application because that is so marked on the application itself, it was received by the Court on March 18 of 2005. The difficulty the Court has is that to establish (1) the respondent came to the United States, the Court had ask the respondent concerning his trip, he indicated that he taken a plane from Beijing to France stopped over and then came to Mexico spend one or two days and then crossed the U.S.-Mexican border surreptitiously. However, when asked about necessary and incidental travel documents or a plane ticket or boarding pass, seat assignment, baggage claim check or any materials or documents to tarry evidence to support his assertion that he had made this trip to the United States, the respondent admitted that he had none. He said that it had either been lost in the desert or destroyed, but he had nothing other than a ticket which he did not provide or boarding pass from Texas to New York.... This certainly <span class=\"star-pagination\">*283</span> falls way short of the respondents burden of establishing with clear and convincing evidence the date of his arrival and therefore the Court finds that the respondents claim is time barred....</blockquote>\n<p>The IJ then stated that \"in the event that the Board of Immigration of Appeals or subsequent Federal Court determine that the respondent is entitled to consideration of asylum, the Court will discuss the merits of the respondents claim.\" Proceeding to undertake this analysis, the IJ found that Zheng had not plausibly asserted that he faced persecution at the hands of the national government of China, as opposed to local family planning authorities:</p>\n<blockquote>The respondent asserts that he was a fugitive when he was in the People's Republic of China, that the government authorities had been reported by family planning officials concerning the respondents obstruction of the policy and that he was sought by the public security bureau and that he's wanted by them.... So we're to believe the respondent, the respondent asserts that the policy in the way that the government of China is repressive it's harsh and it's unfair, however, the respondent was able to depart the People's Republic of China without any difficulty by using a false travel document. Now this certainly undercuts and undermines his claim that he was a fugitive and then he was wanted by the authorities.... In other words, the respondent asserted that he was only being sought for violating a local family planning problem and that it was localized concerning his particular problem. Well that seems to be contradictory to the respondents assertion that the government of China wishes to do him harm or persecute him if he's forced to return....</blockquote>\n<p>The IJ also determined that Zheng's plausibility was severely undermined by the fact that he had testified that he wished to have another child with his wife, but had apparently never attempted to do so in the years after her 1999 abortion:</p>\n<blockquote>There's nothing in his written statement that he ever attempted to have another child but he stated that during the five year-period he did, he did attempt to have and then he gave an explanation of why he didn't have and that seemed to be inconsistent and unresponsive to the actual question itself. But it was certainly inconsistent with his written statement and totally absent in non-existence in his wife statement of support. But it certainly on its face is not plausible or believable had the respondent wanted an additional child that he had opportunities during that five year-period to do so and he never exercised by choice.... [I]t's not plausible and not believable given that she still remains in the People's Republic of China, able to have children and has not been sterilized and the respondent himself had never attempted to have additional children during a five year-period thereafter.</blockquote>\n<p>Further, with respect to the matter of the \"Household Register,\" the IJ expressed puzzlement as to why Zheng \"would be placed as head of household despite his assertion that he was a fugitive from the public security bureau, the very authority that would issue a household register.\" Finally, the IJ concluded \"that the respondents presentations appear to be inconsistent, contradictory both with his direct testimony offered to the Court as well as explanations that he attempted to provide with questions that contained inconsistencies or problems, problems of coherency and plausibility with his claim.\"</p>\n<p>Zheng timely filed an appeal to the BIA. This appeal was rejected in a brief <span class=\"star-pagination\">*284</span> decision, dated February 22, 2007, \"adopt[ing] and affirm[ing] the decision of the Immigration Judge.\" The BIA specifically stated that \"[t]he record supports the Immigration Judge's finding that the respondent failed to demonstrate by clear and convincing evidence that he filed his asylum application within 1 year of arriving in the United States\" and that \"[t]he record also supports the Immigration Judge's adverse credibility and burden of proof findings.\" As noted above, Zheng then filed a timely petition for review in this Court.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>We have recently reiterated the relevant standards of review to be employed on this appeal:</p>\n<blockquote>\"When the BIA briefly affirms the decision of an IJ and adopts the IJ's reasoning in doing so, we review the IJ's and the BIA's decisions together.\" <i>Wangchuck v. Dep't. of Homeland Sec.,</i> 448 F.3d 524, 528 (2d Cir.2006) (alteration and internal quotation marks omitted). We review the agency's legal conclusions <i>de novo, see </i><i>Yi Long Yang v. Gonzales,</i> 478 F.3d 133, 141 (2d Cir. 2007), and its factual findings, including adverse credibility determinations, under the substantial evidence standard, treating them as \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary,\" 8 U.S.C. § 1252(b)(4)(B); <i>see also </i><i>Shu Wen Sun v. BIA,</i> 510 F.3d 377, 379 (2d Cir.2007).</blockquote>\n<p><i>Pinto-Montoya v. Mukasey,</i> 540 F.3d 126, 129 (2d Cir.2008) (per curiam).</p>\n<p>In order to be considered a refugee and therefore eligible for asylum, the INA provides that Zheng must show that he has suffered past persecution \"on account of race, religion, nationality, membership in a particular social group, or political opinion,\" or that he has a well-founded fear of future persecution on such grounds should he be ordered to return to his native country. <i>See</i> 8 U.S.C. § 1101(a)(42). The statute further provides that an individual, such as Zheng, who alleges that he has engaged in \"resistance to a coercive population control program\" may be eligible for relief as one who has been persecuted, or will be persecuted, on account of his political opinion. <i>Id.; see also </i><i>Shi Liang Lin v. U.S. Dep't of Justice,</i> 494 F.3d 296, 309-10 (2d Cir.2007) (en banc). Past persecution alone is \"rarely sufficient in itself to entitle an applicant to asylum,\" but it does \"automatically give[] rise to a rebuttable presumption of a well-founded fear of future persecution.\" <i>Poradisova v. Gonzales,</i> 420 F.3d 70, 78 (2d Cir.2005). The Government can defeat this presumption \"if `a preponderance of the evidence establishes that a change in circumstances in the applicant's country of nationality has occurred such that the applicant's fear is no longer well-founded.'\" <i>Id.</i> (quoting <i>Guan Shan Liao v. U.S. Dep't of Justice,</i> 293 F.3d 61, 67 (2d Cir.2002) (citing 8 C.F.R. § 208.13(b)(1)(i))). A well-founded fear is \"a subjective fear that is objectively reasonable. A fear is objectively reasonable even if there is only a slight, though discernible, chance of persecution.\" <i>Tambadou v. Gonzales,</i> 446 F.3d 298, 302 (2d Cir.2006) (citations and internal quotation marks omitted).</p>\n<p>Before we turn to the merits of Zheng's claim, we are compelled to comment upon the quality of the record before us. As indicated from the portions quoted above, the transcript of Zheng's asylum hearing is littered with the notation \"(indiscernible).\" In fact, in the twenty-six pages of the testimonial portion of the hearing, the phrase occurs twenty-seven times. Certain of Zheng's explanations are difficult to apprehend, especially with regard to the <span class=\"star-pagination\">*285</span> matter of the \"Household Register.\" Thus, the Government's assertion that Zheng \"offered a vague explanation\" as to why he was listed as a head of household on the 2001 document, a time during which he asserted that he had fled his home, becomes very difficult for this Court to evaluate. Government's Brief at 9. The Seventh Circuit has hesitated to give weight to a petitioner's purportedly inconsistent testimony when the transcript of the testimony was \"peppered with the notation `indiscernible.'\" <i>Tandia v. Gonzales,</i> 487 F.3d 1048, 1053 n. 1 (7th Cir.2007). Similar concern is certainly appropriate in this case.</p>\n<p>We must also make mention of the quality of the IJ's decision of July 20, 2005. The portions quoted above appear to indicate that the decision was dictated, but not read. In any event, to state the matter plainly, the decision is very difficult to read. We therefore take this occasion to endorse the First Circuit's recent admonition to the effect that \"Immigration Judges would do well to take pains to use more straightforward language. The clearer a judge's findings, the easier they are for the parties to assess and for a reviewing court to evaluate.\" <i>Chhay v. Mukasey,</i> 540 F.3d 1, 7 (1st Cir.2008); <i>see also </i><i>Figueroa v. Mukasey,</i> 543 F.3d 487, 498 (9th Cir.2008) (\"An indiscernible IJ decision is problematic because when the agency's reasoning is indiscernible, the courts cannot exercise their duty of review.\"; brackets and internal quotation marks omitted).</p>\n<p></p>\n<h2>A. The Timeliness of Zheng's Asylum Application.</h2>\n<p>The INA provides that \"[a]ny alien who is physically present in the United States or who arrives in the United States... may apply for asylum,\" 8 U.S.C. §§ 1158(a)(1), so long as \"the alien demonstrates by clear and convincing evidence that the [asylum] application has been filed within 1 year after the date of the alien's arrival in the United States.\" 8 U.S.C. § 1158(a)(2)(B). The IJ found that Zheng had failed to meet this standard and, as the Government correctly reminds us, the INA also mandates that, for the most part, no court shall have jurisdiction to review the agency's finding that an asylum application was untimely. <i>See</i> 8 U.S.C. § 1158(a)(3). We do, however, retain jurisdiction to review constitutional claims and questions of law. <i>See</i> 8 U.S.C. § 1252(a)(2)(D). While we must be sensitive to the fact that constitutional claims or questions of law are not raised when a petitioner \"essentially disputes the correctness of an IJ's fact-finding or the wisdom of [an IJ's] exercise of discretion,\" <i>Xiao Ji Chen v. U.S. Dep't of Justice,</i> 471 F.3d 315, 329 (2d Cir.2006), we believe that Zheng has raised a valid constitutional claim concerning the IJ's finding that his asylum application was untimely.</p>\n<p>As described above, the Notice to Appear issued to Zheng, which was signed by an agent of the U.S. Border Patrol, asserted that he had \"arrived in the United States at or near Hildago, Texas, on or about December 15, 2004.\" If this assertion is correct, Zheng's asylum application, which was indisputably filed on March 18, 2005, was timely filed according to the applicable 1-year filing deadline. As also noted above, in his initial appearance before the agency, on March 18, 2005, Zheng admitted to the truth of the allegations set forth in the Notice to Appear. Further, at no time, including at oral argument on this appeal, has the Government made any suggestion that the December 15, 2004 entry date set forth in the Notice to Appear is inaccurate.</p>\n<p>It is undisputed that Zheng was given no notice that the date of his entry into the United States would be an issue at his July <span class=\"star-pagination\">*286</span> 20, 2005 asylum hearing. It is also undisputed that the Notice to Appear was itself in the record before the court at the July 20, 2005 hearing. In spite of this, however, Zheng's entry date was a primary focus of the IJ's questioning of Zheng. And a very curious thing occurred: neither Zheng's former counsel, the Government, nor the IJ made the slightest reference to the Notice to Appear. Most importantly, the IJ's decision finding Zheng's application to be untimely also makes no mention of the Notice to Appear, but rests solely upon Zheng's inability to proffer any travel documents that might demonstrate the date upon which he entered the United States. Thus, in the face of a record that contained an undisputed statement by a Government agent that Zheng had entered the United States \"on or about December 15, 2004,\" the IJ concluded that Zheng's testimony concerning his date of entry \"is unsupported by anything in the record of proceedings.\"</p>\n<p>\"Aliens, of course, are entitled to due process.\" <i>Burger v. Gonzales,</i> 498 F.3d 131, 134 (2d Cir.2007). \"In the removal context, that means that an alien who has `passed through our gates, even illegally, may be expelled only after proceedings conforming to traditional standards of fairness.'\" <i>Ali v. Mukasey,</i> 529 F.3d 478, 490 (2d Cir.2008) (quoting <i>Shaughnessy v. United States ex rel. Mezei,</i> 345 U.S. 206, 212, 73 S.Ct. 625, 97 L.Ed. 956 (1953)). In <i>Lin v. U.S. Dep't of Justice,</i> 453 F.3d 99 (2d Cir.2006), a petitioner for asylum argued that an IJ's determination that her asylum application was untimely was made in a manner so arbitrary as to amount to a violation of due process. We \"assum[ed] <i>arguendo</i> that an IJ's egregious disregard of applicable standards or procedures in making [such a determination] might acquire constitutional dimension.\" <i>Id.</i> at 104. We held, however, that this was \"a determination we need not, and hence do not, make\" because \"we [could not] say that the IJ's determination that [the petitioner] failed to prove her date of entry by clear and convincing evidence was arbitrary or denied [the petitioner] a full and fair opportunity to present her claims.\" <i>Id.</i> (citation and internal quotation marks omitted). We now hold that where, as here, the record contains a Notice to Appear, signed by a Government agent, which sets forth a date upon which the petitioner entered the United States, an IJ's complete disregard of the document when making a determination as to the timeliness of the petitioner's application for asylum amounts to an act of arbitrariness violative of due process. We do not hold that a Notice to Appear by itself necessarily amounts to clear and convincing evidence of the date of a petitioner's entry into the United States. Rather, we hold that the failure of an IJ to give <i>any</i> consideration to such an undeniably probative piece of evidence amounts to a denial of the traditional standards of fairness that due process demands. We therefore vacate the IJ's decision and remand to the agency for reconsideration of the timeliness of Zheng's application.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*287</span> B. The IJ's Finding That Zheng Was Not Credible.</h2>\n<p>As described above, the IJ held that, besides the untimeliness of his application, Zheng's claim for asylum should be denied because he comprehensively failed to testify credibly in support of his claim. Specifically, the IJ stated that he did not:</p>\n<blockquote>find the respondents claim to be plausible or believable.... The Court [] also found that the respondents presentations appear to be inconsistent, contradictory both with his direct testimony offered to the Court as well as explanations that he attempted to provide with questions that contained inconsistencies or problems, problems of coherency and plausibility with his claim. It gave the Court the impression certainly with regard to the respondents demeanor that he was making up some of his testimony, particularly with regard to medical evidence that was available, was not available to corroborate his claim.</blockquote>\n<p>We are very much aware that this Court must afford \"particular deference to an IJ's credibility finding.\" <i>Biao Yang v. Gonzales,</i> 496 F.3d 268, 271 (2d Cir.2007) (internal quotation marks omitted). Such deference has its limits, however. Specifically, an IJ's credibility finding must be based on \"specific, cogent\" reasons that bear a \"legitimate nexus\" to the credibility of the applicant's claim of persecution. <i>Secaida-Rosales v. INS,</i> 331 F.3d 297, 307 (2d Cir.2003) (internal quotation marks omitted).<sup>[6]</sup> We conclude that the IJ's finding that Zheng had not testified credibly in support of his asylum claim is not entitled to deference because, in two crucial respects, the matters upon which the IJ found Zheng to be unworthy of belief bear no legitimate nexus to his claim that he faces persecution should he be returned to China.</p>\n<p>We first consider the IJ's statement that Zheng \"asserted that he was only being sought for violating a local family planning problem and that it was localized concerning his particular problem. Well that seems to be contradictory to the respondents assertion that the government of China wishes to do him harm or persecute him if he's forced to return....\" Calling Zheng's claim \"contradictory\" upon such grounds is problematic as a matter of logic; and it is plainly unacceptable as a matter of law. It is simply not the case that an applicant for asylum may be denied relief if his claim focuses upon persecution at the hands of local, as opposed to national, political authorities. The statutory definition of a \"refugee\" extends the possibility of asylum to any person who suffers \"persecution\" on account of a protected ground. 8 U.S.C. § 1101(a)(42). This language does not establish that the persecution must be at the hands of national <span class=\"star-pagination\">*288</span> authorities. An asylum applicant who demonstrates the possibility that he will suffer because of the actions of local authorities clearly can qualify for asylum. <i>See, e.g., </i><i>Passi v. Mukasey,</i> 535 F.3d 98, 103 (2d Cir.2008) (finding that BIA \"improperly inferred\" that petitioner was not eligible for asylum \"because its inference was based entirely on a country report that details general improvements,\" but also indicates that petitioner's hometown \"is still troubled by ethnic and political conflict\"); <i>Li v. U.S. Atty. Gen.,</i> 488 F.3d 1371, 1375-76 (11th Cir.2007) (finding that BIA was wrong to fault petitioner for failing to prove the state of Chinese family planning law where petitioner \"did not argue that China had passed a new national law requiring sterilization; she argued that local officials had begun a campaign of extra-legal persecution of women with two children\"); <i>Hengan v. INS,</i> 79 F.3d 60, 62 (7th Cir.1996) (that petitioner did not assert persecution at the hands of Romanian government was irrelevant where petitioner's claim was \"that the national government is unwilling or unable to control local persecutors\"). Thus, the purported contradiction arising from the fact that Zheng's claim focuses upon local, not national, persecution is an improper ground for finding that Zheng did not testify credibly with respect to the question of whether he faces persecution should he be returned to China.<sup>[7]</sup></p>\n<p>We reach the same conclusion with respect to the IJ's conclusion to the effect that when Zheng testified to a desire to have more children \"it's not plausible and not believable given that she still remains in the People's Republic of China, able to have children and has not been sterilized and the respondent himself had never attempted to have additional children during a five year-period thereafter.\" But the question of whether or not Zheng truthfully expressed a desire to have additional children simply bears no relation to the questions of whether he faced persecution in China because of his <i>past</i> opposition to family planning policies and whether he would face persecution because of this opposition should he be returned there. In fact, we do not see that the IJ made any pellucid finding with respect to whether or not Zheng testified credibly with respect to this past opposition. This is not merely an oversight, but a serious error in light of the fact that if the IJ had found that Zheng had suffered persecution in the past, a well-founded fear of future persecution would have been presumed. <i>See</i> 8 C.F.R. 1208.13(b)(1).</p>\n<p>In sum, we find that the IJ's adverse credibility finding was improper because of its heavy reliance upon two improper considerations: (1) its false assumption that Zheng was required to prove that he faced persecution at the hands of Chinese national authorities and (2) its attention to the irrelevant issue of whether or not <span class=\"star-pagination\">*289</span> Zheng had truthfully expressed a desire to father additional children.<sup>[8]</sup> We therefore hold that the adverse credibility finding amounts to an exercise of \"caprice.\" <i>Zhou Yun Zhang v. INS,</i> 386 F.3d 66, 74 (2d Cir.2004), <i>overruled in part on other grounds by </i><i>Shi Liang Lin v. U.S, Dep't of Justice,</i> 494 F.3d 296, 305 (2d Cir.2007) (en banc). We accordingly remand to the agency for a reevaluation of the credibility finding because we cannot say with confidence that the agency would reach the same result upon a reconsideration devoid of the errors identified above. <i>See </i><i>Li Hua Lin v. U.S. Dep't of Justice,</i> 453 F.3d 99, 107 (2d Cir.2006).</p>\n<p></p>\n<h2>C. Zheng's Claims for Withholding of Removal and Relief Under CAT.</h2>\n<p>The IJ found that Zheng's failure to testify credibly as to his claim for asylum necessarily defeated his claims for Withholding of Removal and for relief under CAT. Because we have found that the IJ's adverse credibility finding was improper, we vacate the IJ's denial of these claims and remand to the agency for reconsideration. <i>See </i><i>Paul v. Gonzales,</i> 444 F.3d 148, 156 (2d Cir.2006); <i>Xue Hong Yang v. U.S. Dep't of Justice,</i> 426 F.3d 520, 523 (2d Cir.2005).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>We GRANT the petition for review, VACATE the decision of the BIA denying Zheng's claims for asylum, withholding of removal, and CAT relief, and REMAND the case for further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to Federal Rule of Appellate Procedure 43(c)(2), current Attorney General Michael B. Mukasey is automatically substituted for former Attorney General Alberto R. Gonzales as the respondent in this case.</p>\n<p>[2]  The Hon. Denise Cote, United States District Judge for the Southern District of New York, sitting by designation.</p>\n<p>[3]  In order to avoid repeated resort to the use of \"[<i>sic</i>]\" which is likely to be distracting to the reader, we quote verbatim from all documents in the record, notably including the transcript of Zheng's asylum hearing and the written decision of the IJ denying him relief.</p>\n<p>[4]  We note that Zheng is represented by different counsel on the instant appeal.</p>\n<p>[5]  The Government makes two arguments against this result, neither of which we find convincing. First, it argues that Zheng has waived the issue of the timeliness of his application on this appeal because he neglected to raise the issue before the BIA. Government's May 15, 2008 Rule 28(j) Letter. We acknowledge that, although the BIA lacks the authority to rule on constitutional issues, a petitioner may be charged with asserting an issue with possible constitutional implications before the BIA if it is possible that the issue may have been resolved on non-constitutional grounds. <i>See </i><i>Theodoropoulos v. INS,</i> 358 F.3d 162, 172 (2d Cir.2004). Even assuming this might be the case here, however, Zheng's brief to the BIA, although less than artfully drafted by his former counsel, does argue that \"the entry date to the U.S. is undisputed\" based upon the Notice to Appear, and that \"[t]herefore the one-year time bar should not be an issue in the case.\" Petitioner's BIA Brief at 7. Second, the Government contends that Zheng \"cannot point to the alleged date of entry on the Notice to Appear and his admission regarding the date as proof that he met the one-year filing deadline. That allegation and his admission pertained to the question of whether he was inadmissible.\" Government's Brief at 21-22. But the Government provides no authority for the counterintuitive proposition that the date of entry set forth in a Notice to Appear cannot serve as corroborative evidence in support of a alien's claim that his asylum application was timely filed. We therefore cannot credit this argument.</p>\n<p>[6]  In <i>Xiu Xia Lin v. Mukasey,</i> 534 F.3d 162, 167 (2d Cir.2008), we recognized that the Real ID Act abrogated in part our holding in <i>Secaida-Rosales</i> for cases filed after May 11, 2005, the effective date of the Act. <i>Id.</i> Because Zheng's application was filed before this date, <i>Secaida-Rosales</i> is fully applicable to his application for asylum.</p>\n<p>[7]  We are aware that a petitioner may be denied relief where the evidence demonstrates that he or she \"could avoid a future threat to his or her life or freedom by relocating to another part of the proposed country of removal [where] it would be reasonable to expect the applicant to do so.\" 8 C.F.R. § 1208.16(b)(1)(i)(B); <i>see also </i><i>Steevenez v. Gonzales,</i> 476 F.3d 114, 117-18 (2d Cir.2007). We assume this is why the IJ asked Zheng about his wife's ability to join him in his alleged internal exile. But a finding that relocation is an appropriate disposition of a petitioner's claim properly involves consideration of \"whether the applicant would face other serious harm in the place of suggested relocation; any ongoing civil strife within the country; administrative, economic, or judicial infrastructure; geographical limitations; and social and cultural constraints, such as age, gender, health, and social and familial ties.\" 8 C.F.R. § 1208.13(b)(3). We do not perceive that the IJ's decision undertakes a substantial consideration of any of these factors.</p>\n<p>[8]  The IJ also noted that Zheng had failed to corroborate his testimony because he did not produce a copy of local family planning records or any of his wife's medical records. The IJ also noted that Zheng's assertion that his wife had been forcibly implanted with an IUD after her abortion was not mentioned in his wife's letter. While these failures of corroboration are relevant to a credibility determination, they alone cannot serve to establish that the petitioner did not testify credibly. <i>See </i><i>Diallo v. INS,</i> 232 F.3d 279, 287 (2d Cir.2000).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">552</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">277</span></span> (2009)</b></center>\n<center><h1>Dong Zhong ZHENG, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[1]</sup> Respondent.</h1></center>\n<center>Docket No. 07-1073-ag.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: April 24, 2008.</center>\n<center>Decided: January 13, 2009.</center>\n<p><span class=\"star-pagination\">*279</span> Troy Nader Moslemi, Miami, FL (Lin Li, Law Office of Fengling Liu, New York, NY, on the brief), for Petitioner.</p>\n<p>Benjamin J. Zeitlin, Trial Attorney, Office of Immigration Litigation (Greg D. Mack, Senior Litigation Counsel, Peter D. Keisler, Asst. Attorney General, on the brief), U.S. Department of Justice, Washington, D.C., for Respondent.</p>\n<p>Before KEARSE and POOLER, Circuit Judges, and COTE, District Judge.<sup>[2]</sup></p>\n<p>POOLER, Circuit Judge:</p>\n<p>Dong Zhong Zheng has timely petitioned this Court, pursuant to Section 242 of the Immigration and Nationality Act (\"INA\"), as amended 8 U.S.C. § 1252, for review of the February 22, 2007 decision of the Board of Immigration Appeals (\"BIA\"), which affirmed Immigration Judge Sandy K. Hom's (\"the IJ\") July 20, 2005 order denying Zheng's applications for asylum, for withholding of removal, and for relief under the United Nations Convention Against Torture and Other Cruel, Inhumane or Degrading Treatment or Punishment (\"CAT\"), Dec. 10, 1984, S. Treaty Doc. No. 100-20, 1465 U.N.T.S. 85 (1988). We conclude that errors committed by the IJ, as affirmed by the BIA, require remand of Zheng's applications for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>FACTS</h2>\n<p>According to his Form I-589, Application for Asylum and for Withholding of Removal, filed March 18, 2005, Dong Zhong Zheng is a citizen of the People's Republic of China, born on September 20, 1968, in the city of Lianjiang, which is located in Fujian Province. He married Fang Zhu Zhang on March 26, 1992. The couple have one child, a son, Hong Xian Zheng, born on March 28, 1993.</p>\n<p>Zheng's application asserts that he entered the United States illegally, at Hildago, Texas, on December 15, 2004. On December 22, 2004, the United States Immigration and Customs Enforcement issued a Notice to Appear to Zheng, charging him with being a removable alien pursuant to INA Section 212(a)(6)(A)(i). As will later become important, the Notice to Appear, which is signed by Terry Stewart, a Supervisory Border Patrol Agent, specifically asserts that Zheng \"arrived in the United States at or near Hildago, Texas, on or about December 15, 2004.\" In his initial appearance before the agency, on March 18, 2005, Zheng admitted to the truth of the allegations set forth in the Notice to Appear.</p>\n<p>According to a personal statement attached to his asylum application, Zheng asserts that he \"came to the United States <span class=\"star-pagination\">*280</span> because I had been persecuted in China under its family planning policy.\" Specifically, this assertion arises from the desire of Zheng and his wife to have another child after the birth of their son, in 1993. Zheng elaborates in the personal statement as follows:</p>\n<blockquote>However, the local government policy of the time prescribed that there must be an interval of no less than six years before a second child could be born, regardless of the first child's gender. After the birth of our first child, my wife was inserted an IUD against her will and was ordered to go for a gynecological examination on a regular basis. Although we would like very much to have another child, we dared not violate the local government policy. We had to wait out the time until we would be permitted to have a second child.</blockquote>\n<blockquote>So my wife got pregnant again in 1999. Little did we expect it, however, that the local government was to make changes to its family planning policy during the time of my wife's pregnancy. The new policy laid down that no more childbirth was permitted if the first child was male. The Family Planning Office ordered my wife to have an abortion surgery, but she did not go for it. In October 1999, my wife was taken to the clinic by force for an abortion. At the time, I happened to be away working. As soon as I got wind of it, I came back on the run and attempted to reason with the man in charge of the Family Planning Office.... I then accused him of being inhumane and cursed that he was to have no offspring. He became angry... and swore that he would have me sent to jail. After I left his house, I went away to work. For the following several years, I dared not return to my home village in broad daylight. I would only tiptoe home when it was time to celebrate a new year or a festival, because my wife had warned me that the head of the Family Planning Office had pledged to arrest me ... the moment he saw me back.<sup>[3]</sup></blockquote>\n<p>These claims are further explained in a letter, and accompanying English translation, dated \"2005.6.1,\" composed by Zheng's wife. She avers that she \"was forced to wear an IUD three months after the birth of our child [in 1993]. I was requested to go to the township government every four months to have my IUD and possible pregnancy detected.\" The letter continues:</p>\n<blockquote>With Heaven's blessing, I got pregnant again in May 1999.... On October 27, 1999, several Family Planning officials broke into our home and alleged that I had violated the national family planning policy so that an abortion must be performed on me right away.... They cruelly dragged me into a vehicle and drove me to Lianjaing Family Planning Service Center where a nurse immediately shot me an abortion injection. After a few hours, I felt a sharp pain in the belly. About an hour after that, my unborn child was thus ruthless killed by them. This abortion had inflicted much harm on me both mentally and physically. Not only have I lost my child forever, but also I have been suffering a chronical backache and I had to take medications and receive injections. At the time, my husband was away at a job. When he heard what had happened, he was furious. He immediately came back to reason with the Family Planning Officials.... They threatened to send my <span class=\"star-pagination\">*281</span> husband to the labor penitentiary and even have him sentenced to prison. My husband got into a panic and took off, not even daring to come back home. Every now and then, the local policemen would come to my house for my husband, who forced my husband into a fugitive life, roaming every where but his home, except for the times of the annual festivals; he would secretly come home for a temporary reunion with us.</blockquote>\n<p>The record also contains a document, and accompanying translation, bearing the stamp of the \"Family Planning office of Jiangnan, Lianjiang County,\" which reflects that Zheng's wife had an abortion on October 27, 1999.</p>\n<p>Zheng took up residence in Jackson Heights, New York and his case was transferred from Texas to the Immigration Court in New York. Petitioner's Brief at 3. A hearing on Zheng's asylum application was held on July 20, 2005 at which Zheng was represented by counsel.<sup>[4]</sup> The only witness at the hearing was Zheng, who testified through a Mandarin Chinese interpreter.</p>\n<p>After brief questioning by his counsel, Zheng was examined by Government counsel, who was particularly interested in a \"Household Register\" Zheng had submitted in support of his application. The following colloquy, as recorded in the hearing transcript, occurred:</p>\n<blockquote>Q. Now according to your testimony were in hiding from October of 1999 until you left China, is that right?</blockquote>\n<blockquote>A. Yes.</blockquote>\n<blockquote>Q. And now the household registration in between that your household was registered in November of 2001 list you as the head of the household (indiscernible) village?</blockquote>\n<blockquote>A. Yes, because before we belong to (indiscernible) village. And then later they separate that village and they issued a new household booklet to us.</blockquote>\n<blockquote>Q. Now where does your wife reside now?</blockquote>\n<blockquote>A. My wife there lives in our own home (indiscernible) wearing the IUD and going to have a check up once every four months.</blockquote>\n<blockquote>* * *</blockquote>\n<blockquote>Q. And did you ever live at that address?</blockquote>\n<blockquote>A. I before I lived in that place in that address.</blockquote>\n<blockquote>Q. And where you living at that address in November of 2001?</blockquote>\n<blockquote>A. No, I did not live there in November 2001.</blockquote>\n<blockquote>Q. So why did the government issue a household registration in November of 2001 indicating that you live at that address?</blockquote>\n<blockquote>A. Because I'm not a criminal, I just (indiscernible) the family planning policy which is a local policy and they still give me this one.</blockquote>\n<blockquote>Q. I'm sorry?</blockquote>\n<blockquote>A. They still give me.</blockquote>\n<blockquote>Q. Well, isn't it your testimony that you were in hiding because you feared that the family planning officials would arrest you?</blockquote>\n<blockquote>A. Yes, but often they came to my home to look for me.</blockquote>\n<blockquote>Q. And why did they list your household registration if they wanted to arrest you?</blockquote>\n<blockquote>A. Because they (indiscernible) our own village (indiscernible) village into two (indiscernible) villages and when <span class=\"star-pagination\">*282</span> they separate that one they issue this booklet to us.</blockquote>\n<p>In response to questioning by the IJ, Zheng testified that he had left China by taking a plane from Beijing, making a brief stop in France, and then traveling by air to Mexico. Zheng asserted that he possessed no travel documents from this journey because he had lost them in the Mexican desert. He stated, \"I don't know the details of when I entered into the United States because I traveled for several days.\" Zheng also acknowledged that he had retained no documentation of his assertion that he had borrowed a substantial sum of money from relatives for travel and in order to pay the traffickers who aided his entry into the United States from Mexico. Zheng further told the IJ that he possessed no copy of the local family planning regulations which were the alleged source of his persecution in China, nor did he have any medical records recording his wife's condition after her 1999 abortion. The IJ also questioned Zheng about his life after his wife's abortion:</p>\n<blockquote>Q.... For five years you lived in China, you weren't arrested and you weren't (indiscernible), you were working.</blockquote>\n<blockquote>A. Yes, generally speaking I had a job, if I did not have a job I just surrender place hiding there.</blockquote>\n<blockquote>Q. So why didn't you just have your wife come and live with you?</blockquote>\n<blockquote>A. Because once every four months she needs to go to have a check up, if she failed to go other people did that one and they would come to your home to catch people.</blockquote>\n<blockquote>Q. But she wouldn't be home, she'd be living with you.</blockquote>\n<blockquote>A. Even she stayed with me once every four months, she would come to have a check up.</blockquote>\n<blockquote>Q. Oh, I mean</blockquote>\n<blockquote>A. Once every four months that she need to have that kind of (indiscernible) for a check up.</blockquote>\n<blockquote>Q. why couldn't she ju[s]t avoid it?</blockquote>\n<blockquote>A. No, it won't be that way because you had IV insertion and you need to do that, to have check up.</blockquote>\n<p>Immediately upon the completion of Zheng's testimony, the IJ rendered an oral decision denying his application and entering an order for his removal from the United States. This was followed by a written decision in support of the denial of relief, dated July 20, 2005, the same day as Zheng's hearing. This decision first holds that Zheng had failed to carry his burden of proof with respect to demonstrating that he had filed his application for asylum within the required one year of his arrival in the United States:</p>\n<blockquote>We have no difficulty to establish when the respondent had filed his application because that is so marked on the application itself, it was received by the Court on March 18 of 2005. The difficulty the Court has is that to establish (1) the respondent came to the United States, the Court had ask the respondent concerning his trip, he indicated that he taken a plane from Beijing to France stopped over and then came to Mexico spend one or two days and then crossed the U.S.-Mexican border surreptitiously. However, when asked about necessary and incidental travel documents or a plane ticket or boarding pass, seat assignment, baggage claim check or any materials or documents to tarry evidence to support his assertion that he had made this trip to the United States, the respondent admitted that he had none. He said that it had either been lost in the desert or destroyed, but he had nothing other than a ticket which he did not provide or boarding pass from Texas to New York.... This certainly <span class=\"star-pagination\">*283</span> falls way short of the respondents burden of establishing with clear and convincing evidence the date of his arrival and therefore the Court finds that the respondents claim is time barred....</blockquote>\n<p>The IJ then stated that \"in the event that the Board of Immigration of Appeals or subsequent Federal Court determine that the respondent is entitled to consideration of asylum, the Court will discuss the merits of the respondents claim.\" Proceeding to undertake this analysis, the IJ found that Zheng had not plausibly asserted that he faced persecution at the hands of the national government of China, as opposed to local family planning authorities:</p>\n<blockquote>The respondent asserts that he was a fugitive when he was in the People's Republic of China, that the government authorities had been reported by family planning officials concerning the respondents obstruction of the policy and that he was sought by the public security bureau and that he's wanted by them.... So we're to believe the respondent, the respondent asserts that the policy in the way that the government of China is repressive it's harsh and it's unfair, however, the respondent was able to depart the People's Republic of China without any difficulty by using a false travel document. Now this certainly undercuts and undermines his claim that he was a fugitive and then he was wanted by the authorities.... In other words, the respondent asserted that he was only being sought for violating a local family planning problem and that it was localized concerning his particular problem. Well that seems to be contradictory to the respondents assertion that the government of China wishes to do him harm or persecute him if he's forced to return....</blockquote>\n<p>The IJ also determined that Zheng's plausibility was severely undermined by the fact that he had testified that he wished to have another child with his wife, but had apparently never attempted to do so in the years after her 1999 abortion:</p>\n<blockquote>There's nothing in his written statement that he ever attempted to have another child but he stated that during the five year-period he did, he did attempt to have and then he gave an explanation of why he didn't have and that seemed to be inconsistent and unresponsive to the actual question itself. But it was certainly inconsistent with his written statement and totally absent in non-existence in his wife statement of support. But it certainly on its face is not plausible or believable had the respondent wanted an additional child that he had opportunities during that five year-period to do so and he never exercised by choice.... [I]t's not plausible and not believable given that she still remains in the People's Republic of China, able to have children and has not been sterilized and the respondent himself had never attempted to have additional children during a five year-period thereafter.</blockquote>\n<p>Further, with respect to the matter of the \"Household Register,\" the IJ expressed puzzlement as to why Zheng \"would be placed as head of household despite his assertion that he was a fugitive from the public security bureau, the very authority that would issue a household register.\" Finally, the IJ concluded \"that the respondents presentations appear to be inconsistent, contradictory both with his direct testimony offered to the Court as well as explanations that he attempted to provide with questions that contained inconsistencies or problems, problems of coherency and plausibility with his claim.\"</p>\n<p>Zheng timely filed an appeal to the BIA. This appeal was rejected in a brief <span class=\"star-pagination\">*284</span> decision, dated February 22, 2007, \"adopt[ing] and affirm[ing] the decision of the Immigration Judge.\" The BIA specifically stated that \"[t]he record supports the Immigration Judge's finding that the respondent failed to demonstrate by clear and convincing evidence that he filed his asylum application within 1 year of arriving in the United States\" and that \"[t]he record also supports the Immigration Judge's adverse credibility and burden of proof findings.\" As noted above, Zheng then filed a timely petition for review in this Court.</p>\n<p></p>\n<h2>ANALYSIS</h2>\n<p>We have recently reiterated the relevant standards of review to be employed on this appeal:</p>\n<blockquote>\"When the BIA briefly affirms the decision of an IJ and adopts the IJ's reasoning in doing so, we review the IJ's and the BIA's decisions together.\" <i>Wangchuck v. Dep't. of Homeland Sec.,</i> <span class=\"citation\" data-id=\"794388\"><a href=\"/opinion/794388/jigme-wangchuck-v-department-of-homeland-security-immigration-customs/\"><span class=\"volume\">448</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 528 (2d Cir.2006) (alteration and internal quotation marks omitted). We review the agency's legal conclusions <i>de novo, see </i><i>Yi Long Yang v. Gonzales,</i> <span class=\"citation\" data-id=\"796952\"><a href=\"/opinion/796952/yi-long-yang-v-alberto-r-gonzales-1-united-states-attorney-general/\"><span class=\"volume\">478</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 141 (2d Cir. 2007), and its factual findings, including adverse credibility determinations, under the substantial evidence standard, treating them as \"conclusive unless any reasonable adjudicator would be compelled to conclude to the contrary,\" 8 U.S.C. § 1252(b)(4)(B); <i>see also </i><i>Shu Wen Sun v. BIA,</i> <span class=\"citation\" data-id=\"1390221\"><a href=\"/opinion/1390221/shu-wen-sun-v-board-of-immigration-appeals/\"><span class=\"volume\">510</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">377</span></a></span>, 379 (2d Cir.2007).</blockquote>\n<p><i>Pinto-Montoya v. Mukasey,</i> <span class=\"citation\" data-id=\"1269927\"><a href=\"/opinion/1269927/pinto-montoya-v-mukasey/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span>, 129 (2d Cir.2008) (per curiam).</p>\n<p>In order to be considered a refugee and therefore eligible for asylum, the INA provides that Zheng must show that he has suffered past persecution \"on account of race, religion, nationality, membership in a particular social group, or political opinion,\" or that he has a well-founded fear of future persecution on such grounds should he be ordered to return to his native country. <i>See</i> 8 U.S.C. § 1101(a)(42). The statute further provides that an individual, such as Zheng, who alleges that he has engaged in \"resistance to a coercive population control program\" may be eligible for relief as one who has been persecuted, or will be persecuted, on account of his political opinion. <i>Id.; see also </i><i>Shi Liang Lin v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"1426707\"><a href=\"/opinion/1426707/shi-liang-lin-v-us-dept-of-justice/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 309-10 (2d Cir.2007) (en banc). Past persecution alone is \"rarely sufficient in itself to entitle an applicant to asylum,\" but it does \"automatically give[] rise to a rebuttable presumption of a well-founded fear of future persecution.\" <i>Poradisova v. Gonzales,</i> <span class=\"citation\" data-id=\"791568\"><a href=\"/opinion/791568/tatiana-poradisova-pavel-poradisov-and-gennadi-poradisov-v-alberto/\"><span class=\"volume\">420</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">70</span></a></span>, 78 (2d Cir.2005). The Government can defeat this presumption \"if `a preponderance of the evidence establishes that a change in circumstances in the applicant's country of nationality has occurred such that the applicant's fear is no longer well-founded.'\" <i>Id.</i> (quoting <i>Guan Shan Liao v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"777954\"><a href=\"/opinion/777954/guan-shan-liao-aka-guang-shan-liao-aka-guang-zee-liu-v-united-states/\"><span class=\"volume\">293</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">61</span></a></span>, 67 (2d Cir.2002) (citing 8 C.F.R. § 208.13(b)(1)(i))). A well-founded fear is \"a subjective fear that is objectively reasonable. A fear is objectively reasonable even if there is only a slight, though discernible, chance of persecution.\" <i>Tambadou v. Gonzales,</i> <span class=\"citation\" data-id=\"794143\"><a href=\"/opinion/794143/cheikh-tambadou-v-alberto-gonzales/\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">298</span></a></span>, 302 (2d Cir.2006) (citations and internal quotation marks omitted).</p>\n<p>Before we turn to the merits of Zheng's claim, we are compelled to comment upon the quality of the record before us. As indicated from the portions quoted above, the transcript of Zheng's asylum hearing is littered with the notation \"(indiscernible).\" In fact, in the twenty-six pages of the testimonial portion of the hearing, the phrase occurs twenty-seven times. Certain of Zheng's explanations are difficult to apprehend, especially with regard to the <span class=\"star-pagination\">*285</span> matter of the \"Household Register.\" Thus, the Government's assertion that Zheng \"offered a vague explanation\" as to why he was listed as a head of household on the 2001 document, a time during which he asserted that he had fled his home, becomes very difficult for this Court to evaluate. Government's Brief at 9. The Seventh Circuit has hesitated to give weight to a petitioner's purportedly inconsistent testimony when the transcript of the testimony was \"peppered with the notation `indiscernible.'\" <i>Tandia v. Gonzales,</i> <span class=\"citation\" data-id=\"797886\"><a href=\"/opinion/797886/mohamadou-l-tandia-v-alberto-gonzales/\"><span class=\"volume\">487</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1048</span></a></span>, 1053 n. 1 (7th Cir.2007). Similar concern is certainly appropriate in this case.</p>\n<p>We must also make mention of the quality of the IJ's decision of July 20, 2005. The portions quoted above appear to indicate that the decision was dictated, but not read. In any event, to state the matter plainly, the decision is very difficult to read. We therefore take this occasion to endorse the First Circuit's recent admonition to the effect that \"Immigration Judges would do well to take pains to use more straightforward language. The clearer a judge's findings, the easier they are for the parties to assess and for a reviewing court to evaluate.\" <i>Chhay v. Mukasey,</i> <span class=\"citation\" data-id=\"203441\"><a href=\"/opinion/203441/chhay-v-mukasey/\"><span class=\"volume\">540</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span>, 7 (1st Cir.2008); <i>see also </i><i>Figueroa v. Mukasey,</i> <span class=\"citation\" data-id=\"1212268\"><a href=\"/opinion/1212268/figueroa-v-mukasey/\"><span class=\"volume\">543</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">487</span></a></span>, 498 (9th Cir.2008) (\"An indiscernible IJ decision is problematic because when the agency's reasoning is indiscernible, the courts cannot exercise their duty of review.\"; brackets and internal quotation marks omitted).</p>\n<p></p>\n<h2>A. The Timeliness of Zheng's Asylum Application.</h2>\n<p>The INA provides that \"[a]ny alien who is physically present in the United States or who arrives in the United States... may apply for asylum,\" 8 U.S.C. §§ 1158(a)(1), so long as \"the alien demonstrates by clear and convincing evidence that the [asylum] application has been filed within 1 year after the date of the alien's arrival in the United States.\" 8 U.S.C. § 1158(a)(2)(B). The IJ found that Zheng had failed to meet this standard and, as the Government correctly reminds us, the INA also mandates that, for the most part, no court shall have jurisdiction to review the agency's finding that an asylum application was untimely. <i>See</i> 8 U.S.C. § 1158(a)(3). We do, however, retain jurisdiction to review constitutional claims and questions of law. <i>See</i> 8 U.S.C. § 1252(a)(2)(D). While we must be sensitive to the fact that constitutional claims or questions of law are not raised when a petitioner \"essentially disputes the correctness of an IJ's fact-finding or the wisdom of [an IJ's] exercise of discretion,\" <i>Xiao Ji Chen v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"796231\"><a href=\"/opinion/796231/xiao-ji-chen-v-united-states-department-of-justice-attorney-general/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 329 (2d Cir.2006), we believe that Zheng has raised a valid constitutional claim concerning the IJ's finding that his asylum application was untimely.</p>\n<p>As described above, the Notice to Appear issued to Zheng, which was signed by an agent of the U.S. Border Patrol, asserted that he had \"arrived in the United States at or near Hildago, Texas, on or about December 15, 2004.\" If this assertion is correct, Zheng's asylum application, which was indisputably filed on March 18, 2005, was timely filed according to the applicable 1-year filing deadline. As also noted above, in his initial appearance before the agency, on March 18, 2005, Zheng admitted to the truth of the allegations set forth in the Notice to Appear. Further, at no time, including at oral argument on this appeal, has the Government made any suggestion that the December 15, 2004 entry date set forth in the Notice to Appear is inaccurate.</p>\n<p>It is undisputed that Zheng was given no notice that the date of his entry into the United States would be an issue at his July <span class=\"star-pagination\">*286</span> 20, 2005 asylum hearing. It is also undisputed that the Notice to Appear was itself in the record before the court at the July 20, 2005 hearing. In spite of this, however, Zheng's entry date was a primary focus of the IJ's questioning of Zheng. And a very curious thing occurred: neither Zheng's former counsel, the Government, nor the IJ made the slightest reference to the Notice to Appear. Most importantly, the IJ's decision finding Zheng's application to be untimely also makes no mention of the Notice to Appear, but rests solely upon Zheng's inability to proffer any travel documents that might demonstrate the date upon which he entered the United States. Thus, in the face of a record that contained an undisputed statement by a Government agent that Zheng had entered the United States \"on or about December 15, 2004,\" the IJ concluded that Zheng's testimony concerning his date of entry \"is unsupported by anything in the record of proceedings.\"</p>\n<p>\"Aliens, of course, are entitled to due process.\" <i>Burger v. Gonzales,</i> <span class=\"citation\" data-id=\"1288829\"><a href=\"/opinion/1288829/burger-v-gonzales/\"><span class=\"volume\">498</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">131</span></a></span>, 134 (2d Cir.2007). \"In the removal context, that means that an alien who has `passed through our gates, even illegally, may be expelled only after proceedings conforming to traditional standards of fairness.'\" <i>Ali v. Mukasey,</i> <span class=\"citation\" data-id=\"2610\"><a href=\"/opinion/2610/ali-v-mukasey/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">478</span></a></span>, 490 (2d Cir.2008) (quoting <i>Shaughnessy v. United States ex rel. Mezei,</i> <span class=\"citation\" data-id=\"105103\"><a href=\"/opinion/105103/shaughnessy-v-united-states-ex-rel-mezei/\"><span class=\"volume\">345</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">206</span></a></span>, 212, <span class=\"citation\" data-id=\"105103\"><a href=\"/opinion/105103/shaughnessy-v-united-states-ex-rel-mezei/\"><span class=\"volume\">73</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">625</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">97</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">956</span></span> (1953)). In <i>Lin v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"794817\"><a href=\"/opinion/794817/li-hua-lin-v-united-states-department-of-justice-alberto-r-gonzales/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span> (2d Cir.2006), a petitioner for asylum argued that an IJ's determination that her asylum application was untimely was made in a manner so arbitrary as to amount to a violation of due process. We \"assum[ed] <i>arguendo</i> that an IJ's egregious disregard of applicable standards or procedures in making [such a determination] might acquire constitutional dimension.\" <i>Id.</i> at 104. We held, however, that this was \"a determination we need not, and hence do not, make\" because \"we [could not] say that the IJ's determination that [the petitioner] failed to prove her date of entry by clear and convincing evidence was arbitrary or denied [the petitioner] a full and fair opportunity to present her claims.\" <i>Id.</i> (citation and internal quotation marks omitted). We now hold that where, as here, the record contains a Notice to Appear, signed by a Government agent, which sets forth a date upon which the petitioner entered the United States, an IJ's complete disregard of the document when making a determination as to the timeliness of the petitioner's application for asylum amounts to an act of arbitrariness violative of due process. We do not hold that a Notice to Appear by itself necessarily amounts to clear and convincing evidence of the date of a petitioner's entry into the United States. Rather, we hold that the failure of an IJ to give <i>any</i> consideration to such an undeniably probative piece of evidence amounts to a denial of the traditional standards of fairness that due process demands. We therefore vacate the IJ's decision and remand to the agency for reconsideration of the timeliness of Zheng's application.<sup>[5]</sup></p>\n<p></p>\n<h2>\n<span class=\"star-pagination\">*287</span> B. The IJ's Finding That Zheng Was Not Credible.</h2>\n<p>As described above, the IJ held that, besides the untimeliness of his application, Zheng's claim for asylum should be denied because he comprehensively failed to testify credibly in support of his claim. Specifically, the IJ stated that he did not:</p>\n<blockquote>find the respondents claim to be plausible or believable.... The Court [] also found that the respondents presentations appear to be inconsistent, contradictory both with his direct testimony offered to the Court as well as explanations that he attempted to provide with questions that contained inconsistencies or problems, problems of coherency and plausibility with his claim. It gave the Court the impression certainly with regard to the respondents demeanor that he was making up some of his testimony, particularly with regard to medical evidence that was available, was not available to corroborate his claim.</blockquote>\n<p>We are very much aware that this Court must afford \"particular deference to an IJ's credibility finding.\" <i>Biao Yang v. Gonzales,</i> <span class=\"citation\" data-id=\"2706\"><a href=\"/opinion/2706/biao-yang-v-gonzales/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">268</span></a></span>, 271 (2d Cir.2007) (internal quotation marks omitted). Such deference has its limits, however. Specifically, an IJ's credibility finding must be based on \"specific, cogent\" reasons that bear a \"legitimate nexus\" to the credibility of the applicant's claim of persecution. <i>Secaida-Rosales v. INS,</i> <span class=\"citation\" data-id=\"782209\"><a href=\"/opinion/782209/felix-hilario-secaida-rosales-v-immigration-and-naturalization-service/\"><span class=\"volume\">331</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">297</span></a></span>, 307 (2d Cir.2003) (internal quotation marks omitted).<sup>[6]</sup> We conclude that the IJ's finding that Zheng had not testified credibly in support of his asylum claim is not entitled to deference because, in two crucial respects, the matters upon which the IJ found Zheng to be unworthy of belief bear no legitimate nexus to his claim that he faces persecution should he be returned to China.</p>\n<p>We first consider the IJ's statement that Zheng \"asserted that he was only being sought for violating a local family planning problem and that it was localized concerning his particular problem. Well that seems to be contradictory to the respondents assertion that the government of China wishes to do him harm or persecute him if he's forced to return....\" Calling Zheng's claim \"contradictory\" upon such grounds is problematic as a matter of logic; and it is plainly unacceptable as a matter of law. It is simply not the case that an applicant for asylum may be denied relief if his claim focuses upon persecution at the hands of local, as opposed to national, political authorities. The statutory definition of a \"refugee\" extends the possibility of asylum to any person who suffers \"persecution\" on account of a protected ground. 8 U.S.C. § 1101(a)(42). This language does not establish that the persecution must be at the hands of national <span class=\"star-pagination\">*288</span> authorities. An asylum applicant who demonstrates the possibility that he will suffer because of the actions of local authorities clearly can qualify for asylum. <i>See, e.g., </i><i>Passi v. Mukasey,</i> <span class=\"citation\" data-id=\"1323892\"><a href=\"/opinion/1323892/passi-v-mukasey/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">98</span></a></span>, 103 (2d Cir.2008) (finding that BIA \"improperly inferred\" that petitioner was not eligible for asylum \"because its inference was based entirely on a country report that details general improvements,\" but also indicates that petitioner's hometown \"is still troubled by ethnic and political conflict\"); <i>Li v. U.S. Atty. Gen.,</i> <span class=\"citation\" data-id=\"77712\"><a href=\"/opinion/77712/yaner-li-v-us-attorney-general/\"><span class=\"volume\">488</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1371</span></a></span>, 1375-76 (11th Cir.2007) (finding that BIA was wrong to fault petitioner for failing to prove the state of Chinese family planning law where petitioner \"did not argue that China had passed a new national law requiring sterilization; she argued that local officials had begun a campaign of extra-legal persecution of women with two children\"); <i>Hengan v. INS,</i> <span class=\"citation\" data-id=\"714904\"><a href=\"/opinion/714904/ana-maria-hengan-v-immigration-and-naturalization-service/\"><span class=\"volume\">79</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">60</span></a></span>, 62 (7th Cir.1996) (that petitioner did not assert persecution at the hands of Romanian government was irrelevant where petitioner's claim was \"that the national government is unwilling or unable to control local persecutors\"). Thus, the purported contradiction arising from the fact that Zheng's claim focuses upon local, not national, persecution is an improper ground for finding that Zheng did not testify credibly with respect to the question of whether he faces persecution should he be returned to China.<sup>[7]</sup></p>\n<p>We reach the same conclusion with respect to the IJ's conclusion to the effect that when Zheng testified to a desire to have more children \"it's not plausible and not believable given that she still remains in the People's Republic of China, able to have children and has not been sterilized and the respondent himself had never attempted to have additional children during a five year-period thereafter.\" But the question of whether or not Zheng truthfully expressed a desire to have additional children simply bears no relation to the questions of whether he faced persecution in China because of his <i>past</i> opposition to family planning policies and whether he would face persecution because of this opposition should he be returned there. In fact, we do not see that the IJ made any pellucid finding with respect to whether or not Zheng testified credibly with respect to this past opposition. This is not merely an oversight, but a serious error in light of the fact that if the IJ had found that Zheng had suffered persecution in the past, a well-founded fear of future persecution would have been presumed. <i>See</i> 8 C.F.R. 1208.13(b)(1).</p>\n<p>In sum, we find that the IJ's adverse credibility finding was improper because of its heavy reliance upon two improper considerations: (1) its false assumption that Zheng was required to prove that he faced persecution at the hands of Chinese national authorities and (2) its attention to the irrelevant issue of whether or not <span class=\"star-pagination\">*289</span> Zheng had truthfully expressed a desire to father additional children.<sup>[8]</sup> We therefore hold that the adverse credibility finding amounts to an exercise of \"caprice.\" <i>Zhou Yun Zhang v. INS,</i> <span class=\"citation\" data-id=\"3110\"><a href=\"/opinion/3110/zhou-yun-zhang-v-united-states-ins-dissent/\"><span class=\"volume\">386</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">66</span></a></span>, 74 (2d Cir.2004), <i>overruled in part on other grounds by </i><i>Shi Liang Lin v. U.S, Dep't of Justice,</i> <span class=\"citation\" data-id=\"1426707\"><a href=\"/opinion/1426707/shi-liang-lin-v-us-dept-of-justice/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">296</span></a></span>, 305 (2d Cir.2007) (en banc). We accordingly remand to the agency for a reevaluation of the credibility finding because we cannot say with confidence that the agency would reach the same result upon a reconsideration devoid of the errors identified above. <i>See </i><i>Li Hua Lin v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"794817\"><a href=\"/opinion/794817/li-hua-lin-v-united-states-department-of-justice-alberto-r-gonzales/\"><span class=\"volume\">453</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span>, 107 (2d Cir.2006).</p>\n<p></p>\n<h2>C. Zheng's Claims for Withholding of Removal and Relief Under CAT.</h2>\n<p>The IJ found that Zheng's failure to testify credibly as to his claim for asylum necessarily defeated his claims for Withholding of Removal and for relief under CAT. Because we have found that the IJ's adverse credibility finding was improper, we vacate the IJ's denial of these claims and remand to the agency for reconsideration. <i>See </i><i>Paul v. Gonzales,</i> <span class=\"citation\" data-id=\"793952\"><a href=\"/opinion/793952/victor-paul-v-alberto-gonzales-attorney-general-of-the-united-states/\"><span class=\"volume\">444</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">148</span></a></span>, 156 (2d Cir.2006); <i>Xue Hong Yang v. U.S. Dep't of Justice,</i> <span class=\"citation\" data-id=\"792194\"><a href=\"/opinion/792194/xue-hong-yang-v-united-states-department-of-justice-and-attorney-general/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">520</span></a></span>, 523 (2d Cir.2005).</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>We GRANT the petition for review, VACATE the decision of the BIA denying Zheng's claims for asylum, withholding of removal, and CAT relief, and REMAND the case for further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to Federal Rule of Appellate Procedure 43(c)(2), current Attorney General Michael B. Mukasey is automatically substituted for former Attorney General Alberto R. Gonzales as the respondent in this case.</p>\n<p>[2]  The Hon. Denise Cote, United States District Judge for the Southern District of New York, sitting by designation.</p>\n<p>[3]  In order to avoid repeated resort to the use of \"[<i>sic</i>]\" which is likely to be distracting to the reader, we quote verbatim from all documents in the record, notably including the transcript of Zheng's asylum hearing and the written decision of the IJ denying him relief.</p>\n<p>[4]  We note that Zheng is represented by different counsel on the instant appeal.</p>\n<p>[5]  The Government makes two arguments against this result, neither of which we find convincing. First, it argues that Zheng has waived the issue of the timeliness of his application on this appeal because he neglected to raise the issue before the BIA. Government's May 15, 2008 Rule 28(j) Letter. We acknowledge that, although the BIA lacks the authority to rule on constitutional issues, a petitioner may be charged with asserting an issue with possible constitutional implications before the BIA if it is possible that the issue may have been resolved on non-constitutional grounds. <i>See </i><i>Theodoropoulos v. INS,</i> <span class=\"citation\" data-id=\"785092\"><a href=\"/opinion/785092/athanasios-theodoropoulos-v-immigration-and-naturalization-service/\"><span class=\"volume\">358</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 172 (2d Cir.2004). Even assuming this might be the case here, however, Zheng's brief to the BIA, although less than artfully drafted by his former counsel, does argue that \"the entry date to the U.S. is undisputed\" based upon the Notice to Appear, and that \"[t]herefore the one-year time bar should not be an issue in the case.\" Petitioner's BIA Brief at 7. Second, the Government contends that Zheng \"cannot point to the alleged date of entry on the Notice to Appear and his admission regarding the date as proof that he met the one-year filing deadline. That allegation and his admission pertained to the question of whether he was inadmissible.\" Government's Brief at 21-22. But the Government provides no authority for the counterintuitive proposition that the date of entry set forth in a Notice to Appear cannot serve as corroborative evidence in support of a alien's claim that his asylum application was timely filed. We therefore cannot credit this argument.</p>\n<p>[6]  In <i>Xiu Xia Lin v. Mukasey,</i> <span class=\"citation\" data-id=\"1198745\"><a href=\"/opinion/1198745/xiu-xia-lin-v-mukasey/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">162</span></a></span>, 167 (2d Cir.2008), we recognized that the Real ID Act abrogated in part our holding in <i>Secaida-Rosales</i> for cases filed after May 11, 2005, the effective date of the Act. <i>Id.</i> Because Zheng's application was filed before this date, <i>Secaida-Rosales</i> is fully applicable to his application for asylum.</p>\n<p>[7]  We are aware that a petitioner may be denied relief where the evidence demonstrates that he or she \"could avoid a future threat to his or her life or freedom by relocating to another part of the proposed country of removal [where] it would be reasonable to expect the applicant to do so.\" 8 C.F.R. § 1208.16(b)(1)(i)(B); <i>see also </i><i>Steevenez v. Gonzales,</i> <span class=\"citation\" data-id=\"796741\"><a href=\"/opinion/796741/agus-hasari-steevenez-v-alberto-gonzales-united-states-attorney-general/\"><span class=\"volume\">476</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span>, 117-18 (2d Cir.2007). We assume this is why the IJ asked Zheng about his wife's ability to join him in his alleged internal exile. But a finding that relocation is an appropriate disposition of a petitioner's claim properly involves consideration of \"whether the applicant would face other serious harm in the place of suggested relocation; any ongoing civil strife within the country; administrative, economic, or judicial infrastructure; geographical limitations; and social and cultural constraints, such as age, gender, health, and social and familial ties.\" 8 C.F.R. § 1208.13(b)(3). We do not perceive that the IJ's decision undertakes a substantial consideration of any of these factors.</p>\n<p>[8]  The IJ also noted that Zheng had failed to corroborate his testimony because he did not produce a copy of local family planning records or any of his wife's medical records. The IJ also noted that Zheng's assertion that his wife had been forcibly implanted with an IUD after her abortion was not mentioned in his wife's letter. While these failures of corroboration are relevant to a credibility determination, they alone cannot serve to establish that the petitioner did not testify credibly. <i>See </i><i>Diallo v. INS,</i> <span class=\"citation\" data-id=\"771093\"><a href=\"/opinion/771093/moussa-diallo-v-immigration-naturalization-service/\"><span class=\"volume\">232</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span>, 287 (2d Cir.2000).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2610/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2706/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3110/",
    "http://www.courtlistener.com/api/rest/v3/opinions/77712/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105103/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771093/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777954/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785092/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791568/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792194/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794143/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794388/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794817/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796231/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796741/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796952/",
    "http://www.courtlistener.com/api/rest/v3/opinions/797886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1198745/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1212268/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1269927/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1288829/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1323892/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1390221/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1426707/"
  ]
}