{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2560/",
  "absolute_url": "/opinion/2560/united-states-v-luna-usa/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2560/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:47:37Z",
  "date_modified": "2017-03-24T00:16:03.314911Z",
  "type": "010combined",
  "sha1": "b44240562ef79d590a2b742245ffcae0298065dd",
  "page_count": 22,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/155/doc/07-3018-cr_opn.pdf",
  "local_path": "pdf/2008/10/16/USA_v._Luna_USA.pdf",
  "plain_text": "     07-3018-cr\n     USA v. Luna (USA)\n 1\n 2                            UNITED STATES COURT OF APPEALS\n 3                                FOR THE SECOND CIRCUIT\n 4\n 5                                        _______________\n 6\n 7                                       August Term, 2007\n 8\n 9   (Argued: June 19, 2008                                            Decided: October 16, 2008)\n10\n11                                      Docket No. 07-3018-cr\n12\n13                                        _______________\n14\n15                                   UNITED STATES OF AMERICA ,\n16\n17                                                                                      Appellant,\n18\n19                                                v.\n20\n21                  WARREN HAWKINS, ALSO KNOWN AS PAUL, ALSO KNOWN AS HAWK,\n22\n23                                                                            Defendant-Appellee,\n24\n25         Alex Luna, Nicky Carrasquilla, also known as Nicky Gomez, Jose R. Adames, also\n26       known as Ponpa, also known as Pon, also known as Pong, Nelson Rosa, also known as\n27        Pee Wee, Bobby Medina, also known as Mr. B., Alex Salcedo, Juan Rodriguez, also\n28      known as Juan G, also known as Juan Prosser, also known as John Prosser, also known as\n29         Juan Garcia, Maria Robles, also known as Mari, William Azcona, also known as\n30       Willie, Henry Mayoral, Heriberto Guzman, also known as Crazy Louis, Jose A. Pena,\n31        Benny Ramirez, David Melendez, also known as Gary, Joel Bueno, Joshua Febres,\n32         Timothy Eberly, Rafael Almontes, also known as Raf, also known as Rafie, Aaron\n33        King, also known as A-Mo, Jose Luis Rodriguez, also known as Jose Luis, Arcadio\n34          Ramirez, also known as Peti, John #1 Doe, also known as N.Y.S. Trooper Rubio,\n35\n36                                                                                    Defendants.\n37\n38                                        _______________\n39\n40\n\n                                                  1\n\f 1                                           Before:\n 2                      STRAUB, RAGGI, Circuit Judges, SESSIONS,* District Judge\n 3\n 4                                           _______________\n 5\n 6           On appeal from a judgment of acquittal notwithstanding the verdict entered in the United\n 7   States District Court for the District of Connecticut (Stefan R. Underhill, Judge), acquitting the\n 8   defendant of conspiring to distribute cocaine upon finding that the proof at trial was insufficient\n 9   to sustain the jury’s verdict. Because we find sufficient evidence to support the jury’s\n10   determination that the defendant not only had a buyer-seller relationship with the head of the\n11   conspiracy but also knowingly and intentionally joined in and participated in the conspiracy, we\n12   reverse and remand.\n13                                             _______________\n14\n15   HAROLD H. CHEN , Assistant United States Attorney (Alina M. Reynolds, William J. Nardini,\n16   Assistant United States Attorneys, of counsel; Kevin J. O’Connor, United States Attorney, Nora\n17   R. Dannehy, Acting United States Attorney, on the brief), United States Attorney’s Office for the\n18   District of Connecticut, Bridgeport, CT, for Appellant.\n19\n20   JONATHAN J. EINHORN , New Haven, CT, for Defendant-Appellee.\n21\n22                                           _______________\n23   STRAUB, Circuit Judge:\n\n24          The government appeals from the judgment of the United States District Court for the\n\n25   District of Connecticut (Stefan R. Underhill, Judge), granting Defendant-Appellee Warren\n\n26   Hawkins’s motion for an acquittal notwithstanding the verdict pursuant to Rule 29(c) of the\n\n27   Federal Rules of Criminal Procedure. The District Court found that, although the government\n\n28   proved that Hawkins purchased cocaine from what he knew was a cocaine-distribution\n\n29   conspiracy and that the head of the conspiracy knew of Hawkins’s intent to resell the cocaine, the\n\n30   government’s evidence that Hawkins knowingly and intentionally joined and participated in that\n\n\n\n            *\n              The Honorable William K. Sessions III, Chief Judge, United States District Court for\n     the District of Vermont, sitting by designation.\n\n                                                      2\n\f 1   conspiracy in violation of 21 U.S.C. §§ 841(a)(1) and 846 was insufficient. See United States v.\n\n 2   Hawkins, No. 05-cr-058, 2007 WL 1732767 (D. Conn. June 15, 2007). For the reasons that\n\n 3   follow, we find that the government’s evidence was sufficient to prove that Hawkins not only\n\n 4   purchased from the conspiracy with a known intent to resell, but he knowingly and intentionally\n\n 5   joined and participated in it. Accordingly, we REVERSE the judgment of acquittal and\n\n 6   REMAND the case to the District Court for further proceedings consistent with this opinion.\n\n 7                                           BACKGROUND\n\n 8          In a thirteen-count Superseding Indictment charging Hawkins and twenty-two others with\n\n 9   various offenses, Hawkins was charged with one count of conspiring with Alex Luna, the head of\n\n10   a drug organization, Joshua Febres, a Luna associate and the brother of Hawkins’s childhood\n\n11   friend, Arcadio Ramirez, Jose Luis Rodriguez and others to possess with intent to distribute and\n\n12   to distribute fifty grams or more of cocaine base and five kilograms or more of cocaine, in\n\n13   violation of 21 U.S.C. §§ 841(a)(1), (b)(1)(A) and 846. In May 2006, Hawkins and two co-\n\n14   defendants, Ramirez and Rodriguez, were tried before a jury on the conspiracy count. Hawkins\n\n15   was found guilty of entering into a conspiracy to distribute less than 500 grams of a mixture or\n\n16   substance containing a detectable amount of cocaine and/or less than five grams of a mixture or\n\n17   substance containing a detectable amount of cocaine base. The jury also convicted Ramirez and\n\n18   Rodriguez, finding them responsible for at least 500 grams and five kilograms of cocaine,\n\n19   respectively.\n\n20          At trial, the government presented evidence regarding a conspiracy led by Alex Luna to\n\n21   distribute cocaine in Danbury, Connecticut from late 2002 until March 4, 2005, when Luna, his\n\n\n                                                     3\n\f 1   associate Febres, Hawkins and others were arrested. The evidence concerning Hawkins adduced\n\n 2   at trial consisted of: (1) recordings of five intercepted telephone calls between Hawkins and\n\n 3   members of the conspiracy; (2) the testimony of cooperating witness Febres; and (3) the\n\n 4   testimony of Special Agent Eileen Dinnan of the Drug Enforcement Administration. We review\n\n 5   this evidence in the light most favorable to the government.\n\n 6          Members of the Luna conspiracy testified that an eight-ball of cocaine, approximately 3.5\n\n 7   grams, could be broken down into several 0.3 gram bags for resale. An eight-ball, however,\n\n 8   might also be bought for personal use.\n\n 9          On February 9, 2005, Febres called Hawkins, a childhood friend of his sister. Hawkins\n\n10   confirmed to Febres what it appears he suggested previously to Luna: that Hawkins wanted to\n\n11   purchase five grams of cocaine from Luna. Febres told him the price would be twenty-three\n\n12   dollars per gram. Hawkins asked about the quality of the cocaine, and Febres reassured him that\n\n13   it was “official. Trust.” Febres passed the phone to Luna, who told Hawkins, “Come get your\n\n14   shit, man.” Hawkins told Luna that he had recently seen Henry Mayoral, a member of the Luna\n\n15   conspiracy. Hawkins then explained to Luna that he expected to sell his car in a few days and\n\n16   planned to put some of the proceeds into savings and use the rest “to get fresh with.” Febres\n\n17   testified that this meant Hawkins planned to purchase cocaine from Luna. Hawkins asked Luna\n\n18   how he should get in touch with them and Luna instructed him to use the same number from\n\n19   which Febres had just called him, Luna’s cellphone number. Hawkins said he would store the\n\n20   number in his phone and call Luna later. Hawkins and Luna then chatted, with Hawkins\n\n21   expressing his desire to “[s]tay under the radar” and “[s]tay away from them knuckle heads and\n\n\n                                                     4\n\f 1   that wild shit.” Hawkins said that he did “nothing but go to work and come home and chill with\n\n 2   [his] kids and wifey,” who was pregnant. Hawkins then told Luna, “Give me like five or six\n\n 3   little, little, little peoples to ride with. You know what I mean? So I could do whatever and uhm\n\n 4   . . . .” Febres testified that this sale of five grams to Hawkins did not occur.\n\n 5          On February 12, 2005, Hawkins called Luna and told him that two individuals from work\n\n 6   were seeking drugs. “These kids . . . from work, like I got two . . . of them. Homie been calling\n\n 7   me. He’s . . . looking hard, man.” Febres testified that “looking hard” meant the customer\n\n 8   wanted to get high. Hawkins noted that he does not do business with the cocaine dealers on\n\n 9   Beaver Street. Hawkins asked Luna about buying an eight-ball and they agreed Hawkins would\n\n10   call Luna back later that day. Febres thought Hawkins might have been planning to get high with\n\n11   his customers or to take some for his own use. Special Agent Dinnan conducted surveillance of\n\n12   Luna that day and observed Hawkins meet with Luna in the parking lot of Hawkins’s\n\n13   condominium. Febres testified that this sale of 3.5 grams of cocaine to Hawkins was completed.\n\n14          On February 17, 2005, Luna called Hawkins. Hawkins asked Luna how much he wanted\n\n15   for two eight-balls and Luna confirmed that the price was ninety dollars per eight-ball. The two\n\n16   arranged to meet at a local ice-cream parlor. Febres went with Luna to deliver the cocaine to\n\n17   Hawkins at the parlor. Febres testified that this sale of seven grams of cocaine to Hawkins was\n\n18   completed.\n\n19          On February 23, 2005, Hawkins called Luna and said that he was broke but he needed an\n\n20   eight-ball. Hawkins explained that he had a potential customer:\n\n21                  I got this white kid, he waiting for me right now, he got a $100.00.\n22                  I need a “8 ball” though. You know what I mean? I need to come\n\n                                                       5\n\f 1                   from you right now and go give it to him and then hit you right\n 2                   back in the spot. Whatever or just give you [unintelligible], I’ll get\n 3                   back on my feet.\n 4\n 5   Febres explained that Hawkins was asking Luna for credit to resell an eight-ball to a customer\n\n 6   from New Milford. Luna agreed with the plan, saying he would call him back. A few minutes\n\n 7   later, Hawkins called Luna and asked for confirmation on the deal. Hawkins again said he would\n\n 8   meet the customer, “grab the dough from him and come right back and hit you with it.” Luna\n\n 9   told Hawkins to “go to the Gardens,” a Danbury housing complex, and Luna said he would “be\n\n10   right there.” At this time, Luna, Febres and a co-conspirator were inside a parked car,\n\n11   compressing cocaine. (Febres explained that this process entailed cutting the cocaine to decrease\n\n12   its purity.) The credit transaction with Hawkins did not take place.1\n\n13          Febres testified that Hawkins was an addict who bought drugs, and that he was neither a\n\n14   drug dealer generally nor a member of the Luna organization. Febres accepted the government’s\n\n15   characterization of Hawkins as a go-between.\n\n16          At the close of the government’s main case, Hawkins and his co-defendants each moved\n\n17   for a judgment of acquittal. The District Court denied the motions, explaining that with respect\n\n18   to Hawkins it “is a closer call[,] but if the jury adopts the government’s view of the evidence . . .\n\n19   I think they could return a verdict against Mr. Hawkins.”\n\n20          The District Court charged the jury, instructing that on the element of membership in a\n\n21   conspiracy the government must prove more than mere presence, association, and knowledge.\n\n\n\n            1\n                The government suggests it did not take place because Luna was too busy compressing\n     cocaine.\n\n                                                       6\n\f 1   As Hawkins requested, the District Court further instructed: “Thus, without more, the mere\n\n 2   existence of the buyer/seller [relationship] is insufficient to establish membership in a\n\n 3   conspiracy.” The District Court also instructed the jury on single versus multiple conspiracies,\n\n 4   explaining that the government must prove the existence of the conspiracy charged in the\n\n 5   indictment and each defendant’s participation in that conspiracy. The jury found Hawkins guilty,\n\n 6   the District Court subsequently granted his Rule 29(c) motion, Hawkins, 2007 WL 1732767, and\n\n 7   this appeal followed.\n\n 8                                              DISCUSSION\n\n 9   I. Standard of Review and Proof of Conspiracy\n\n10          “We review the district court’s judgment of acquittal notwithstanding the verdict de\n\n11   novo.” United States v. Espaillet, 380 F.3d 713, 718 (2d Cir. 2004). A defendant challenging the\n\n12   sufficiency of the evidence that was the basis of his conviction at trial “bears a heavy burden.”\n\n13   United States v. Parkes, 497 F.3d 220, 225 (2d Cir. 2007) (internal quotation marks omitted),\n\n14   cert. denied, 128 S. Ct. 1320 (2008). On such a challenge, “we view the evidence in the light\n\n15   most favorable to the government, drawing all inferences in the government’s favor and deferring\n\n16   to the jury’s assessments of the witnesses’ credibility.” Id. (internal quotation marks omitted).\n\n17   We will sustain the jury’s verdict “so long as ‘any rational trier of fact could have found the\n\n18   essential elements of the crime beyond a reasonable doubt.’” Id. at 225-26 (quoting Jackson v.\n\n19   Virginia, 443 U.S. 307, 319 (1979)). “In the application of this Rule to the conspiracy conviction\n\n20   challenged here, we note that ‘[i]n cases of conspiracy, deference to the jury’s findings is\n\n21   especially important . . . because a conspiracy by its very nature is a secretive operation, and it is\n\n\n                                                        7\n\f 1   a rare case where all aspects of a conspiracy can be laid bare in court with the precision of a\n\n 2   surgeon’s scalpel.’” United States v. Wexler, 522 F.3d 194, 207 (2d Cir. 2008) (brackets in\n\n 3   original) (quoting United States v. Morgan, 385 F.3d 196, 204 (2d Cir. 2004) (ellipsis in\n\n 4   original)). We further note that “our sufficiency of the evidence test must consider the\n\n 5   [g]overnment’s case in its totality rather than in its parts, and may be satisfied by circumstantial\n\n 6   evidence alone.” Id. (citations omitted). Nevertheless, “specious inferences are not indulged\n\n 7   because it would not satisfy the Constitution to have a jury determine that the defendant is\n\n 8   probably guilty.” United States v. Lorenzo, 534 F.3d 153, 159 (2d Cir. 2008) (citation, brackets,\n\n 9   and internal quotation marks omitted). “[I]f the evidence viewed in the light most favorable to\n\n10   the prosecution gives equal or nearly equal circumstantial support to a theory of guilt and a\n\n11   theory of innocence, then a reasonable jury must necessarily entertain a reasonable doubt.”\n\n12   United States v. Glenn, 312 F.3d 58, 70 (2d Cir. 2002) (internal quotation marks omitted).\n\n13          “To be guilty of conspiracy, there must be some evidence from which it can reasonably be\n\n14   inferred that the person charged with conspiracy knew of the existence of the scheme alleged in\n\n15   the indictment and knowingly joined and participated in it.” United States v. Snow, 462 F.3d 55,\n\n16   68 (2d Cir. 2006) (internal quotation marks omitted), cert. denied, 127 S. Ct. 1022 (2007). “An\n\n17   individual defendant’s membership in a conspiracy may not be established simply by his\n\n18   presence at the scene of a crime, nor by the fact he knows that a crime is being committed.”\n\n19   United States v. Desimone, 119 F.3d 217, 223 (2d Cir. 1997), cert. denied, 525 U.S. 874 (1998).\n\n20   Nor is a defendant’s “mere association with those implicated in an unlawful undertaking\n\n21   [sufficient] to prove knowing involvement.” United States v. Nusraty, 867 F.2d 759, 764 (2d\n\n\n                                                       8\n\f 1   Cir. 1989). “Evidence tending to show knowing participation in the conspiracy is also needed,\n\n 2   i.e., facts sufficient to draw a logical and convincing connection between circumstantial evidence\n\n 3   of an agreement, and the inference that an agreement was in fact made.” United States v. Jones,\n\n 4   393 F.3d 107, 111 (2d Cir. 2004) (citation and internal quotation marks omitted); see also\n\n 5   Desimone, 119 F.3d at 223 (“[M]embership requires proof of purposeful behavior aimed at\n\n 6   furthering the goals of the conspiracy.”). Nevertheless, “[t]he government need not prove that\n\n 7   the defendant[] knew the details of the conspiratorial scheme or the identities of all of the\n\n 8   conspirators.” United States v. Downing, 297 F.3d 52, 57 (2d Cir. 2002). The defendant’s\n\n 9   participation in the conspiracy with the requisite criminal intent may be established through\n\n10   circumstantial evidence. Wexler, 522 F.3d at 208.\n\n11   II. The Buyer-Seller Rule\n\n12          A conspiracy conviction requires proof “that two or more persons agreed to participate in\n\n13   a joint venture intended to commit an unlawful act.” Desimone, 119 F.3d at 223. “A transfer of\n\n14   drugs from a seller to a buyer necessarily involves agreement, however brief, on the distribution\n\n15   of a controlled substance from the former to the latter.” Wexler, 522 F.3d at 210 (Raggi, J.,\n\n16   concurring in part and dissenting in part). However, while the illegal sale of narcotics is a\n\n17   substantive crime requiring an agreement by two or more persons, “‘the sale agreement itself\n\n18   cannot be the conspiracy [to distribute], for it has no separate criminal object.’” Wexler, 522\n\n19   F.3d at 208 (alteration in original) (quoting United States v. Thomas, 284 F.3d 746, 751-52 (7th\n\n20   Cir. 2002)). “Without more, the mere buyer-seller relationship . . . is insufficient to establish a\n\n21   conspiracy.” United States v. Gore, 154 F.3d 34, 40 (2d Cir. 1998); see also Wexler, 522 F.3d at\n\n\n                                                       9\n\f 1   210 (Raggi, J., concurring in part and dissenting in part) (“Absent more, . . . the law does not\n\n 2   consider this momentary meeting of the minds sufficient to support a conviction for conspiring to\n\n 3   distribute drugs.”); United States v. Beech-Nut Nutrition Corp., 871 F.2d 1181, 1191 (2d Cir.)\n\n 4   (“[A] mere buyer-seller relationship is not necessarily a conspiracy . . . .”), cert. denied, 493 U.S.\n\n 5   933 (1989); United States v. Borelli, 336 F.2d 376, 384 (2d Cir. 1964) (“[A] sale or a purchase\n\n 6   scarcely constitutes a sufficient basis for inferring agreement to cooperate with the opposite\n\n 7   parties for whatever period they continue to deal in this type of contraband, unless some such\n\n 8   understanding is evidenced by other conduct which accompanies or supplements the\n\n 9   transaction.”), cert. denied, 379 U.S. 960 (1965); United States v. Koch, 113 F.2d 982, 983 (2d\n\n10   Cir. 1940) (“The purchase of the cocaine from [a conspirator] was not enough to prove a\n\n11   conspiracy in which [the seller] and the appellant participated. They had no agreement to\n\n12   advance any joint interest.”).\n\n13          “The rationale for holding a buyer and a seller not to be conspirators is that in the typical\n\n14   buy-sell scenario, which involves a casual sale of small quantities of drugs, there is no evidence\n\n15   that the parties were aware of, or agreed to participate in, a larger conspiracy.” United States v.\n\n16   Medina, 944 F.2d 60, 65 (2d Cir. 1991), cert. denied, 503 U.S. 949 (1992). However, “[t]his\n\n17   rationale does not apply . . . where, [for example,] there is advanced planning among the alleged\n\n18   co-conspirators to deal in wholesale quantities of drugs obviously not intended for personal use.\n\n19   Under such circumstances, the participants in the transaction may be presumed to know that they\n\n20   are part of a broader conspiracy.” Id. at 65-66.\n\n21          It is clear, then, that the existence of a buyer-seller relationship does not itself establish a\n\n\n                                                        10\n\f 1   conspiracy; however, where there is additional evidence showing an agreement to join together to\n\n 2   accomplish an objective beyond the sale transaction, the evidence may support a finding that the\n\n 3   parties intentionally participated in a conspiracy. See Wexler, 522 F.3d at 208 (noting, in the\n\n 4   course of reversing conviction for narcotics-distribution conspiracy, the absence of proof of an\n\n 5   agreement to distribute); Gore, 154 F.3d at 41 (holding that “it would be sheer speculation for\n\n 6   jurors to conclude that an agreement to distribute drugs had been made” where there was no\n\n 7   evidence “of the exact nature of [the sale] transaction or the quantity of drugs involved”);\n\n 8   Beech-Nut Nutrition Corp., 871 F.2d at 1191 (“[A] defendant may be deemed to have agreed to\n\n 9   join a conspiracy if there is something more, some indication that the defendant knew of and\n\n10   intended to further the illegal venture, that he somehow encouraged the illegal use of the goods\n\n11   or had a stake in such use.” (internal quotation marks omitted)); Borelli, 336 F.2d at 384\n\n12   (“Purchase or sale of contraband may, of course, warrant the inference of an agreement going\n\n13   well beyond the particular transaction. A seller of narcotics in bulk surely knows that the\n\n14   purchasers will undertake to resell the goods over an uncertain period of time, and the\n\n15   circumstances may also warrant the inference that a supplier or a purchaser indicated a\n\n16   willingness to repeat.”); Koch, 113 F.2d at 983 (“It was necessary to the government’s case to\n\n17   show that the appellant was in some way knowingly associated in the unlawful common\n\n18   enterprise to import the drugs and dispose of them unlawfully.”).\n\n19          Thus, where the evidence has supported the inference that a defendant agreed to\n\n20   participate in the conspiracy beyond simply buying or selling we have upheld the conviction. For\n\n21   example, in United States v. Miranda-Ortiz, 926 F.2d 172 (2d Cir.), cert. denied, 502 U.S. 928\n\n\n                                                     11\n\f 1   (1991), we rejected a sufficiency challenge brought by a defendant whose participation was\n\n 2   limited to “a single transaction” because “the evidence permit[ted] an inference that the\n\n 3   defendant had knowledge of the conspiracy and intended to join.” Id. at 176. In that case, there\n\n 4   was evidence that the defendant had twice offered to sell narcotics to an alleged coconspirator\n\n 5   and that “the two men exchanged beeper numbers.” Id. Although the defendant argued that this\n\n 6   evidence suggested he “was merely offering to supply [the buyer] for his personal use,” we found\n\n 7   that the jury could infer from the exchange of beeper numbers that the defendant suspected the\n\n 8   buyer “was likely a distributor, rather than one who purchased only for his own personal use,”\n\n 9   and that he had “sought to become [the buyer’s] partner in an ongoing narcotics operation.” Id.\n\n10   The evidence surrounding an actual transaction further established that the two men had\n\n11   conspired together to distribute cocaine. The coconspirator, unable to obtain cocaine for a repeat\n\n12   customer from his normal supplier, sought to buy a kilogram of cocaine from the defendant. Id.\n\n13   The defendant, certainly aware by now that this buyer was a distributor, sought reassurances that\n\n14   the repeat customer was reliable. On that record, we held that the evidence “easily” satisfied the\n\n15   element of participation and “was ample to permit the jury to infer beyond a reasonable doubt\n\n16   that [he] knew of the ongoing conspiracy and joined it.” Id.\n\n17          Similarly, in Medina, we held that the district court had not erred in refusing to give a\n\n18   buyer-seller instruction to the jury because of the evidence of “advanced planning . . . to deal in\n\n19   wholesale quantities of drugs obviously not intended for personal use.” 944 F.2d at 65. Such\n\n20   evidence permits an inference that defendants are “part of a broader conspiracy.” Id. at 65-66.\n\n21          On the other hand, in Gore, we held that a heroin seller’s statement that he did not “want\n\n\n                                                      12\n\f 1   to lose face with” his supplier established a buyer-seller relationship between the two, but was\n\n 2   “standing alone . . . legally insufficient to show a conspiratorial agreement to distribute drugs\n\n 3   made between [the defendant] and that unknown source.” 154 F.3d at 40. We acknowledged\n\n 4   that the defendant’s statement “may imply more than one transaction,” but we held that “it would\n\n 5   be sheer speculation for jurors to conclude that an agreement to distribute drugs had been made”\n\n 6   in the absence of any “specific indication of the exact nature of that transaction or the quantity of\n\n 7   drugs involved.” Id. at 41.\n\n 8           Most recently, in Wexler, we held that there was insufficient evidence to support the\n\n 9   defendant’s conviction for conspiring to distribute the painkiller Dilaudid, resulting in the death\n\n10   of an alleged co-conspirator, because, although there was evidence that the two conspired to\n\n11   distribute other painkillers to third parties, there was no evidence that the Dilaudid the defendant\n\n12   helped supply “was redistributed or that there was ever any agreement or intention on the parts of\n\n13   [the two individuals] to do so.” 522 F.3d at 208. We also noted that the quantities of Dilaudid\n\n14   received “were consistent with personal use.” Id. The indictment specifically charged “that the\n\n15   part and object of the conspiracy resulting in death was one to distribute Dilaudid, not a ‘variety\n\n16   of drugs.’” Id. at 209. Thus, in the absence of “proof that [the recipient] agreed to, or did,\n\n17   distribute Dilaudid, [the two individuals] were mere buyer-and-seller with respect to Dilaudid.”\n\n18   Id. at 208.\n\n19           The critical inquiry in each case is whether the evidence in its totality suffices to permit a\n\n20   jury to find beyond a reasonable doubt that the defendant was not merely a buyer or seller of\n\n21   narcotics, but rather that the defendant knowingly and intentionally participated in the narcotics-\n\n\n                                                       13\n\f 1   distribution conspiracy by agreeing to accomplish its illegal objective beyond the mere purchase\n\n 2   or sale.\n\n 3              Evidence that a buyer intends to resell the product instead of personally consuming it\n\n 4   does not necessarily establish that the buyer has joined the seller’s distribution conspiracy. This\n\n 5   is so even if the seller is aware of the buyer’s intent to resell. It is axiomatic that more is required\n\n 6   than mere knowledge of the purpose of a conspiracy. See, e.g., Direct Sales Co. v. United States,\n\n 7   319 U.S. 703, 711-13 (1943); United States v. Ceballos, 340 F.3d 115, 124 (2d Cir. 2003). Such\n\n 8   knowledge alone would not establish aiding and abetting liability, which requires proof of the\n\n 9   intent to contribute to the success of the underlying crime, see United States v. Reifler, 446 F.3d\n\n10   65, 96 (2d Cir. 2006), let alone conspiracy. See United States v. Lechuga, 994 F.2d 346, 349 (7th\n\n11   Cir.) (en banc) (“A person who sells a gun knowing that the buyer intends to murder someone\n\n12   may or may not be an aider or abettor of the murder, but he is not a conspirator, because he and\n\n13   his buyer do not have an agreement to murder anyone.”), cert. denied, 510 U.S. 982 (1993);\n\n14   United States v. Tyler, 758 F.2d 66, 70-71 (2d Cir. 1985) (reversing conviction for conspiracy to\n\n15   distribute heroin of defendant who helped willing buyer find willing seller, but affirming his\n\n16   conviction for aiding and abetting heroin distribution). Circumstantial evidence may, however,\n\n17   support taking “[t]he step from knowledge to intent and agreement,” provided that “the evidence\n\n18   of knowledge [is] clear, not equivocal.” Direct Sales, 319 U.S. at 711, 713; accord Ceballos,\n\n19   340 F.3d at 124.\n\n20              While we have avoided listing factors to guide what is a highly fact-specific inquiry into\n\n21   whether the circumstances surrounding a buyer-seller relationship establish an agreement to\n\n\n                                                        14\n\f 1   participate in a distribution conspiracy, our sister circuits have identified several, including\n\n 2   “whether there was prolonged cooperation between the parties, a level of mutual trust,\n\n 3   standardized dealings, sales on credit (‘fronting’), and the quantity of drugs involved.” United\n\n 4   States v. Hicks, 368 F.3d 801, 805 (7th Cir. 2004); United States v. Gibbs, 190 F.3d 188, 199 (3d\n\n 5   Cir. 1999) (discussing several factors, including “the length of affiliation between the defendant\n\n 6   and the conspiracy; whether there is an established method of payment; the extent to which\n\n 7   transactions are standardized; and whether there is a demonstrated level of mutual trust”;\n\n 8   “whether the buyer’s transactions involved large amounts of drugs”; and “[w]hether the buyer\n\n 9   purchased his drugs on credit”), cert. denied, 528 U.S. 1131 (2000). The relevance of similar\n\n10   factors has also been noted in our Circuit. See United States v. Wexler, 522 F.3d 194, 211 (2d\n\n11   Cir. 2008) (Raggi, J., concurring in part and dissenting in part). No single factor is dispositive.\n\n12   See Hicks, 368 F.3d at 805; Gibbs, 190 F.3d at 200. The dispositive inquiry remains whether a\n\n13   rational jury could find beyond a reasonable doubt that a defendant has agreed to join and\n\n14   participate in the conspiracy.\n\n15   III. Evidence in this Case\n\n16          In this case, the parties do not dispute that the government adequately proved that the\n\n17   Luna conspiracy existed; that Hawkins knew of the Luna conspiracy; that Hawkins purchased\n\n18   cocaine from Luna; that Hawkins intended to resell at least some of the cocaine he purchased\n\n19   from Luna; and that Luna and Febres knew that Hawkins intended to resell some of the\n\n20   purchased cocaine. See United States v. Hawkins, No. 05-cr-058, 2007 WL 1732767, at *3-4 (D.\n\n21   Conn. June 15, 2007) (finding sufficient evidence of a Luna conspiracy, Hawkins’s knowledge\n\n\n                                                       15\n\f 1   thereof, and awareness by some Luna co-conspirators that Hawkins intended to resell cocaine).\n\n 2   Hawkins does dispute, however, that he joined the conspiracy. He argues that he purchased the\n\n 3   cocaine to use it, share it, or sell it, but it was only his business what he would do with it. The\n\n 4   sole question, therefore, is whether the evidence was sufficient to permit a reasonable jury to find\n\n 5   beyond a reasonable doubt that Hawkins intentionally joined and participated in the Luna\n\n 6   conspiracy.\n\n 7          In granting Hawkins’s motion, the District Court concluded that the evidence establishes\n\n 8   at most that Hawkins acted as a “go-between,” i.e., one who facilitates sales between suppliers\n\n 9   and users, without the intent “to further the goals of the conspiracy.” Id. at *7. The District\n\n10   Court held that the government proved “that it [wa]s plausible that Hawkins joined the\n\n11   conspiracy, but not that he joined the charged conspiracy beyond a reasonable doubt.” Id. at *9.\n\n12          We find that the evidence was sufficient to support the jury’s finding beyond a reasonable\n\n13   doubt that Hawkins knowingly and intentionally joined and participated in the Luna conspiracy.\n\n14   After reviewing the evidence against Hawkins in its totality and in the light most favorable to the\n\n15   government, we find that a rational jury could have found beyond a reasonable doubt that\n\n16   Hawkins intentionally joined the Luna conspiracy by entering into a distribution agreement with\n\n17   Luna himself that afforded Hawkins a source of cocaine and Luna another outlet — albeit small\n\n18   — for his contraband.\n\n19          In sum and as discussed further below, the evidence clearly establishes that Hawkins\n\n20   intended to redistribute some of the cocaine he purchased or sought to purchase from Luna and,\n\n21   moreover, that Luna and his associates knew this. In addition, the evidence supports the\n\n\n                                                       16\n\f 1   inference that Hawkins was not freelancing in this respect but that Hawkins agreed to engage in\n\n 2   this conduct with Luna on an ongoing basis and that Hawkins and Luna trusted each other to\n\n 3   work together as supplier and street-level dealer. Hawkins purchased or sought to purchase from\n\n 4   Luna on several occasions within a short time frame. Hawkins repeatedly brought potential\n\n 5   customers’ needs to Luna’s attention and then made arrangements with Luna to obtain cocaine\n\n 6   for resale, using the cellphone number which Luna had disclosed to him and he had stored on his\n\n 7   phone for future use. The mutual trust between Hawkins and Luna was further demonstrated by\n\n 8   Hawkins’s express preference of Luna over other local dealers and Luna’s agreement, at least\n\n 9   initially, to extend credit to Hawkins.\n\n10          First, the tape recordings provide direct proof of Hawkins’s intent to redistribute the\n\n11   cocaine he purchased or sought to purchase from Luna and Luna’s awareness of the same. On\n\n12   February 12, 2005, Hawkins purchased an eight-ball with the express intent of redistributing it to\n\n13   his co-workers, while perhaps reserving some for himself. There is no direct evidence regarding\n\n14   Hawkins’s intent with respect to the two eight-balls he purchased five days later. But on\n\n15   February 23, 2005, Hawkins again expressed his intent to redistribute an eight-ball to another\n\n16   customer. Even if Hawkins’s goal was to buy from Luna for his own use in addition to sharing it\n\n17   with these customers, he nevertheless displayed an intent to redistribute Luna’s cocaine. As we\n\n18   recently held, and as the District Court instructed the jury, “one who delivers or transfers\n\n19   narcotics to another — for consideration or gratis — is distributing,” and so even “the social\n\n20   sharing of a small quantity of drugs, without consideration, constitutes the distribution of drugs\n\n21   within the meaning of 21 U.S.C. § 841(a).” United States v. Wallace, 532 F.3d 126, 129 (2d Cir.\n\n\n                                                      17\n\f 1   2008) (holding that defendant’s testimony that he shared with friends “is direct evidence that [he]\n\n 2   engaged in the distribution of cocaine base”). The evidence in this case clearly demonstrates that\n\n 3   Hawkins intended to redistribute cocaine and made this known to Luna. This supports the jury’s\n\n 4   finding that Hawkins agreed to further the objectives of the Luna conspiracy beyond his mere\n\n 5   agreement to buy cocaine.\n\n 6          Second, additional evidence taken together supports the step from this clearly established\n\n 7   joint knowledge to proof beyond a reasonable doubt that Hawkins was not just a Luna customer\n\n 8   who happened to intend to redistribute cocaine independently, but that he agreed to join and\n\n 9   participate in the Luna conspiracy. Hawkins purchased or sought to purchase cocaine from Luna\n\n10   four times within two weeks. See United States v. Contreras, 249 F.3d 595, 600 (7th Cir.)\n\n11   (noting that repeat sales suggest “more than a transient relationship,” but are “by themselves”\n\n12   insufficient to support an inference of a conspiracy between the supplier and purchaser), cert.\n\n13   denied, 534 U.S. 914 (2001). On two occasions, Hawkins expressly contacted Luna because he\n\n14   had identified potential customers. See United States v. Mims, 92 F.3d 461, 463, 465 (7th Cir.\n\n15   1996) (noting that “purchase of narcotics for resale is evidence of a conspiratorial agreement[,]\n\n16   especially when the purchases are repeated”). Hawkins did so by calling Luna’s cellphone\n\n17   number, which he had programmed into his phone in order to contact Luna more readily in the\n\n18   future. See United States v. Thompson, 528 F.3d 110, 118 (2d Cir. 2008) (per curiam) (noting, in\n\n19   the course of rejecting a sufficiency challenge to a narcotics distribution conspiracy conviction,\n\n20   that a defendant’s “cell phone directory contained the telephone numbers of the other members of\n\n21   the conspiracy”); cf. Tyler, 758 F.2d at 68-69 (noting, in the course of reversing the conspiracy\n\n\n                                                      18\n\f 1   conviction of a mere go-between, the absence of evidence that the defendant “knew where to find\n\n 2   [the supplier] or expected him to be in the area”).\n\n 3          Third, there was evidence reflecting mutual trust between Hawkins and Luna. Hawkins\n\n 4   explained to Luna that he wanted to be supplied by him instead of alternative sources on Beaver\n\n 5   Street. As noted, Luna disclosed his cellphone number to Hawkins. Moreover, Luna indicated\n\n 6   his willingness to supply Hawkins with cocaine on credit. See Gibbs, 190 F.3d at 200 (“A credit\n\n 7   relationship may well reflect [mutual trust], and often evidences the parties’ mutual stake in each\n\n 8   other’s transactions.”). Luna’s expressed willingness to provide Hawkins with approximately\n\n 9   $100 worth of cocaine on credit reflects trust in Hawkins and a stake in his redistribution, even if\n\n10   an agreement to extend a greater amount of credit for a longer or less definite amount of time\n\n11   would have reflected an even more intimate relationship. That Luna and his colleagues might\n\n12   have been too busy compressing cocaine to consummate this credit transaction with Hawkins\n\n13   does not negate the inference of trust and shared interest. The jury could reasonably infer that\n\n14   Luna would have simply rejected Hawkins’s proposal out of hand had he not trusted Hawkins or\n\n15   cared about his redistribution. This evidence in its totality suffices to permit a rational jury to\n\n16   find beyond a reasonable doubt that Hawkins intentionally joined the Luna conspiracy.\n\n17          The absence of prolonged cooperation in this case does not compel a different result.\n\n18   Hawkins was arrested in early March, just nine days after the evidence of his last attempted\n\n19   purchase from Luna. There is no rule prohibiting a conspiracy conviction based on sufficient\n\n20   evidence that a defendant joined the conspiracy only shortly before the government dismantled it.\n\n21          In addition, the relatively small quantity of cocaine at issue does not render the evidence\n\n\n                                                       19\n\f 1   insufficient. Despite conceding that the jury could have found that he “intended to resell some of\n\n 2   the drugs he purchased from Luna,” Hawkins argues that the amount of cocaine he purchased\n\n 3   “supports his claim that he was a user rather than a dealer.” In some cases, a large drug quantity\n\n 4   may, in addition to establishing an intent to redistribute, support inferences about the relationship\n\n 5   between the participants. “A large transaction or an accumulation of deals suggests more trust,\n\n 6   garnered over a period of time, as well as a greater likelihood that the parties have ‘put their\n\n 7   heads together’ to figure out planning, organization, and ways to conceal their activities.” Gibbs,\n\n 8   190 F.3d at 199. The drug quantities in this case are, to be sure, extremely small and, in the\n\n 9   absence of other evidence, consistent with mere personal use. Unlike the two to three kilograms\n\n10   of cocaine at issue in United States v. Medina, 944 F.2d 60, 65 (2d Cir. 1991), the eight-balls\n\n11   here are not so large as to be “obviously” “destined for resale.” Luna conspirators testified,\n\n12   however, that even eight-balls might be broken down for resale into several 0.3 gram bags. This\n\n13   evidence is consistent with a finding that Hawkins intended to redistribute the cocaine, although\n\n14   by itself it does not establish that intent beyond a reasonable doubt. In any event, the tape\n\n15   recordings provide sufficient proof of joint knowledge of Hawkins’s intent to redistribute Luna’s\n\n16   cocaine.\n\n17          Although Hawkins’s dealings with Luna were not standardized, the presence of some\n\n18   transaction costs also does not preclude a finding of conspiracy. Cf. United States v. Hach, 162\n\n19   F.3d 937, 943-44 (7th Cir. 1998) (rejecting a sufficiency challenge in part because “the evidence\n\n20   shows a pattern of routine transactions rather than individualized ones,” in contrast to evidence\n\n21   of high transaction costs, which would “counsel against a finding of conspiracy” (internal\n\n\n                                                      20\n\f 1   quotation marks omitted)), cert. denied, 526 U.S. 1103 (1999). Hawkins, Luna, and Febres\n\n 2   discussed purchases, chatted about personal matters, and made arrangements to meet. The extent\n\n 3   of such interactions in this case does not seem out of the ordinary for any business venture,\n\n 4   especially an illegal one. We cannot say that any transaction costs borne by Hawkins and Luna\n\n 5   were so high as to create a reasonable doubt where, as here, the jury was instructed that a mere\n\n 6   buyer-seller relationship was insufficient and the evidence supports a finding that Hawkins was\n\n 7   not only a customer but a knowing and willing participant in Luna’s distribution of cocaine.\n\n 8          Hawkins’s argument that he was at most merely a “go-between” also fails. We have held\n\n 9   that, “standing alone,” evidence that a defendant “helped a willing buyer locate a willing seller . .\n\n10   . is insufficient to establish the existence of an agreement between the facilitator and the seller.”\n\n11   United States v. Tyler, 758 F.2d 66, 69 (2d Cir. 1985). As discussed, in this case the evidence\n\n12   that Hawkins acted as a “go-between” does not stand alone but rather is accompanied by\n\n13   additional evidence from which the jury could reasonably infer, and not merely speculate, that\n\n14   Hawkins agreed to carry out the objectives of the Luna conspiracy. See United States v.\n\n15   Desimone, 119 F.3d 217, 224 (2d Cir. 1997). In addition, the jury was free to disregard Febres’s\n\n16   conclusory testimony that Hawkins was only a go-between and was not a member of the Luna\n\n17   conspiracy and to conclude instead, based on Febres’s account of Hawkins’s actual conduct, that\n\n18   Hawkins joined the conspiracy.\n\n19          The evidence in this case was sufficient for a jury to find beyond a reasonable doubt that\n\n20   Hawkins and Luna were not merely buyer and seller and, specifically, that Hawkins knowingly\n\n21   and intentionally joined in Luna’s conspiracy to distribute cocaine. Although the scope of\n\n\n                                                       21\n\f1   Hawkins’s participation in the conspiracy might not have been especially significant, the\n\n2   evidence was sufficient to establish his intentional participation in the charged conspiracy beyond\n\n3   a reasonable doubt.\n\n4                                            CONCLUSION\n\n5          For the foregoing reasons, we REVERSE the judgment of acquittal and REMAND this\n\n6   case to the District Court for further proceedings consistent with this opinion.\n\n\n\n\n                                                     22\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     07-3018-cr\n     USA v. Luna (USA)\n 1\n 2                            UNITED STATES COURT OF APPEALS\n 3                                FOR THE SECOND CIRCUIT\n 4\n 5                                        _______________\n 6\n 7                                       August Term, 2007\n 8\n 9   (Argued: June 19, 2008                                            Decided: October 16, 2008)\n10\n11                                      Docket No. 07-3018-cr\n12\n13                                        _______________\n14\n15                                   UNITED STATES OF AMERICA ,\n16\n17                                                                                      Appellant,\n18\n19                                                v.\n20\n21                  WARREN HAWKINS, ALSO KNOWN AS PAUL, ALSO KNOWN AS HAWK,\n22\n23                                                                            Defendant-Appellee,\n24\n25         Alex Luna, Nicky Carrasquilla, also known as Nicky Gomez, Jose R. Adames, also\n26       known as Ponpa, also known as Pon, also known as Pong, Nelson Rosa, also known as\n27        Pee Wee, Bobby Medina, also known as Mr. B., Alex Salcedo, Juan Rodriguez, also\n28      known as Juan G, also known as Juan Prosser, also known as John Prosser, also known as\n29         Juan Garcia, Maria Robles, also known as Mari, William Azcona, also known as\n30       Willie, Henry Mayoral, Heriberto Guzman, also known as Crazy Louis, Jose A. Pena,\n31        Benny Ramirez, David Melendez, also known as Gary, Joel Bueno, Joshua Febres,\n32         Timothy Eberly, Rafael Almontes, also known as Raf, also known as Rafie, Aaron\n33        King, also known as A-Mo, Jose Luis Rodriguez, also known as Jose Luis, Arcadio\n34          Ramirez, also known as Peti, John #1 Doe, also known as N.Y.S. Trooper Rubio,\n35\n36                                                                                    Defendants.\n37\n38                                        _______________\n39\n40\n\n                                                  1\n\f 1                                           Before:\n 2                      STRAUB, RAGGI, Circuit Judges, SESSIONS,* District Judge\n 3\n 4                                           _______________\n 5\n 6           On appeal from a judgment of acquittal notwithstanding the verdict entered in the United\n 7   States District Court for the District of Connecticut (Stefan R. Underhill, Judge), acquitting the\n 8   defendant of conspiring to distribute cocaine upon finding that the proof at trial was insufficient\n 9   to sustain the jury’s verdict. Because we find sufficient evidence to support the jury’s\n10   determination that the defendant not only had a buyer-seller relationship with the head of the\n11   conspiracy but also knowingly and intentionally joined in and participated in the conspiracy, we\n12   reverse and remand.\n13                                             _______________\n14\n15   HAROLD H. CHEN , Assistant United States Attorney (Alina M. Reynolds, William J. Nardini,\n16   Assistant United States Attorneys, of counsel; Kevin J. O’Connor, United States Attorney, Nora\n17   R. Dannehy, Acting United States Attorney, on the brief), United States Attorney’s Office for the\n18   District of Connecticut, Bridgeport, CT, for Appellant.\n19\n20   JONATHAN J. EINHORN , New Haven, CT, for Defendant-Appellee.\n21\n22                                           _______________\n23   STRAUB, Circuit Judge:\n\n24          The government appeals from the judgment of the United States District Court for the\n\n25   District of Connecticut (Stefan R. Underhill, Judge), granting Defendant-Appellee Warren\n\n26   Hawkins’s motion for an acquittal notwithstanding the verdict pursuant to Rule 29(c) of the\n\n27   Federal Rules of Criminal Procedure. The District Court found that, although the government\n\n28   proved that Hawkins purchased cocaine from what he knew was a cocaine-distribution\n\n29   conspiracy and that the head of the conspiracy knew of Hawkins’s intent to resell the cocaine, the\n\n30   government’s evidence that Hawkins knowingly and intentionally joined and participated in that\n\n\n\n            *\n              The Honorable William K. Sessions III, Chief Judge, United States District Court for\n     the District of Vermont, sitting by designation.\n\n                                                      2\n\f 1   conspiracy in violation of 21 U.S.C. §§ 841(a)(1) and 846 was insufficient. See United States v.\n\n 2   Hawkins, No. 05-cr-058, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1732767</span></span><pre class=\"inline\"> (D. Conn. June 15, 2007). For the reasons that\n\n 3   follow, we find that the government’s evidence was sufficient to prove that Hawkins not only\n\n 4   purchased from the conspiracy with a known intent to resell, but he knowingly and intentionally\n\n 5   joined and participated in it. Accordingly, we REVERSE the judgment of acquittal and\n\n 6   REMAND the case to the District Court for further proceedings consistent with this opinion.\n\n 7                                           BACKGROUND\n\n 8          In a thirteen-count Superseding Indictment charging Hawkins and twenty-two others with\n\n 9   various offenses, Hawkins was charged with one count of conspiring with Alex Luna, the head of\n\n10   a drug organization, Joshua Febres, a Luna associate and the brother of Hawkins’s childhood\n\n11   friend, Arcadio Ramirez, Jose Luis Rodriguez and others to possess with intent to distribute and\n\n12   to distribute fifty grams or more of cocaine base and five kilograms or more of cocaine, in\n\n13   violation of 21 U.S.C. §§ 841(a)(1), (b)(1)(A) and 846. In May 2006, Hawkins and two co-\n\n14   defendants, Ramirez and Rodriguez, were tried before a jury on the conspiracy count. Hawkins\n\n15   was found guilty of entering into a conspiracy to distribute less than 500 grams of a mixture or\n\n16   substance containing a detectable amount of cocaine and/or less than five grams of a mixture or\n\n17   substance containing a detectable amount of cocaine base. The jury also convicted Ramirez and\n\n18   Rodriguez, finding them responsible for at least 500 grams and five kilograms of cocaine,\n\n19   respectively.\n\n20          At trial, the government presented evidence regarding a conspiracy led by Alex Luna to\n\n21   distribute cocaine in Danbury, Connecticut from late 2002 until March 4, 2005, when Luna, his\n\n\n                                                     3\n\f 1   associate Febres, Hawkins and others were arrested. The evidence concerning Hawkins adduced\n\n 2   at trial consisted of: (1) recordings of five intercepted telephone calls between Hawkins and\n\n 3   members of the conspiracy; (2) the testimony of cooperating witness Febres; and (3) the\n\n 4   testimony of Special Agent Eileen Dinnan of the Drug Enforcement Administration. We review\n\n 5   this evidence in the light most favorable to the government.\n\n 6          Members of the Luna conspiracy testified that an eight-ball of cocaine, approximately 3.5\n\n 7   grams, could be broken down into several 0.3 gram bags for resale. An eight-ball, however,\n\n 8   might also be bought for personal use.\n\n 9          On February 9, 2005, Febres called Hawkins, a childhood friend of his sister. Hawkins\n\n10   confirmed to Febres what it appears he suggested previously to Luna: that Hawkins wanted to\n\n11   purchase five grams of cocaine from Luna. Febres told him the price would be twenty-three\n\n12   dollars per gram. Hawkins asked about the quality of the cocaine, and Febres reassured him that\n\n13   it was “official. Trust.” Febres passed the phone to Luna, who told Hawkins, “Come get your\n\n14   shit, man.” Hawkins told Luna that he had recently seen Henry Mayoral, a member of the Luna\n\n15   conspiracy. Hawkins then explained to Luna that he expected to sell his car in a few days and\n\n16   planned to put some of the proceeds into savings and use the rest “to get fresh with.” Febres\n\n17   testified that this meant Hawkins planned to purchase cocaine from Luna. Hawkins asked Luna\n\n18   how he should get in touch with them and Luna instructed him to use the same number from\n\n19   which Febres had just called him, Luna’s cellphone number. Hawkins said he would store the\n\n20   number in his phone and call Luna later. Hawkins and Luna then chatted, with Hawkins\n\n21   expressing his desire to “[s]tay under the radar” and “[s]tay away from them knuckle heads and\n\n\n                                                     4\n\f 1   that wild shit.” Hawkins said that he did “nothing but go to work and come home and chill with\n\n 2   [his] kids and wifey,” who was pregnant. Hawkins then told Luna, “Give me like five or six\n\n 3   little, little, little peoples to ride with. You know what I mean? So I could do whatever and uhm\n\n 4   . . . .” Febres testified that this sale of five grams to Hawkins did not occur.\n\n 5          On February 12, 2005, Hawkins called Luna and told him that two individuals from work\n\n 6   were seeking drugs. “These kids . . . from work, like I got two . . . of them. Homie been calling\n\n 7   me. He’s . . . looking hard, man.” Febres testified that “looking hard” meant the customer\n\n 8   wanted to get high. Hawkins noted that he does not do business with the cocaine dealers on\n\n 9   Beaver Street. Hawkins asked Luna about buying an eight-ball and they agreed Hawkins would\n\n10   call Luna back later that day. Febres thought Hawkins might have been planning to get high with\n\n11   his customers or to take some for his own use. Special Agent Dinnan conducted surveillance of\n\n12   Luna that day and observed Hawkins meet with Luna in the parking lot of Hawkins’s\n\n13   condominium. Febres testified that this sale of 3.5 grams of cocaine to Hawkins was completed.\n\n14          On February 17, 2005, Luna called Hawkins. Hawkins asked Luna how much he wanted\n\n15   for two eight-balls and Luna confirmed that the price was ninety dollars per eight-ball. The two\n\n16   arranged to meet at a local ice-cream parlor. Febres went with Luna to deliver the cocaine to\n\n17   Hawkins at the parlor. Febres testified that this sale of seven grams of cocaine to Hawkins was\n\n18   completed.\n\n19          On February 23, 2005, Hawkins called Luna and said that he was broke but he needed an\n\n20   eight-ball. Hawkins explained that he had a potential customer:\n\n21                  I got this white kid, he waiting for me right now, he got a $100.00.\n22                  I need a “8 ball” though. You know what I mean? I need to come\n\n                                                       5\n\f 1                   from you right now and go give it to him and then hit you right\n 2                   back in the spot. Whatever or just give you [unintelligible], I’ll get\n 3                   back on my feet.\n 4\n 5   Febres explained that Hawkins was asking Luna for credit to resell an eight-ball to a customer\n\n 6   from New Milford. Luna agreed with the plan, saying he would call him back. A few minutes\n\n 7   later, Hawkins called Luna and asked for confirmation on the deal. Hawkins again said he would\n\n 8   meet the customer, “grab the dough from him and come right back and hit you with it.” Luna\n\n 9   told Hawkins to “go to the Gardens,” a Danbury housing complex, and Luna said he would “be\n\n10   right there.” At this time, Luna, Febres and a co-conspirator were inside a parked car,\n\n11   compressing cocaine. (Febres explained that this process entailed cutting the cocaine to decrease\n\n12   its purity.) The credit transaction with Hawkins did not take place.1\n\n13          Febres testified that Hawkins was an addict who bought drugs, and that he was neither a\n\n14   drug dealer generally nor a member of the Luna organization. Febres accepted the government’s\n\n15   characterization of Hawkins as a go-between.\n\n16          At the close of the government’s main case, Hawkins and his co-defendants each moved\n\n17   for a judgment of acquittal. The District Court denied the motions, explaining that with respect\n\n18   to Hawkins it “is a closer call[,] but if the jury adopts the government’s view of the evidence . . .\n\n19   I think they could return a verdict against Mr. Hawkins.”\n\n20          The District Court charged the jury, instructing that on the element of membership in a\n\n21   conspiracy the government must prove more than mere presence, association, and knowledge.\n\n\n\n            1\n                The government suggests it did not take place because Luna was too busy compressing\n     cocaine.\n\n                                                       6\n\f 1   As Hawkins requested, the District Court further instructed: “Thus, without more, the mere\n\n 2   existence of the buyer/seller [relationship] is insufficient to establish membership in a\n\n 3   conspiracy.” The District Court also instructed the jury on single versus multiple conspiracies,\n\n 4   explaining that the government must prove the existence of the conspiracy charged in the\n\n 5   indictment and each defendant’s participation in that conspiracy. The jury found Hawkins guilty,\n\n 6   the District Court subsequently granted his Rule 29(c) motion, Hawkins, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1732767</span></span><pre class=\"inline\">, and\n\n 7   this appeal followed.\n\n 8                                              DISCUSSION\n\n 9   I. Standard of Review and Proof of Conspiracy\n\n10          “We review the district court’s judgment of acquittal notwithstanding the verdict de\n\n11   novo.” United States v. Espaillet, </pre><span class=\"citation\" data-id=\"787447\"><a href=\"/opinion/787447/united-states-of-america-appellant-cross-appellee-v-elbio-espaillet-and/\"><span class=\"volume\">380</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">713</span></a></span><pre class=\"inline\">, 718 (2d Cir. 2004). A defendant challenging the\n\n12   sufficiency of the evidence that was the basis of his conviction at trial “bears a heavy burden.”\n\n13   United States v. Parkes, </pre><span class=\"citation\" data-id=\"2695\"><a href=\"/opinion/2695/united-states-v-parkes/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">220</span></a></span><pre class=\"inline\">, 225 (2d Cir. 2007) (internal quotation marks omitted),\n\n14   cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">128</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1320</span></span><pre class=\"inline\"> (2008). On such a challenge, “we view the evidence in the light\n\n15   most favorable to the government, drawing all inferences in the government’s favor and deferring\n\n16   to the jury’s assessments of the witnesses’ credibility.” Id. (internal quotation marks omitted).\n\n17   We will sustain the jury’s verdict “so long as ‘any rational trier of fact could have found the\n\n18   essential elements of the crime beyond a reasonable doubt.’” Id. at 225-26 (quoting Jackson v.\n\n19   Virginia, </pre><span class=\"citation\" data-id=\"110138\"><a href=\"/opinion/110138/jackson-v-virginia/\"><span class=\"volume\">443</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">307</span></a></span><pre class=\"inline\">, 319 (1979)). “In the application of this Rule to the conspiracy conviction\n\n20   challenged here, we note that ‘[i]n cases of conspiracy, deference to the jury’s findings is\n\n21   especially important . . . because a conspiracy by its very nature is a secretive operation, and it is\n\n\n                                                        7\n\f 1   a rare case where all aspects of a conspiracy can be laid bare in court with the precision of a\n\n 2   surgeon’s scalpel.’” United States v. Wexler, </pre><span class=\"citation\" data-id=\"2631\"><a href=\"/opinion/2631/united-states-v-wexler/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">, 207 (2d Cir. 2008) (brackets in\n\n 3   original) (quoting United States v. Morgan, </pre><span class=\"citation\" data-id=\"787946\"><a href=\"/opinion/787946/united-states-of-america-appellant-cross-appellee-v-wendy-lynn-morgan/\"><span class=\"volume\">385</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">196</span></a></span><pre class=\"inline\">, 204 (2d Cir. 2004) (ellipsis in\n\n 4   original)). We further note that “our sufficiency of the evidence test must consider the\n\n 5   [g]overnment’s case in its totality rather than in its parts, and may be satisfied by circumstantial\n\n 6   evidence alone.” Id. (citations omitted). Nevertheless, “specious inferences are not indulged\n\n 7   because it would not satisfy the Constitution to have a jury determine that the defendant is\n\n 8   probably guilty.” United States v. Lorenzo, </pre><span class=\"citation\" data-id=\"1199978\"><a href=\"/opinion/1199978/united-states-v-lorenzo/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 159 (2d Cir. 2008) (citation, brackets,\n\n 9   and internal quotation marks omitted). “[I]f the evidence viewed in the light most favorable to\n\n10   the prosecution gives equal or nearly equal circumstantial support to a theory of guilt and a\n\n11   theory of innocence, then a reasonable jury must necessarily entertain a reasonable doubt.”\n\n12   United States v. Glenn, </pre><span class=\"citation\" data-id=\"779999\"><a href=\"/opinion/779999/united-states-v-klyde-glenn-david-thompson-mcarthur-cook-calvin/\"><span class=\"volume\">312</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">58</span></a></span><pre class=\"inline\">, 70 (2d Cir. 2002) (internal quotation marks omitted).\n\n13          “To be guilty of conspiracy, there must be some evidence from which it can reasonably be\n\n14   inferred that the person charged with conspiracy knew of the existence of the scheme alleged in\n\n15   the indictment and knowingly joined and participated in it.” United States v. Snow, </pre><span class=\"citation\" data-id=\"795598\"><a href=\"/opinion/795598/united-states-v-fred-snow-marcus-snow-rahad-ross/\"><span class=\"volume\">462</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">55</span></a></span><pre class=\"inline\">,\n\n16   68 (2d Cir. 2006) (internal quotation marks omitted), cert. denied, </pre><span class=\"citation\" data-id=\"1859642\"><a href=\"/opinion/1859642/snow-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1022</span></a></span><pre class=\"inline\"> (2007). “An\n\n17   individual defendant’s membership in a conspiracy may not be established simply by his\n\n18   presence at the scene of a crime, nor by the fact he knows that a crime is being committed.”\n\n19   United States v. Desimone, </pre><span class=\"citation\" data-id=\"744066\"><a href=\"/opinion/744066/united-states-v-frank-desimone-sr-thomas-gagliardi-aka-tommy-louis/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 223 (2d Cir. 1997), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">874</span></span><pre class=\"inline\"> (1998).\n\n20   Nor is a defendant’s “mere association with those implicated in an unlawful undertaking\n\n21   [sufficient] to prove knowing involvement.” United States v. Nusraty, </pre><span class=\"citation\" data-id=\"518397\"><a href=\"/opinion/518397/united-states-v-mohammad-dawood-nusraty/\"><span class=\"volume\">867</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">759</span></a></span><pre class=\"inline\">, 764 (2d\n\n\n                                                       8\n\f 1   Cir. 1989). “Evidence tending to show knowing participation in the conspiracy is also needed,\n\n 2   i.e., facts sufficient to draw a logical and convincing connection between circumstantial evidence\n\n 3   of an agreement, and the inference that an agreement was in fact made.” United States v. Jones,\n\n 4   </pre><span class=\"citation\" data-id=\"788719\"><a href=\"/opinion/788719/united-states-v-james-jones-jr-also-known-as-james-lee-jones-joseph-e/\"><span class=\"volume\">393</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 111 (2d Cir. 2004) (citation and internal quotation marks omitted); see also\n\n 5   Desimone, 119 F.3d at 223 (“[M]embership requires proof of purposeful behavior aimed at\n\n 6   furthering the goals of the conspiracy.”). Nevertheless, “[t]he government need not prove that\n\n 7   the defendant[] knew the details of the conspiratorial scheme or the identities of all of the\n\n 8   conspirators.” United States v. Downing, </pre><span class=\"citation\" data-id=\"778400\"><a href=\"/opinion/778400/united-states-v-james-r-downing-samuel-ward-daniel-drucker/\"><span class=\"volume\">297</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">52</span></a></span><pre class=\"inline\">, 57 (2d Cir. 2002). The defendant’s\n\n 9   participation in the conspiracy with the requisite criminal intent may be established through\n\n10   circumstantial evidence. Wexler, 522 F.3d at 208.\n\n11   II. The Buyer-Seller Rule\n\n12          A conspiracy conviction requires proof “that two or more persons agreed to participate in\n\n13   a joint venture intended to commit an unlawful act.” Desimone, 119 F.3d at 223. “A transfer of\n\n14   drugs from a seller to a buyer necessarily involves agreement, however brief, on the distribution\n\n15   of a controlled substance from the former to the latter.” Wexler, 522 F.3d at 210 (Raggi, J.,\n\n16   concurring in part and dissenting in part). However, while the illegal sale of narcotics is a\n\n17   substantive crime requiring an agreement by two or more persons, “‘the sale agreement itself\n\n18   cannot be the conspiracy [to distribute], for it has no separate criminal object.’” Wexler, 522\n\n19   F.3d at 208 (alteration in original) (quoting United States v. Thomas, </pre><span class=\"citation\" data-id=\"777011\"><a href=\"/opinion/777011/united-states-v-darrell-w-thomas/\"><span class=\"volume\">284</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span><pre class=\"inline\">, 751-52 (7th\n\n20   Cir. 2002)). “Without more, the mere buyer-seller relationship . . . is insufficient to establish a\n\n21   conspiracy.” United States v. Gore, </pre><span class=\"citation\" data-id=\"757557\"><a href=\"/opinion/757557/united-states-v-andre-gore-aka-sha-kwaun-counts-danny-johnson-arnold/\"><span class=\"volume\">154</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">34</span></a></span><pre class=\"inline\">, 40 (2d Cir. 1998); see also Wexler, 522 F.3d at\n\n\n                                                       9\n\f 1   210 (Raggi, J., concurring in part and dissenting in part) (“Absent more, . . . the law does not\n\n 2   consider this momentary meeting of the minds sufficient to support a conviction for conspiring to\n\n 3   distribute drugs.”); United States v. Beech-Nut Nutrition Corp., </pre><span class=\"citation\" data-id=\"520995\"><a href=\"/opinion/520995/united-states-v-beech-nut-nutrition-corporation-neils-l-hoyvald-john-f/\"><span class=\"volume\">871</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1181</span></a></span><pre class=\"inline\">, 1191 (2d Cir.)\n\n 4   (“[A] mere buyer-seller relationship is not necessarily a conspiracy . . . .”), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">493</span> <span class=\"reporter\">U.S.</span>\n\n <span class=\"page\">5</span></span><pre class=\"inline\">   933 (1989); United States v. Borelli, </pre><span class=\"citation\" data-id=\"265412\"><a href=\"/opinion/265412/united-states-v-frank-borelli-dominick-castiglia-benedetto-cinquegrano/\"><span class=\"volume\">336</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">376</span></a></span><pre class=\"inline\">, 384 (2d Cir. 1964) (“[A] sale or a purchase\n\n 6   scarcely constitutes a sufficient basis for inferring agreement to cooperate with the opposite\n\n 7   parties for whatever period they continue to deal in this type of contraband, unless some such\n\n 8   understanding is evidenced by other conduct which accompanies or supplements the\n\n 9   transaction.”), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">379</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">960</span></span><pre class=\"inline\"> (1965); United States v. Koch, </pre><span class=\"citation\" data-id=\"1509292\"><a href=\"/opinion/1509292/united-states-v-koch/\"><span class=\"volume\">113</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">982</span></a></span><pre class=\"inline\">, 983 (2d\n\n10   Cir. 1940) (“The purchase of the cocaine from [a conspirator] was not enough to prove a\n\n11   conspiracy in which [the seller] and the appellant participated. They had no agreement to\n\n12   advance any joint interest.”).\n\n13          “The rationale for holding a buyer and a seller not to be conspirators is that in the typical\n\n14   buy-sell scenario, which involves a casual sale of small quantities of drugs, there is no evidence\n\n15   that the parties were aware of, or agreed to participate in, a larger conspiracy.” United States v.\n\n16   Medina, </pre><span class=\"citation\" data-id=\"567926\"><a href=\"/opinion/567926/united-states-v-luz-medina-silverio-polanco-franklin-marmolejo-juan-a/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 65 (2d Cir. 1991), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">949</span></span><pre class=\"inline\"> (1992). However, “[t]his\n\n17   rationale does not apply . . . where, [for example,] there is advanced planning among the alleged\n\n18   co-conspirators to deal in wholesale quantities of drugs obviously not intended for personal use.\n\n19   Under such circumstances, the participants in the transaction may be presumed to know that they\n\n20   are part of a broader conspiracy.” Id. at 65-66.\n\n21          It is clear, then, that the existence of a buyer-seller relationship does not itself establish a\n\n\n                                                        10\n\f 1   conspiracy; however, where there is additional evidence showing an agreement to join together to\n\n 2   accomplish an objective beyond the sale transaction, the evidence may support a finding that the\n\n 3   parties intentionally participated in a conspiracy. See Wexler, 522 F.3d at 208 (noting, in the\n\n 4   course of reversing conviction for narcotics-distribution conspiracy, the absence of proof of an\n\n 5   agreement to distribute); Gore, 154 F.3d at 41 (holding that “it would be sheer speculation for\n\n 6   jurors to conclude that an agreement to distribute drugs had been made” where there was no\n\n 7   evidence “of the exact nature of [the sale] transaction or the quantity of drugs involved”);\n\n 8   Beech-Nut Nutrition Corp., 871 F.2d at 1191 (“[A] defendant may be deemed to have agreed to\n\n 9   join a conspiracy if there is something more, some indication that the defendant knew of and\n\n10   intended to further the illegal venture, that he somehow encouraged the illegal use of the goods\n\n11   or had a stake in such use.” (internal quotation marks omitted)); Borelli, 336 F.2d at 384\n\n12   (“Purchase or sale of contraband may, of course, warrant the inference of an agreement going\n\n13   well beyond the particular transaction. A seller of narcotics in bulk surely knows that the\n\n14   purchasers will undertake to resell the goods over an uncertain period of time, and the\n\n15   circumstances may also warrant the inference that a supplier or a purchaser indicated a\n\n16   willingness to repeat.”); Koch, 113 F.2d at 983 (“It was necessary to the government’s case to\n\n17   show that the appellant was in some way knowingly associated in the unlawful common\n\n18   enterprise to import the drugs and dispose of them unlawfully.”).\n\n19          Thus, where the evidence has supported the inference that a defendant agreed to\n\n20   participate in the conspiracy beyond simply buying or selling we have upheld the conviction. For\n\n21   example, in United States v. Miranda-Ortiz, </pre><span class=\"citation\" data-id=\"556410\"><a href=\"/opinion/556410/united-states-v-alexis-miranda-ortiz-aka-alexis-pacheco/\"><span class=\"volume\">926</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">172</span></a></span><pre class=\"inline\"> (2d Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">502</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">928</span></span><pre class=\"inline\">\n\n\n                                                     11\n\f 1   (1991), we rejected a sufficiency challenge brought by a defendant whose participation was\n\n 2   limited to “a single transaction” because “the evidence permit[ted] an inference that the\n\n 3   defendant had knowledge of the conspiracy and intended to join.” Id. at 176. In that case, there\n\n 4   was evidence that the defendant had twice offered to sell narcotics to an alleged coconspirator\n\n 5   and that “the two men exchanged beeper numbers.” Id. Although the defendant argued that this\n\n 6   evidence suggested he “was merely offering to supply [the buyer] for his personal use,” we found\n\n 7   that the jury could infer from the exchange of beeper numbers that the defendant suspected the\n\n 8   buyer “was likely a distributor, rather than one who purchased only for his own personal use,”\n\n 9   and that he had “sought to become [the buyer’s] partner in an ongoing narcotics operation.” Id.\n\n10   The evidence surrounding an actual transaction further established that the two men had\n\n11   conspired together to distribute cocaine. The coconspirator, unable to obtain cocaine for a repeat\n\n12   customer from his normal supplier, sought to buy a kilogram of cocaine from the defendant. Id.\n\n13   The defendant, certainly aware by now that this buyer was a distributor, sought reassurances that\n\n14   the repeat customer was reliable. On that record, we held that the evidence “easily” satisfied the\n\n15   element of participation and “was ample to permit the jury to infer beyond a reasonable doubt\n\n16   that [he] knew of the ongoing conspiracy and joined it.” Id.\n\n17          Similarly, in Medina, we held that the district court had not erred in refusing to give a\n\n18   buyer-seller instruction to the jury because of the evidence of “advanced planning . . . to deal in\n\n19   wholesale quantities of drugs obviously not intended for personal use.” 944 F.2d at 65. Such\n\n20   evidence permits an inference that defendants are “part of a broader conspiracy.” Id. at 65-66.\n\n21          On the other hand, in Gore, we held that a heroin seller’s statement that he did not “want\n\n\n                                                      12\n\f 1   to lose face with” his supplier established a buyer-seller relationship between the two, but was\n\n 2   “standing alone . . . legally insufficient to show a conspiratorial agreement to distribute drugs\n\n 3   made between [the defendant] and that unknown source.” 154 F.3d at 40. We acknowledged\n\n 4   that the defendant’s statement “may imply more than one transaction,” but we held that “it would\n\n 5   be sheer speculation for jurors to conclude that an agreement to distribute drugs had been made”\n\n 6   in the absence of any “specific indication of the exact nature of that transaction or the quantity of\n\n 7   drugs involved.” Id. at 41.\n\n 8           Most recently, in Wexler, we held that there was insufficient evidence to support the\n\n 9   defendant’s conviction for conspiring to distribute the painkiller Dilaudid, resulting in the death\n\n10   of an alleged co-conspirator, because, although there was evidence that the two conspired to\n\n11   distribute other painkillers to third parties, there was no evidence that the Dilaudid the defendant\n\n12   helped supply “was redistributed or that there was ever any agreement or intention on the parts of\n\n13   [the two individuals] to do so.” 522 F.3d at 208. We also noted that the quantities of Dilaudid\n\n14   received “were consistent with personal use.” Id. The indictment specifically charged “that the\n\n15   part and object of the conspiracy resulting in death was one to distribute Dilaudid, not a ‘variety\n\n16   of drugs.’” Id. at 209. Thus, in the absence of “proof that [the recipient] agreed to, or did,\n\n17   distribute Dilaudid, [the two individuals] were mere buyer-and-seller with respect to Dilaudid.”\n\n18   Id. at 208.\n\n19           The critical inquiry in each case is whether the evidence in its totality suffices to permit a\n\n20   jury to find beyond a reasonable doubt that the defendant was not merely a buyer or seller of\n\n21   narcotics, but rather that the defendant knowingly and intentionally participated in the narcotics-\n\n\n                                                       13\n\f 1   distribution conspiracy by agreeing to accomplish its illegal objective beyond the mere purchase\n\n 2   or sale.\n\n 3              Evidence that a buyer intends to resell the product instead of personally consuming it\n\n 4   does not necessarily establish that the buyer has joined the seller’s distribution conspiracy. This\n\n 5   is so even if the seller is aware of the buyer’s intent to resell. It is axiomatic that more is required\n\n 6   than mere knowledge of the purpose of a conspiracy. See, e.g., Direct Sales Co. v. United States,\n\n 7   </pre><span class=\"citation\" data-id=\"103872\"><a href=\"/opinion/103872/direct-sales-co-v-united-states/\"><span class=\"volume\">319</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">703</span></a></span><pre class=\"inline\">, 711-13 (1943); United States v. Ceballos, </pre><span class=\"citation\" data-id=\"783167\"><a href=\"/opinion/783167/united-states-v-gabriel-ceballos-also-known-as-sealed-deft-3-also-known/\"><span class=\"volume\">340</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">115</span></a></span><pre class=\"inline\">, 124 (2d Cir. 2003). Such\n\n 8   knowledge alone would not establish aiding and abetting liability, which requires proof of the\n\n 9   intent to contribute to the success of the underlying crime, see United States v. Reifler, </pre><span class=\"citation no-link\"><span class=\"volume\">446</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">10</span></span><pre class=\"inline\">   65, 96 (2d Cir. 2006), let alone conspiracy. See United States v. Lechuga, </pre><span class=\"citation\" data-id=\"607904\"><a href=\"/opinion/607904/united-states-v-humberto-lechuga/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">346</span></a></span><pre class=\"inline\">, 349 (7th\n\n11   Cir.) (en banc) (“A person who sells a gun knowing that the buyer intends to murder someone\n\n12   may or may not be an aider or abettor of the murder, but he is not a conspirator, because he and\n\n13   his buyer do not have an agreement to murder anyone.”), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">510</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">982</span></span><pre class=\"inline\"> (1993);\n\n14   United States v. Tyler, </pre><span class=\"citation\" data-id=\"449686\"><a href=\"/opinion/449686/united-states-v-warren-tyler/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 70-71 (2d Cir. 1985) (reversing conviction for conspiracy to\n\n15   distribute heroin of defendant who helped willing buyer find willing seller, but affirming his\n\n16   conviction for aiding and abetting heroin distribution). Circumstantial evidence may, however,\n\n17   support taking “[t]he step from knowledge to intent and agreement,” provided that “the evidence\n\n18   of knowledge [is] clear, not equivocal.” Direct Sales, 319 U.S. at 711, 713; accord Ceballos,\n\n19   340 F.3d at 124.\n\n20              While we have avoided listing factors to guide what is a highly fact-specific inquiry into\n\n21   whether the circumstances surrounding a buyer-seller relationship establish an agreement to\n\n\n                                                        14\n\f 1   participate in a distribution conspiracy, our sister circuits have identified several, including\n\n 2   “whether there was prolonged cooperation between the parties, a level of mutual trust,\n\n 3   standardized dealings, sales on credit (‘fronting’), and the quantity of drugs involved.” United\n\n 4   States v. Hicks, </pre><span class=\"citation\" data-id=\"786236\"><a href=\"/opinion/786236/united-states-v-herman-hicks-radar-tyler-and-driefus-harbin/\"><span class=\"volume\">368</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">801</span></a></span><pre class=\"inline\">, 805 (7th Cir. 2004); United States v. Gibbs, </pre><span class=\"citation\" data-id=\"765997\"><a href=\"/opinion/765997/united-states-v-terrence-gibbs-aka-terry-aka-t-terrence-gibbs-in-no/\"><span class=\"volume\">190</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">188</span></a></span><pre class=\"inline\">, 199 (3d\n\n 5   Cir. 1999) (discussing several factors, including “the length of affiliation between the defendant\n\n 6   and the conspiracy; whether there is an established method of payment; the extent to which\n\n 7   transactions are standardized; and whether there is a demonstrated level of mutual trust”;\n\n 8   “whether the buyer’s transactions involved large amounts of drugs”; and “[w]hether the buyer\n\n 9   purchased his drugs on credit”), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">528</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1131</span></span><pre class=\"inline\"> (2000). The relevance of similar\n\n10   factors has also been noted in our Circuit. See United States v. Wexler, </pre><span class=\"citation\" data-id=\"2631\"><a href=\"/opinion/2631/united-states-v-wexler/\"><span class=\"volume\">522</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">194</span></a></span><pre class=\"inline\">, 211 (2d\n\n11   Cir. 2008) (Raggi, J., concurring in part and dissenting in part). No single factor is dispositive.\n\n12   See Hicks, 368 F.3d at 805; Gibbs, 190 F.3d at 200. The dispositive inquiry remains whether a\n\n13   rational jury could find beyond a reasonable doubt that a defendant has agreed to join and\n\n14   participate in the conspiracy.\n\n15   III. Evidence in this Case\n\n16          In this case, the parties do not dispute that the government adequately proved that the\n\n17   Luna conspiracy existed; that Hawkins knew of the Luna conspiracy; that Hawkins purchased\n\n18   cocaine from Luna; that Hawkins intended to resell at least some of the cocaine he purchased\n\n19   from Luna; and that Luna and Febres knew that Hawkins intended to resell some of the\n\n20   purchased cocaine. See United States v. Hawkins, No. 05-cr-058, </pre><span class=\"citation no-link\"><span class=\"volume\">2007</span> <span class=\"reporter\">WL</span> <span class=\"page\">1732767</span></span><pre class=\"inline\">, at *3-4 (D.\n\n21   Conn. June 15, 2007) (finding sufficient evidence of a Luna conspiracy, Hawkins’s knowledge\n\n\n                                                       15\n\f 1   thereof, and awareness by some Luna co-conspirators that Hawkins intended to resell cocaine).\n\n 2   Hawkins does dispute, however, that he joined the conspiracy. He argues that he purchased the\n\n 3   cocaine to use it, share it, or sell it, but it was only his business what he would do with it. The\n\n 4   sole question, therefore, is whether the evidence was sufficient to permit a reasonable jury to find\n\n 5   beyond a reasonable doubt that Hawkins intentionally joined and participated in the Luna\n\n 6   conspiracy.\n\n 7          In granting Hawkins’s motion, the District Court concluded that the evidence establishes\n\n 8   at most that Hawkins acted as a “go-between,” i.e., one who facilitates sales between suppliers\n\n 9   and users, without the intent “to further the goals of the conspiracy.” Id. at *7. The District\n\n10   Court held that the government proved “that it [wa]s plausible that Hawkins joined the\n\n11   conspiracy, but not that he joined the charged conspiracy beyond a reasonable doubt.” Id. at *9.\n\n12          We find that the evidence was sufficient to support the jury’s finding beyond a reasonable\n\n13   doubt that Hawkins knowingly and intentionally joined and participated in the Luna conspiracy.\n\n14   After reviewing the evidence against Hawkins in its totality and in the light most favorable to the\n\n15   government, we find that a rational jury could have found beyond a reasonable doubt that\n\n16   Hawkins intentionally joined the Luna conspiracy by entering into a distribution agreement with\n\n17   Luna himself that afforded Hawkins a source of cocaine and Luna another outlet — albeit small\n\n18   — for his contraband.\n\n19          In sum and as discussed further below, the evidence clearly establishes that Hawkins\n\n20   intended to redistribute some of the cocaine he purchased or sought to purchase from Luna and,\n\n21   moreover, that Luna and his associates knew this. In addition, the evidence supports the\n\n\n                                                       16\n\f 1   inference that Hawkins was not freelancing in this respect but that Hawkins agreed to engage in\n\n 2   this conduct with Luna on an ongoing basis and that Hawkins and Luna trusted each other to\n\n 3   work together as supplier and street-level dealer. Hawkins purchased or sought to purchase from\n\n 4   Luna on several occasions within a short time frame. Hawkins repeatedly brought potential\n\n 5   customers’ needs to Luna’s attention and then made arrangements with Luna to obtain cocaine\n\n 6   for resale, using the cellphone number which Luna had disclosed to him and he had stored on his\n\n 7   phone for future use. The mutual trust between Hawkins and Luna was further demonstrated by\n\n 8   Hawkins’s express preference of Luna over other local dealers and Luna’s agreement, at least\n\n 9   initially, to extend credit to Hawkins.\n\n10          First, the tape recordings provide direct proof of Hawkins’s intent to redistribute the\n\n11   cocaine he purchased or sought to purchase from Luna and Luna’s awareness of the same. On\n\n12   February 12, 2005, Hawkins purchased an eight-ball with the express intent of redistributing it to\n\n13   his co-workers, while perhaps reserving some for himself. There is no direct evidence regarding\n\n14   Hawkins’s intent with respect to the two eight-balls he purchased five days later. But on\n\n15   February 23, 2005, Hawkins again expressed his intent to redistribute an eight-ball to another\n\n16   customer. Even if Hawkins’s goal was to buy from Luna for his own use in addition to sharing it\n\n17   with these customers, he nevertheless displayed an intent to redistribute Luna’s cocaine. As we\n\n18   recently held, and as the District Court instructed the jury, “one who delivers or transfers\n\n19   narcotics to another — for consideration or gratis — is distributing,” and so even “the social\n\n20   sharing of a small quantity of drugs, without consideration, constitutes the distribution of drugs\n\n21   within the meaning of 21 U.S.C. § 841(a).” United States v. Wallace, </pre><span class=\"citation\" data-id=\"1425305\"><a href=\"/opinion/1425305/united-states-v-wallace/\"><span class=\"volume\">532</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">126</span></a></span><pre class=\"inline\">, 129 (2d Cir.\n\n\n                                                      17\n\f 1   2008) (holding that defendant’s testimony that he shared with friends “is direct evidence that [he]\n\n 2   engaged in the distribution of cocaine base”). The evidence in this case clearly demonstrates that\n\n 3   Hawkins intended to redistribute cocaine and made this known to Luna. This supports the jury’s\n\n 4   finding that Hawkins agreed to further the objectives of the Luna conspiracy beyond his mere\n\n 5   agreement to buy cocaine.\n\n 6          Second, additional evidence taken together supports the step from this clearly established\n\n 7   joint knowledge to proof beyond a reasonable doubt that Hawkins was not just a Luna customer\n\n 8   who happened to intend to redistribute cocaine independently, but that he agreed to join and\n\n 9   participate in the Luna conspiracy. Hawkins purchased or sought to purchase cocaine from Luna\n\n10   four times within two weeks. See United States v. Contreras, </pre><span class=\"citation\" data-id=\"773155\"><a href=\"/opinion/773155/united-states-v-eliseo-contreras/\"><span class=\"volume\">249</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">595</span></a></span><pre class=\"inline\">, 600 (7th Cir.)\n\n11   (noting that repeat sales suggest “more than a transient relationship,” but are “by themselves”\n\n12   insufficient to support an inference of a conspiracy between the supplier and purchaser), cert.\n\n13   denied, </pre><span class=\"citation no-link\"><span class=\"volume\">534</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">914</span></span><pre class=\"inline\"> (2001). On two occasions, Hawkins expressly contacted Luna because he\n\n14   had identified potential customers. See United States v. Mims, </pre><span class=\"citation\" data-id=\"723959\"><a href=\"/opinion/723959/united-states-v-edward-l-mims-and-cleveland-j-mcdade/\"><span class=\"volume\">92</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">461</span></a></span><pre class=\"inline\">, 463, 465 (7th Cir.\n\n15   1996) (noting that “purchase of narcotics for resale is evidence of a conspiratorial agreement[,]\n\n16   especially when the purchases are repeated”). Hawkins did so by calling Luna’s cellphone\n\n17   number, which he had programmed into his phone in order to contact Luna more readily in the\n\n18   future. See United States v. Thompson, </pre><span class=\"citation\" data-id=\"1351743\"><a href=\"/opinion/1351743/united-states-v-thompson/\"><span class=\"volume\">528</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 118 (2d Cir. 2008) (per curiam) (noting, in\n\n19   the course of rejecting a sufficiency challenge to a narcotics distribution conspiracy conviction,\n\n20   that a defendant’s “cell phone directory contained the telephone numbers of the other members of\n\n21   the conspiracy”); cf. Tyler, 758 F.2d at 68-69 (noting, in the course of reversing the conspiracy\n\n\n                                                      18\n\f 1   conviction of a mere go-between, the absence of evidence that the defendant “knew where to find\n\n 2   [the supplier] or expected him to be in the area”).\n\n 3          Third, there was evidence reflecting mutual trust between Hawkins and Luna. Hawkins\n\n 4   explained to Luna that he wanted to be supplied by him instead of alternative sources on Beaver\n\n 5   Street. As noted, Luna disclosed his cellphone number to Hawkins. Moreover, Luna indicated\n\n 6   his willingness to supply Hawkins with cocaine on credit. See Gibbs, 190 F.3d at 200 (“A credit\n\n 7   relationship may well reflect [mutual trust], and often evidences the parties’ mutual stake in each\n\n 8   other’s transactions.”). Luna’s expressed willingness to provide Hawkins with approximately\n\n 9   $100 worth of cocaine on credit reflects trust in Hawkins and a stake in his redistribution, even if\n\n10   an agreement to extend a greater amount of credit for a longer or less definite amount of time\n\n11   would have reflected an even more intimate relationship. That Luna and his colleagues might\n\n12   have been too busy compressing cocaine to consummate this credit transaction with Hawkins\n\n13   does not negate the inference of trust and shared interest. The jury could reasonably infer that\n\n14   Luna would have simply rejected Hawkins’s proposal out of hand had he not trusted Hawkins or\n\n15   cared about his redistribution. This evidence in its totality suffices to permit a rational jury to\n\n16   find beyond a reasonable doubt that Hawkins intentionally joined the Luna conspiracy.\n\n17          The absence of prolonged cooperation in this case does not compel a different result.\n\n18   Hawkins was arrested in early March, just nine days after the evidence of his last attempted\n\n19   purchase from Luna. There is no rule prohibiting a conspiracy conviction based on sufficient\n\n20   evidence that a defendant joined the conspiracy only shortly before the government dismantled it.\n\n21          In addition, the relatively small quantity of cocaine at issue does not render the evidence\n\n\n                                                       19\n\f 1   insufficient. Despite conceding that the jury could have found that he “intended to resell some of\n\n 2   the drugs he purchased from Luna,” Hawkins argues that the amount of cocaine he purchased\n\n 3   “supports his claim that he was a user rather than a dealer.” In some cases, a large drug quantity\n\n 4   may, in addition to establishing an intent to redistribute, support inferences about the relationship\n\n 5   between the participants. “A large transaction or an accumulation of deals suggests more trust,\n\n 6   garnered over a period of time, as well as a greater likelihood that the parties have ‘put their\n\n 7   heads together’ to figure out planning, organization, and ways to conceal their activities.” Gibbs,\n\n 8   190 F.3d at 199. The drug quantities in this case are, to be sure, extremely small and, in the\n\n 9   absence of other evidence, consistent with mere personal use. Unlike the two to three kilograms\n\n10   of cocaine at issue in United States v. Medina, </pre><span class=\"citation\" data-id=\"567926\"><a href=\"/opinion/567926/united-states-v-luz-medina-silverio-polanco-franklin-marmolejo-juan-a/\"><span class=\"volume\">944</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">60</span></a></span><pre class=\"inline\">, 65 (2d Cir. 1991), the eight-balls\n\n11   here are not so large as to be “obviously” “destined for resale.” Luna conspirators testified,\n\n12   however, that even eight-balls might be broken down for resale into several 0.3 gram bags. This\n\n13   evidence is consistent with a finding that Hawkins intended to redistribute the cocaine, although\n\n14   by itself it does not establish that intent beyond a reasonable doubt. In any event, the tape\n\n15   recordings provide sufficient proof of joint knowledge of Hawkins’s intent to redistribute Luna’s\n\n16   cocaine.\n\n17          Although Hawkins’s dealings with Luna were not standardized, the presence of some\n\n18   transaction costs also does not preclude a finding of conspiracy. Cf. United States v. Hach, 162\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">19</span>   <span class=\"reporter\">F.3d</span> <span class=\"page\">937</span></span><pre class=\"inline\">, 943-44 (7th Cir. 1998) (rejecting a sufficiency challenge in part because “the evidence\n\n20   shows a pattern of routine transactions rather than individualized ones,” in contrast to evidence\n\n21   of high transaction costs, which would “counsel against a finding of conspiracy” (internal\n\n\n                                                      20\n\f 1   quotation marks omitted)), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">526</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1103</span></span><pre class=\"inline\"> (1999). Hawkins, Luna, and Febres\n\n 2   discussed purchases, chatted about personal matters, and made arrangements to meet. The extent\n\n 3   of such interactions in this case does not seem out of the ordinary for any business venture,\n\n 4   especially an illegal one. We cannot say that any transaction costs borne by Hawkins and Luna\n\n 5   were so high as to create a reasonable doubt where, as here, the jury was instructed that a mere\n\n 6   buyer-seller relationship was insufficient and the evidence supports a finding that Hawkins was\n\n 7   not only a customer but a knowing and willing participant in Luna’s distribution of cocaine.\n\n 8          Hawkins’s argument that he was at most merely a “go-between” also fails. We have held\n\n 9   that, “standing alone,” evidence that a defendant “helped a willing buyer locate a willing seller . .\n\n10   . is insufficient to establish the existence of an agreement between the facilitator and the seller.”\n\n11   United States v. Tyler, </pre><span class=\"citation\" data-id=\"449686\"><a href=\"/opinion/449686/united-states-v-warren-tyler/\"><span class=\"volume\">758</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">66</span></a></span><pre class=\"inline\">, 69 (2d Cir. 1985). As discussed, in this case the evidence\n\n12   that Hawkins acted as a “go-between” does not stand alone but rather is accompanied by\n\n13   additional evidence from which the jury could reasonably infer, and not merely speculate, that\n\n14   Hawkins agreed to carry out the objectives of the Luna conspiracy. See United States v.\n\n15   Desimone, </pre><span class=\"citation\" data-id=\"744066\"><a href=\"/opinion/744066/united-states-v-frank-desimone-sr-thomas-gagliardi-aka-tommy-louis/\"><span class=\"volume\">119</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">217</span></a></span><pre class=\"inline\">, 224 (2d Cir. 1997). In addition, the jury was free to disregard Febres’s\n\n16   conclusory testimony that Hawkins was only a go-between and was not a member of the Luna\n\n17   conspiracy and to conclude instead, based on Febres’s account of Hawkins’s actual conduct, that\n\n18   Hawkins joined the conspiracy.\n\n19          The evidence in this case was sufficient for a jury to find beyond a reasonable doubt that\n\n20   Hawkins and Luna were not merely buyer and seller and, specifically, that Hawkins knowingly\n\n21   and intentionally joined in Luna’s conspiracy to distribute cocaine. Although the scope of\n\n\n                                                       21\n\f1   Hawkins’s participation in the conspiracy might not have been especially significant, the\n\n2   evidence was sufficient to establish his intentional participation in the charged conspiracy beyond\n\n3   a reasonable doubt.\n\n4                                            CONCLUSION\n\n5          For the foregoing reasons, we REVERSE the judgment of acquittal and REMAND this\n\n6   case to the District Court for further proceedings consistent with this opinion.\n\n\n\n\n                                                     22\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2631/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2695/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103872/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110138/",
    "http://www.courtlistener.com/api/rest/v3/opinions/265412/",
    "http://www.courtlistener.com/api/rest/v3/opinions/449686/",
    "http://www.courtlistener.com/api/rest/v3/opinions/518397/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520995/",
    "http://www.courtlistener.com/api/rest/v3/opinions/556410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567926/",
    "http://www.courtlistener.com/api/rest/v3/opinions/607904/",
    "http://www.courtlistener.com/api/rest/v3/opinions/723959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/744066/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757557/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765997/",
    "http://www.courtlistener.com/api/rest/v3/opinions/773155/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777011/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779999/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783167/",
    "http://www.courtlistener.com/api/rest/v3/opinions/786236/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787447/",
    "http://www.courtlistener.com/api/rest/v3/opinions/787946/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788719/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795598/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1199978/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1351743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1425305/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1509292/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1859642/"
  ]
}