{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2576/",
  "absolute_url": "/opinion/2576/in-re-james-karen-wornick/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2576/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:47:49Z",
  "date_modified": "2017-03-24T00:16:01.482832Z",
  "type": "010combined",
  "sha1": "8fd00975a1736ccf19122918d80559e8c698654d",
  "page_count": 14,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/171/doc/07-1657-bk_opn.pdf",
  "local_path": "pdf/2008/09/24/In_Re_James__Karen_Wornick.pdf",
  "plain_text": "     07-1657-bk\n     In Re: James & Karen Wornick\n\n\n\n 1                             UNITED STATES COURT OF APPEALS\n 2                                 FOR THE SECOND CIRCUIT\n 3\n 4                                    August Term, 2007\n 5\n 6\n 7\n 8   (Argued July 9, 2008)                           Decided September 24, 2008)\n 9\n10                                  Docket No. 07-1657-bk\n11\n12   --------------------------------------------x\n13   James Wornick, Karen Wornick,\n14\n15                                     Appellants,\n16\n17   v.\n18\n19   Thomas Gaffney,\n20\n21                            Trustee-Appellee.\n22   --------------------------------------------x\n23\n24   B e f o r e:          POOLER and HALL, Circuit Judges,\n25                         and TRAGER, District Judge.*\n26\n27\n28          Appeal from an order of the United States District Court for\n\n29   the Western District of New York (Curtin, J.) with judgment\n\n30   entered on November 27, 2006, affirming the bankruptcy court's\n\n31   order sustaining an objection by the trustee to the Wornicks'\n\n32   claim of exemption for the cash surrender value of certain life\n\n33   insurance policies.\n\n34          The judgment of the district court is reversed.\n\n35\n36   _______________________\n\n        * The Honorable David G. Trager of the United States District\n     Court for the Eastern District of New York, sitting by\n     designation.\n\f 1\n 2\n 3\n 4   DENIS A. KITCHEN, Esq.,\n 5   Williamsville, New York\n 6   for Appellants\n 7\n 8   LAWRENCE C. BROWN, Esq.,\n 9   Buffalo, New York\n10   for Trustee-Appellee\n\f1    TRAGER, District Judge:\n\n2         In this bankruptcy appeal, the debtors, James and Karen\n\n3    Wornick, ask us to reverse a district court order holding that\n\n4    certain assets in connection with life insurance policies they\n\n5    each held for the benefit of the other were not exempt from the\n\n6    joint administration of their bankruptcy estates.   Because the\n\n7    inchoate interest that a spouse beneficiary holds in a reciprocal\n\n8    life insurance policy does not constitute an asset of the\n\n9    beneficiary's estate, the judgment of the district court is\n\n10   reversed.\n\n11\n\n12                              Background\n\n13        The facts of this case are simple.   On October 15, 2005, the\n\n14   Wornicks filed a joint petition for bankruptcy protection under\n\n15   Chapter 7 of the Bankruptcy Code.   At the time, James and Karen\n\n16   Wornick each owned whole life insurance policies on their own\n\n17   lives for the benefit of the other, and each of these policies\n\n18   had a cash surrender value.1   James owned three policies payable\n\n19   on his death to Karen, with a total cash surrender value of\n\n20   $8,627.45, and Karen owned one policy payable on her death to\n\n\n\n          1\n            The \"cash surrender value\" of a life insurance policy is\n     \"[t]he amount of money payable when an insurance policy having\n     cash value, such as a whole-life policy, is redeemed before\n     maturity or death.\" Black's Law Dictionary 1586 (8th ed. 2004).\n\f1    James, with a cash surrender value of $8,994.71.    The Wornicks\n\n2    claimed that the cash surrender values of these policies should\n\n3    be exempt from bankruptcy administration.    The trustee objected\n\n4    to these exemptions.    The bankruptcy court sustained the\n\n5    objections, ordering the Wornicks to turn over to the trustee the\n\n6    cash surrender values of the policies.    The Wornicks appealed to\n\n7    the district court, which affirmed.    This appeal followed.\n\n8\n\n9                                 Discussion\n\n10        The only question this appeal presents is whether in a joint\n\n11   bankruptcy case of spouses who own reciprocal life insurance\n\n12   policies the bankruptcy estate of the beneficiary spouse is\n\n13   entitled to the cash surrender value of an insurance policy taken\n\n14   out by and insuring the other spouse.     In other words, if A buys\n\n15   an insurance policy on A's life and designates B as the\n\n16   beneficiary, and if A and B file jointly for bankruptcy\n\n17   protection, are B's creditors entitled to the cash surrender\n\n18   value of the policy?    The district court decided this question in\n\n19   the affirmative, and we review the district court's decision de\n\n20   novo.    See KLC, Inc. v. Trayner, 426 F.3d 172, 174 (2d Cir.\n\n21   2005).\n\n22        The Wornicks claim that the cash surrender value of their\n\n23   life insurance policies should be exempt under Section 3212 of\n\n\n\n\n                                       2\n\f1    New York Insurance Law, which provides in pertinent part,\n\n 2             [(a)](1) The term 'proceeds and avails', in\n 3             reference to policies of life insurance,\n 4             includes death benefits, accelerated payments\n 5             of the death benefit or accelerated payment\n 6             of a special surrender value, cash surrender\n 7             and loan values . . . .\n 8\n 9             . . .\n10\n11             (b)(1) If a policy of insurance has been or\n12             shall be effected by any person on his own\n13             life in favor of a third person beneficiary,\n14             or made payable otherwise to a third person,\n15             such third person shall be entitled to the\n16             proceeds and avails of such policy as against\n17             the creditors, personal representatives,\n18             trustees in bankruptcy and receivers in state\n19             and federal courts of the person effecting\n20             the insurance.\n21\n22             [(b)](2) If a policy of insurance has been or\n23             shall be effected upon the life of another\n24             person in favor of the person effecting the\n25             same or made payable otherwise to such\n26             person, the latter shall be entitled to the\n27             proceeds and avails of such policy as against\n28             the creditors, personal representatives,\n29             trustees in bankruptcy and receivers in state\n30             and federal courts of the person insured. If\n31             the person effecting such insurance shall be\n32             the spouse of the insured, he or she shall be\n33             entitled to the proceeds and avails of such\n34             policy as against his or her own creditors,\n35             trustees in bankruptcy and receivers in state\n36             and federal courts.\n37\n\n38   N.Y. Ins. Law § 3212 (emphasis added); see also 11 U.S.C.\n\n39   § 522(b)(2) (providing that states may exempt certain property\n\n40   from bankruptcy administration); N.Y. Dr. & Cr. Law § 282\n\n41   (providing that insurance policies are exempt from bankruptcy\n\n\n\n\n                                     3\n\f1    administration as provided in Section 3212 of the Insurance Law).\n\n2    In essence, subsection (b)(1) says that if A buys insurance on\n\n3    A's life and designates B as the beneficiary, then any interest B\n\n4    has in the proceeds and avails of the policy is protected against\n\n5    A's creditors.   And subsection (b)(2) says that if A buys\n\n6    insurance on B's life and designates A as the beneficiary, then\n\n7    any interest A has in the proceeds and avails of the policy is\n\n8    protected against B's creditors, and moreover, if A and B are\n\n9    married, then A's interest is protected against A's creditors as\n\n10   well.\n\n11        The Wornicks' claim presents the slightly different question\n\n12   of whether the cash surrender value of an insurance policy\n\n13   purchased by A on A's life for the benefit of B is protected\n\n14   against B's creditors, and thus does not fit precisely into\n\n15   either of the exemptions provided by Section 3212(b)(1) & (2).\n\n16   In rejecting their claim to an exemption, the district court\n\n17   concluded that the cash surrender values of these insurance\n\n18   policies were insulated only against the creditors of the insured\n\n19   and not against the creditors of the beneficiary.2   We disagree.\n\n\n             2\n            The district court's holding was consistent with a prior\n     decision of the Western District of New York, Teufel v. Schlant,\n     No. 02 Civ. 81S, 2002 U.S. Dist. LEXIS 27930 (W.D.N.Y. Sept. 24,\n     2002), which itself resolved what had been a conflict among the\n     bankruptcy judges in the district on this issue – compare In re\n     Mata, 244 B.R. 580 (Bankr. W.D.N.Y. 1999) (Kaplan, J.) (holding\n     that Section 3212(b) did not exempt the cash surrender value of\n\n\n\n\n                                      4\n\f1         It has long been the law that \"[t]he beneficiary of a life\n\n2    insurance policy, who may at any time be removed from the\n\n3    benefited position by the insured and against the beneficiary's\n\n4    will, cannot have a vested interest.\"    In re Greenberg, 271 F.\n\n5    258, 259 (2d Cir. 1921); see also In re Solomons, 2 F. Supp. 572,\n\n6    574 (S.D.N.Y. 1932) (noting that when the insured reserves the\n\n7    right to change the beneficiary, the cash surrender value is an\n\n8    asset of the insured).   The filing of a bankruptcy petition\n\n9    creates a bankruptcy estate, which includes \"all legal or\n\n10   equitable interests of the debtor in property as of the\n\n11   commencement of the case.\"    11 U.S.C. § 541(a)(1).   \"Whether the\n\n12   debtor has a legal or equitable interest in property such that it\n\n13   becomes 'property of the estate' under section 541 is determined\n\n14   by applicable state law.\"    Musso v. Ostashko, 468 F.3d 99, 105\n\n15   (2d Cir. 2006).    Under New York law, the revocable beneficiary of\n\n16   a life insurance policy has \"a mere expectancy or . . . an\n\n17   inchoate right [in the policy] depending entirely upon the will\n\n18   of the insured.\"   Davis v. Modern Indus. Bank, 279 N.Y. 405, 410,\n\n19   18 N.E.2d 639, 641 (1939).    As such, the beneficiary has no legal\n\n\n     an insurance policy from the beneficiary's creditors), with In re\n     Polanowski, 258 B.R. 86 (Bankr. W.D.N.Y. 2001) (Bucki, J.)\n     (holding that the exemption did apply in cases like this because\n     the beneficiary holds no administrable interest in a spouse's\n     life insurance policy), overruled by Teufel, 2002 U.S. Dist.\n     LEXIS 27930. As discussed below, we agree with Judge Bucki's\n     opinion in Polanowski.\n\n\n\n\n                                       5\n\f1    or equitable interest in the policy that could be made part of\n\n2    the property of the beneficiary's bankruptcy estate.    Section\n\n3    541(a)(5) of the Bankruptcy Code, entitled \"Property of the\n\n4    Estate,\" accords with this well-established principle by\n\n5    providing that a debtor's interest in a life insurance policy is\n\n6    only property of the bankruptcy estate when the debtor acquires\n\n7    or becomes entitled to acquire the proceeds either before or\n\n8    within 180 days of filing the bankruptcy petition.    11 U.S.C.\n\n9    § 541(a)(5).\n\n10        With regard to the insurance policies at issue here, the\n\n11   insured could have changed the beneficiary at any time prior to\n\n12   filing for bankruptcy, and the beneficiary would have had no\n\n13   claim to the cash surrender value.    It must be remembered that\n\n14   the trustee stands in the shoes of the debtor and can only assert\n\n15   claims that the debtor could have asserted prior to filing for\n\n16   bankruptcy.    See, e.g., In re CBI Holding Co., 529 F.3d 432, 447\n\n17   (2d Cir. 2008) (noting that \"a bankruptcy trustee stands in the\n\n18   shoes of the bankrupt corporation and can maintain only those\n\n19   actions that the debtors could have brought prior to the\n\n20   bankruptcy proceedings\") (internal citations and quotations\n\n21   omitted).   Thus, it seems obvious that because the beneficiary\n\n22   here holds nothing more than an inchoate interest and has no\n\n23   claim to the cash surrender value of the spouse's insurance\n\n\n\n\n                                       6\n\f1    policy, the cash surrender value is not subject to administration\n\n2    by the beneficiary's trustee in bankruptcy.\n\n3         It has been suggested, however, that the Bankruptcy Reform\n\n4    Act of 1978, by allowing for the first time spouses to file\n\n5    jointly, worked a fundamental change in the powers of a\n\n6    bankruptcy trustee to administer the estates of spouses in cases\n\n7    like this.   See Teufel, 2002 U.S. Dist. LEXIS 27930, at *13-14\n\n8    (suggesting that the identical issue on appeal before the Western\n\n9    District of New York presented a question of first impression\n\n10   because spouses could not file joint bankruptcy petitions prior\n\n11   to 1978); In re Jacobs, 264 B.R. 274, 277-78, 292-93 (Bankr.\n\n12   W.D.N.Y. 2001) (\"[T]he Bankruptcy Reform Act of 1978 dramatically\n\n13   changed such things, and there should be no doubt that in the\n\n14   absence of an exemption statue, the beneficiary's interest\n\n15   (whatever that is) in a life insurance policy is not exempt in\n\n16   the bankruptcy case of the beneficiary.\").    Indeed, the district\n\n17   court in this case followed a line of cases that generally\n\n18   concluded that in a joint bankruptcy case, the trustee can reach\n\n19   those assets that the couple, acting together, could have reached\n\n20   prior to bankruptcy.   For instance, In re Jacobs compared the\n\n21   issue in this case regarding the cash surrender values of\n\n22   reciprocal insurance policies to\n\n23             a million-dollar Stradivari-crafted violin\n24             sitting in a safe-deposit box with its\n\n\n\n\n                                        7\n\f 1              owners, husband and wife, each holding one of\n 2              two necessary keys to the box; and then the\n 3              couple filing joint bankruptcy to get rid of\n 4              their debts and arguing to their creditors\n 5              and the bankruptcy court that neither one\n 6              alone has a \"choate\" or attachable right to\n 7              the Stradivarius, but only a \"mere\n 8              expectancy\" that the other will co-operate\n 9              when needed.\n10\n11   Id. at 292.   In such a case, according to In re Jacobs, \"the\n\n12   trustee may agree with himself or herself as trustee in two\n\n13   different estates to retrieve the million-dollar Stradivarius\n\n14   from the safe-deposit box.\"   Id. at 294.   Following this general\n\n15   line of reasoning, the lower courts in this case concluded that\n\n16   the trustee of the Wornicks' estates, standing in the shoes of\n\n17   both spouses, could agree with himself to cash out the insurance\n\n18   policies for the benefit of the beneficiaries' creditors.   In\n\n19   other words, because the Wornicks as a couple could have agreed\n\n20   to cash out these insurance policies, the lower courts concluded\n\n21   that the trustee was also empowered to do so by virtue of the\n\n22   joint filing.   We do not think this analysis is correct.\n\n23        While Section 302 of the Bankruptcy Code allows spouses to\n\n24   file jointly, it does not automatically consolidate their\n\n25   estates.   11 U.S.C. § 302(b) (\"After the commencement of a joint\n\n26   case, the court shall determine the extent, if any, to which the\n\n27   debtors' estates shall be consolidated.\"); see also In re\n\n28   Jorczak, 314 B.R. 474, 480 n.8 (Bankr. D. Conn. 2004) (\"A joint\n\n\n\n\n                                      8\n\f1    petition does nothing more than simultaneously commence two\n\n2    individual cases. . . . [When a joint petition is filed] two\n\n3    separate bankruptcy estates-the husband's and the wife's – are\n\n4    created. A joint petition . . . , unless substantively\n\n5    consolidated, does not affect the legal rights or obligations of\n\n6    the debtors, the creditors or the trustee.\") (internal citations\n\n7    and quotations omitted); In re Arnold, 33 B.R. 765, 767 (Bankr.\n\n8    E.D.N.Y. 1983) (\"Although a joint petition is filed, estates are\n\n9    in legal effect separate or several. Section 302 has procedural\n\n10   effect only. Although a husband and wife file a joint petition,\n\n11   there are in fact two separate debtors. The right of exemption is\n\n12   a personal privilege.\") (emphasis added).   And the trustee in\n\n13   this case does not claim that the bankruptcy court ever entered\n\n14   an order consolidating the Wornicks' estates.   Nor does joint\n\n15   administration allow the property of one spouse to be used to\n\n16   satisfy the debts of the other spouse.   See generally 2 Collier\n\n17   on Bankruptcy P 302.02 (15th ed. 2005) (citing In re Hicks, 300\n\n18   B.R. 372 (Bankr. D. Idaho 2003)).   Thus, in our view, the trustee\n\n19   may not reach assets in a joint filing that he could not have\n\n20   reached had the spouses filed separately.   Here, had the Wornicks\n\n21   filed separate bankruptcy petitions, the trustee would have been\n\n22   powerless to administer the cash surrender value as part of the\n\n23   estate of the owner/insured because Section 3212(b)(1) provides\n\n\n\n\n                                     9\n\f1    an express exemption in favor of the beneficiary.   Likewise,\n\n2    because the beneficiary's interest in the proceeds and avails of\n\n3    the policy is inchoate, the trustee, standing in the shoes of the\n\n4    beneficiary, would have been powerless to administer property to\n\n5    which the beneficiary had no legal claim, notwithstanding the\n\n6    lack of an exemption insulating the cash surrender value from\n\n7    administration as part of the estate of the beneficiary.   A joint\n\n8    filing does not vest the trustee with the power to reach a\n\n9    spouse's assets that would have otherwise been insulated, and in\n\n10   the Wornicks' joint bankruptcy case, the cash surrender values of\n\n11   their insurance policies are not administrable.\n\n12        Indeed, to hold otherwise, and to allow the trustee to\n\n13   administer the cash surrender values of these insurance policies,\n\n14   would leave this area of the law in an awkward stance.   As noted\n\n15   above, Section 3212(b)(2) provides that if A and B are married,\n\n16   and A buys insurance on B's life and designates A as the\n\n17   beneficiary, then the proceeds are not reachable by the creditors\n\n18   of either A or B.   This exemption would also apply if B purchased\n\n19   the insurance and then assigned it to A.   See, e.g., In re\n\n20   Rundlett, 142 B.R. 649, 654 (Bankr. S.D.N.Y. 1992) (holding that\n\n21   \"when a husband assigns a life insurance policy on his life to\n\n22   his wife, he is deemed to have acted as her agent so that she\n\n23   should be regarded as having caused or effected the policy, with\n\n\n\n\n                                     10\n\f1    the result that the proceeds, including the cash surrender value,\n\n2    are exempt from the wife's creditors\").   Debtors who are\n\n3    similarly situated to the Wornicks, therefore, could easily\n\n4    insulate their collective insurance policies from creditors by\n\n5    simply transferring ownership of each policy from one spouse to\n\n6    the other prior to filing for joint bankruptcy; the insured and\n\n7    beneficiary could remain the same.   Another option available to\n\n8    similarly situated debtors would be to change the beneficiaries\n\n9    of their policies prior to filing, after which the insured could\n\n10   claim an exemption under Section 3212(b)(1).3   That the Wornicks\n\n\n          3\n            Whether either of these transfers could be deemed\n     fraudulent need not be parsed here. Nonetheless, it bears noting\n     that \"even the conversion of nonexempt property into exempt\n     property by an insolvent contemplating bankruptcy has been held a\n     transaction not intended to defraud creditors in the absence of\n     evidence of extrinsic fraud.\" In re Adlman, 541 F.2d 999, 1005\n     (2d Cir. 1976). New York's Fraudulent Conveyance law defines\n     \"assets of a debtor\" as \"property not exempt from liability for\n     his debts. To the extent that any property is liable for any\n     debts of the debtor, such property shall be included in his\n     assets.\" N.Y. Dr. & Cr. Law § 270 (emphasis added). In cases\n     like this, the debtor who would be doing the transferring is the\n     insured, not the beneficiary, and in the estate of the insured\n     the cash surrender value is exempt under Section 3212(b)(1). In\n     other words, A is transferring property that cannot be used to\n     satisfy A's debts, which is by definition not a fraudulent\n     conveyance. Moreover, \"Conveyance\" is defined as including\n     \"every payment of money, assignment, release, transfer, lease,\n     mortgage or pledge of tangible or intangible property, and also\n     the creation of any lien or incumbrance.\" Id. Because, as\n     discussed above, a beneficiary holds only an inchoate interest in\n     an insurance policy, merely changing a beneficiary cannot be\n     considered a conveyance of property capable of being fraudulent.\n     See, e.g., First Wisconsin Nat'l Bank of Milwaukee v. Roehling,\n     269 N.W. 677, 679 (Wis. 1936) (holding that changing the\n\n\n\n\n                                    11\n\f1    failed to foresee the utility of such trivial maneuvers prior to\n\n2    filing for bankruptcy should not disqualify them for the\n\n3    protection of New York's life insurance exemption.\n\n4\n\n5                                Conclusion\n\n6         In sum, the trustee wants to administer the cash surrender\n\n7    values of insurance policies as non-exempt assets of the\n\n8    beneficiary.   Any leviable interest in this property, however,\n\n9    belongs to the owner/insured, not to the beneficiary.    Section\n\n10   3212(b)(1) protects the cash surrender value from the creditors\n\n11   of the owner/insured, and because the beneficiary owns no\n\n12   administrable interest, the property is not subject to\n\n13   administration.   Therefore, the order of the district court is\n\n14   reversed.\n\n\n\n\n     beneficiary of an insurance policy is not a conveyance and cannot\n     be considered a fraudulent transfer). We are aware of no cases\n     in which similar transactions were found to be fraudulent\n     conveyances.\n\n\n\n\n                                     12\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     07-1657-bk\n     In Re: James & Karen Wornick\n\n\n\n 1                             UNITED STATES COURT OF APPEALS\n 2                                 FOR THE SECOND CIRCUIT\n 3\n 4                                    August Term, 2007\n 5\n 6\n 7\n 8   (Argued July 9, 2008)                           Decided September 24, 2008)\n 9\n10                                  Docket No. 07-1657-bk\n11\n12   --------------------------------------------x\n13   James Wornick, Karen Wornick,\n14\n15                                     Appellants,\n16\n17   v.\n18\n19   Thomas Gaffney,\n20\n21                            Trustee-Appellee.\n22   --------------------------------------------x\n23\n24   B e f o r e:          POOLER and HALL, Circuit Judges,\n25                         and TRAGER, District Judge.*\n26\n27\n28          Appeal from an order of the United States District Court for\n\n29   the Western District of New York (Curtin, J.) with judgment\n\n30   entered on November 27, 2006, affirming the bankruptcy court's\n\n31   order sustaining an objection by the trustee to the Wornicks'\n\n32   claim of exemption for the cash surrender value of certain life\n\n33   insurance policies.\n\n34          The judgment of the district court is reversed.\n\n35\n36   _______________________\n\n        * The Honorable David G. Trager of the United States District\n     Court for the Eastern District of New York, sitting by\n     designation.\n\f 1\n 2\n 3\n 4   DENIS A. KITCHEN, Esq.,\n 5   Williamsville, New York\n 6   for Appellants\n 7\n 8   LAWRENCE C. BROWN, Esq.,\n 9   Buffalo, New York\n10   for Trustee-Appellee\n\f1    TRAGER, District Judge:\n\n2         In this bankruptcy appeal, the debtors, James and Karen\n\n3    Wornick, ask us to reverse a district court order holding that\n\n4    certain assets in connection with life insurance policies they\n\n5    each held for the benefit of the other were not exempt from the\n\n6    joint administration of their bankruptcy estates.   Because the\n\n7    inchoate interest that a spouse beneficiary holds in a reciprocal\n\n8    life insurance policy does not constitute an asset of the\n\n9    beneficiary's estate, the judgment of the district court is\n\n10   reversed.\n\n11\n\n12                              Background\n\n13        The facts of this case are simple.   On October 15, 2005, the\n\n14   Wornicks filed a joint petition for bankruptcy protection under\n\n15   Chapter 7 of the Bankruptcy Code.   At the time, James and Karen\n\n16   Wornick each owned whole life insurance policies on their own\n\n17   lives for the benefit of the other, and each of these policies\n\n18   had a cash surrender value.1   James owned three policies payable\n\n19   on his death to Karen, with a total cash surrender value of\n\n20   $8,627.45, and Karen owned one policy payable on her death to\n\n\n\n          1\n            The \"cash surrender value\" of a life insurance policy is\n     \"[t]he amount of money payable when an insurance policy having\n     cash value, such as a whole-life policy, is redeemed before\n     maturity or death.\" Black's Law Dictionary 1586 (8th ed. 2004).\n\f1    James, with a cash surrender value of $8,994.71.    The Wornicks\n\n2    claimed that the cash surrender values of these policies should\n\n3    be exempt from bankruptcy administration.    The trustee objected\n\n4    to these exemptions.    The bankruptcy court sustained the\n\n5    objections, ordering the Wornicks to turn over to the trustee the\n\n6    cash surrender values of the policies.    The Wornicks appealed to\n\n7    the district court, which affirmed.    This appeal followed.\n\n8\n\n9                                 Discussion\n\n10        The only question this appeal presents is whether in a joint\n\n11   bankruptcy case of spouses who own reciprocal life insurance\n\n12   policies the bankruptcy estate of the beneficiary spouse is\n\n13   entitled to the cash surrender value of an insurance policy taken\n\n14   out by and insuring the other spouse.     In other words, if A buys\n\n15   an insurance policy on A's life and designates B as the\n\n16   beneficiary, and if A and B file jointly for bankruptcy\n\n17   protection, are B's creditors entitled to the cash surrender\n\n18   value of the policy?    The district court decided this question in\n\n19   the affirmative, and we review the district court's decision de\n\n20   novo.    See KLC, Inc. v. Trayner, </pre><span class=\"citation\" data-id=\"792180\"><a href=\"/opinion/792180/klc-inc-keystone-leasing-v-cynthia-trayner-docket-no-04-1404-cv/\"><span class=\"volume\">426</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">172</span></a></span><pre class=\"inline\">, 174 (2d Cir.\n\n21   2005).\n\n22        The Wornicks claim that the cash surrender value of their\n\n23   life insurance policies should be exempt under Section 3212 of\n\n\n\n\n                                       2\n\f1    New York Insurance Law, which provides in pertinent part,\n\n 2             [(a)](1) The term 'proceeds and avails', in\n 3             reference to policies of life insurance,\n 4             includes death benefits, accelerated payments\n 5             of the death benefit or accelerated payment\n 6             of a special surrender value, cash surrender\n 7             and loan values . . . .\n 8\n 9             . . .\n10\n11             (b)(1) If a policy of insurance has been or\n12             shall be effected by any person on his own\n13             life in favor of a third person beneficiary,\n14             or made payable otherwise to a third person,\n15             such third person shall be entitled to the\n16             proceeds and avails of such policy as against\n17             the creditors, personal representatives,\n18             trustees in bankruptcy and receivers in state\n19             and federal courts of the person effecting\n20             the insurance.\n21\n22             [(b)](2) If a policy of insurance has been or\n23             shall be effected upon the life of another\n24             person in favor of the person effecting the\n25             same or made payable otherwise to such\n26             person, the latter shall be entitled to the\n27             proceeds and avails of such policy as against\n28             the creditors, personal representatives,\n29             trustees in bankruptcy and receivers in state\n30             and federal courts of the person insured. If\n31             the person effecting such insurance shall be\n32             the spouse of the insured, he or she shall be\n33             entitled to the proceeds and avails of such\n34             policy as against his or her own creditors,\n35             trustees in bankruptcy and receivers in state\n36             and federal courts.\n37\n\n38   N.Y. Ins. Law § 3212 (emphasis added); see also 11 U.S.C.\n\n39   § 522(b)(2) (providing that states may exempt certain property\n\n40   from bankruptcy administration); N.Y. Dr. & Cr. Law § 282\n\n41   (providing that insurance policies are exempt from bankruptcy\n\n\n\n\n                                     3\n\f1    administration as provided in Section 3212 of the Insurance Law).\n\n2    In essence, subsection (b)(1) says that if A buys insurance on\n\n3    A's life and designates B as the beneficiary, then any interest B\n\n4    has in the proceeds and avails of the policy is protected against\n\n5    A's creditors.   And subsection (b)(2) says that if A buys\n\n6    insurance on B's life and designates A as the beneficiary, then\n\n7    any interest A has in the proceeds and avails of the policy is\n\n8    protected against B's creditors, and moreover, if A and B are\n\n9    married, then A's interest is protected against A's creditors as\n\n10   well.\n\n11        The Wornicks' claim presents the slightly different question\n\n12   of whether the cash surrender value of an insurance policy\n\n13   purchased by A on A's life for the benefit of B is protected\n\n14   against B's creditors, and thus does not fit precisely into\n\n15   either of the exemptions provided by Section 3212(b)(1) & (2).\n\n16   In rejecting their claim to an exemption, the district court\n\n17   concluded that the cash surrender values of these insurance\n\n18   policies were insulated only against the creditors of the insured\n\n19   and not against the creditors of the beneficiary.2   We disagree.\n\n\n             2\n            The district court's holding was consistent with a prior\n     decision of the Western District of New York, Teufel v. Schlant,\n     No. 02 Civ. 81S, </pre><span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">27930</span></span><pre class=\"inline\"> (W.D.N.Y. Sept. 24,\n     2002), which itself resolved what had been a conflict among the\n     bankruptcy judges in the district on this issue – compare In re\n     Mata, </pre><span class=\"citation\" data-id=\"2007984\"><a href=\"/opinion/2007984/in-re-mata/\"><span class=\"volume\">244</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">580</span></a></span><pre class=\"inline\"> (Bankr. W.D.N.Y. 1999) (Kaplan, J.) (holding\n     that Section 3212(b) did not exempt the cash surrender value of\n\n\n\n\n                                      4\n\f1         It has long been the law that \"[t]he beneficiary of a life\n\n2    insurance policy, who may at any time be removed from the\n\n3    benefited position by the insured and against the beneficiary's\n\n4    will, cannot have a vested interest.\"    In re Greenberg, </pre><span class=\"citation no-link\"><span class=\"volume\">271</span> <span class=\"reporter\">F.</span>\n\n<span class=\"page\">5</span></span><pre class=\"inline\">    258, 259 (2d Cir. 1921); see also In re Solomons, </pre><span class=\"citation no-link\"><span class=\"volume\">2</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">572</span></span><pre class=\"inline\">,\n\n6    574 (S.D.N.Y. 1932) (noting that when the insured reserves the\n\n7    right to change the beneficiary, the cash surrender value is an\n\n8    asset of the insured).   The filing of a bankruptcy petition\n\n9    creates a bankruptcy estate, which includes \"all legal or\n\n10   equitable interests of the debtor in property as of the\n\n11   commencement of the case.\"    11 U.S.C. § 541(a)(1).   \"Whether the\n\n12   debtor has a legal or equitable interest in property such that it\n\n13   becomes 'property of the estate' under section 541 is determined\n\n14   by applicable state law.\"    Musso v. Ostashko, </pre><span class=\"citation\" data-id=\"795933\"><a href=\"/opinion/795933/robert-j-musso-v-tanya-ostashko/\"><span class=\"volume\">468</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">99</span></a></span><pre class=\"inline\">, 105\n\n15   (2d Cir. 2006).    Under New York law, the revocable beneficiary of\n\n16   a life insurance policy has \"a mere expectancy or . . . an\n\n17   inchoate right [in the policy] depending entirely upon the will\n\n18   of the insured.\"   Davis v. Modern Indus. Bank, </pre><span class=\"citation\" data-id=\"3603561\"><a href=\"/opinion/3620940/davis-v-modern-industrial-bank/\"><span class=\"volume\">279</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">405</span></a></span><pre class=\"inline\">, 410,\n\n19   </pre><span class=\"citation\" data-id=\"3603561\"><a href=\"/opinion/3620940/davis-v-modern-industrial-bank/\"><span class=\"volume\">18</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">639</span></a></span><pre class=\"inline\">, 641 (1939).    As such, the beneficiary has no legal\n\n\n     an insurance policy from the beneficiary's creditors), with In re\n     Polanowski, </pre><span class=\"citation\" data-id=\"1882814\"><a href=\"/opinion/1882814/in-re-polanowski/\"><span class=\"volume\">258</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">86</span></a></span><pre class=\"inline\"> (Bankr. W.D.N.Y. 2001) (Bucki, J.)\n     (holding that the exemption did apply in cases like this because\n     the beneficiary holds no administrable interest in a spouse's\n     life insurance policy), overruled by Teufel, 2002 U.S. Dist.\n     LEXIS 27930. As discussed below, we agree with Judge Bucki's\n     opinion in Polanowski.\n\n\n\n\n                                       5\n\f1    or equitable interest in the policy that could be made part of\n\n2    the property of the beneficiary's bankruptcy estate.    Section\n\n3    541(a)(5) of the Bankruptcy Code, entitled \"Property of the\n\n4    Estate,\" accords with this well-established principle by\n\n5    providing that a debtor's interest in a life insurance policy is\n\n6    only property of the bankruptcy estate when the debtor acquires\n\n7    or becomes entitled to acquire the proceeds either before or\n\n8    within 180 days of filing the bankruptcy petition.    11 U.S.C.\n\n9    § 541(a)(5).\n\n10        With regard to the insurance policies at issue here, the\n\n11   insured could have changed the beneficiary at any time prior to\n\n12   filing for bankruptcy, and the beneficiary would have had no\n\n13   claim to the cash surrender value.    It must be remembered that\n\n14   the trustee stands in the shoes of the debtor and can only assert\n\n15   claims that the debtor could have asserted prior to filing for\n\n16   bankruptcy.    See, e.g., In re CBI Holding Co., </pre><span class=\"citation\" data-id=\"1455566\"><a href=\"/opinion/1455566/in-re-cbi-holding-co-inc/\"><span class=\"volume\">529</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">432</span></a></span><pre class=\"inline\">, 447\n\n17   (2d Cir. 2008) (noting that \"a bankruptcy trustee stands in the\n\n18   shoes of the bankrupt corporation and can maintain only those\n\n19   actions that the debtors could have brought prior to the\n\n20   bankruptcy proceedings\") (internal citations and quotations\n\n21   omitted).   Thus, it seems obvious that because the beneficiary\n\n22   here holds nothing more than an inchoate interest and has no\n\n23   claim to the cash surrender value of the spouse's insurance\n\n\n\n\n                                       6\n\f1    policy, the cash surrender value is not subject to administration\n\n2    by the beneficiary's trustee in bankruptcy.\n\n3         It has been suggested, however, that the Bankruptcy Reform\n\n4    Act of 1978, by allowing for the first time spouses to file\n\n5    jointly, worked a fundamental change in the powers of a\n\n6    bankruptcy trustee to administer the estates of spouses in cases\n\n7    like this.   See Teufel, </pre><span class=\"citation no-link\"><span class=\"volume\">2002</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">27930</span></span><pre class=\"inline\">, at *13-14\n\n8    (suggesting that the identical issue on appeal before the Western\n\n9    District of New York presented a question of first impression\n\n10   because spouses could not file joint bankruptcy petitions prior\n\n11   to 1978); In re Jacobs, </pre><span class=\"citation\" data-id=\"1916309\"><a href=\"/opinion/1916309/in-re-jacobs/\"><span class=\"volume\">264</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">274</span></a></span><pre class=\"inline\">, 277-78, 292-93 (Bankr.\n\n12   W.D.N.Y. 2001) (\"[T]he Bankruptcy Reform Act of 1978 dramatically\n\n13   changed such things, and there should be no doubt that in the\n\n14   absence of an exemption statue, the beneficiary's interest\n\n15   (whatever that is) in a life insurance policy is not exempt in\n\n16   the bankruptcy case of the beneficiary.\").    Indeed, the district\n\n17   court in this case followed a line of cases that generally\n\n18   concluded that in a joint bankruptcy case, the trustee can reach\n\n19   those assets that the couple, acting together, could have reached\n\n20   prior to bankruptcy.   For instance, In re Jacobs compared the\n\n21   issue in this case regarding the cash surrender values of\n\n22   reciprocal insurance policies to\n\n23             a million-dollar Stradivari-crafted violin\n24             sitting in a safe-deposit box with its\n\n\n\n\n                                        7\n\f 1              owners, husband and wife, each holding one of\n 2              two necessary keys to the box; and then the\n 3              couple filing joint bankruptcy to get rid of\n 4              their debts and arguing to their creditors\n 5              and the bankruptcy court that neither one\n 6              alone has a \"choate\" or attachable right to\n 7              the Stradivarius, but only a \"mere\n 8              expectancy\" that the other will co-operate\n 9              when needed.\n10\n11   Id. at 292.   In such a case, according to In re Jacobs, \"the\n\n12   trustee may agree with himself or herself as trustee in two\n\n13   different estates to retrieve the million-dollar Stradivarius\n\n14   from the safe-deposit box.\"   Id. at 294.   Following this general\n\n15   line of reasoning, the lower courts in this case concluded that\n\n16   the trustee of the Wornicks' estates, standing in the shoes of\n\n17   both spouses, could agree with himself to cash out the insurance\n\n18   policies for the benefit of the beneficiaries' creditors.   In\n\n19   other words, because the Wornicks as a couple could have agreed\n\n20   to cash out these insurance policies, the lower courts concluded\n\n21   that the trustee was also empowered to do so by virtue of the\n\n22   joint filing.   We do not think this analysis is correct.\n\n23        While Section 302 of the Bankruptcy Code allows spouses to\n\n24   file jointly, it does not automatically consolidate their\n\n25   estates.   11 U.S.C. § 302(b) (\"After the commencement of a joint\n\n26   case, the court shall determine the extent, if any, to which the\n\n27   debtors' estates shall be consolidated.\"); see also In re\n\n28   Jorczak, </pre><span class=\"citation\" data-id=\"1870815\"><a href=\"/opinion/1870815/in-re-jorczak/\"><span class=\"volume\">314</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">474</span></a></span><pre class=\"inline\">, 480 n.8 (Bankr. D. Conn. 2004) (\"A joint\n\n\n\n\n                                      8\n\f1    petition does nothing more than simultaneously commence two\n\n2    individual cases. . . . [When a joint petition is filed] two\n\n3    separate bankruptcy estates-the husband's and the wife's – are\n\n4    created. A joint petition . . . , unless substantively\n\n5    consolidated, does not affect the legal rights or obligations of\n\n6    the debtors, the creditors or the trustee.\") (internal citations\n\n7    and quotations omitted); In re Arnold, </pre><span class=\"citation\" data-id=\"1935470\"><a href=\"/opinion/1935470/in-re-arnold/\"><span class=\"volume\">33</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">765</span></a></span><pre class=\"inline\">, 767 (Bankr.\n\n8    E.D.N.Y. 1983) (\"Although a joint petition is filed, estates are\n\n9    in legal effect separate or several. Section 302 has procedural\n\n10   effect only. Although a husband and wife file a joint petition,\n\n11   there are in fact two separate debtors. The right of exemption is\n\n12   a personal privilege.\") (emphasis added).   And the trustee in\n\n13   this case does not claim that the bankruptcy court ever entered\n\n14   an order consolidating the Wornicks' estates.   Nor does joint\n\n15   administration allow the property of one spouse to be used to\n\n16   satisfy the debts of the other spouse.   See generally 2 Collier\n\n17   on Bankruptcy P 302.02 (15th ed. 2005) (citing In re Hicks, 300\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">18</span>   <span class=\"reporter\">B.R.</span> <span class=\"page\">372</span></span><pre class=\"inline\"> (Bankr. D. Idaho 2003)).   Thus, in our view, the trustee\n\n19   may not reach assets in a joint filing that he could not have\n\n20   reached had the spouses filed separately.   Here, had the Wornicks\n\n21   filed separate bankruptcy petitions, the trustee would have been\n\n22   powerless to administer the cash surrender value as part of the\n\n23   estate of the owner/insured because Section 3212(b)(1) provides\n\n\n\n\n                                     9\n\f1    an express exemption in favor of the beneficiary.   Likewise,\n\n2    because the beneficiary's interest in the proceeds and avails of\n\n3    the policy is inchoate, the trustee, standing in the shoes of the\n\n4    beneficiary, would have been powerless to administer property to\n\n5    which the beneficiary had no legal claim, notwithstanding the\n\n6    lack of an exemption insulating the cash surrender value from\n\n7    administration as part of the estate of the beneficiary.   A joint\n\n8    filing does not vest the trustee with the power to reach a\n\n9    spouse's assets that would have otherwise been insulated, and in\n\n10   the Wornicks' joint bankruptcy case, the cash surrender values of\n\n11   their insurance policies are not administrable.\n\n12        Indeed, to hold otherwise, and to allow the trustee to\n\n13   administer the cash surrender values of these insurance policies,\n\n14   would leave this area of the law in an awkward stance.   As noted\n\n15   above, Section 3212(b)(2) provides that if A and B are married,\n\n16   and A buys insurance on B's life and designates A as the\n\n17   beneficiary, then the proceeds are not reachable by the creditors\n\n18   of either A or B.   This exemption would also apply if B purchased\n\n19   the insurance and then assigned it to A.   See, e.g., In re\n\n20   Rundlett, </pre><span class=\"citation\" data-id=\"1537612\"><a href=\"/opinion/1537612/in-re-rundlett/\"><span class=\"volume\">142</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">649</span></a></span><pre class=\"inline\">, 654 (Bankr. S.D.N.Y. 1992) (holding that\n\n21   \"when a husband assigns a life insurance policy on his life to\n\n22   his wife, he is deemed to have acted as her agent so that she\n\n23   should be regarded as having caused or effected the policy, with\n\n\n\n\n                                     10\n\f1    the result that the proceeds, including the cash surrender value,\n\n2    are exempt from the wife's creditors\").   Debtors who are\n\n3    similarly situated to the Wornicks, therefore, could easily\n\n4    insulate their collective insurance policies from creditors by\n\n5    simply transferring ownership of each policy from one spouse to\n\n6    the other prior to filing for joint bankruptcy; the insured and\n\n7    beneficiary could remain the same.   Another option available to\n\n8    similarly situated debtors would be to change the beneficiaries\n\n9    of their policies prior to filing, after which the insured could\n\n10   claim an exemption under Section 3212(b)(1).3   That the Wornicks\n\n\n          3\n            Whether either of these transfers could be deemed\n     fraudulent need not be parsed here. Nonetheless, it bears noting\n     that \"even the conversion of nonexempt property into exempt\n     property by an insolvent contemplating bankruptcy has been held a\n     transaction not intended to defraud creditors in the absence of\n     evidence of extrinsic fraud.\" In re Adlman, </pre><span class=\"citation\" data-id=\"339062\"><a href=\"/opinion/339062/in-re-lois-adlman-bankrupt-bank-of-pennsylvania-v-lois-adlman/\"><span class=\"volume\">541</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">999</span></a></span><pre class=\"inline\">, 1005\n     (2d Cir. 1976). New York's Fraudulent Conveyance law defines\n     \"assets of a debtor\" as \"property not exempt from liability for\n     his debts. To the extent that any property is liable for any\n     debts of the debtor, such property shall be included in his\n     assets.\" N.Y. Dr. & Cr. Law § 270 (emphasis added). In cases\n     like this, the debtor who would be doing the transferring is the\n     insured, not the beneficiary, and in the estate of the insured\n     the cash surrender value is exempt under Section 3212(b)(1). In\n     other words, A is transferring property that cannot be used to\n     satisfy A's debts, which is by definition not a fraudulent\n     conveyance. Moreover, \"Conveyance\" is defined as including\n     \"every payment of money, assignment, release, transfer, lease,\n     mortgage or pledge of tangible or intangible property, and also\n     the creation of any lien or incumbrance.\" Id. Because, as\n     discussed above, a beneficiary holds only an inchoate interest in\n     an insurance policy, merely changing a beneficiary cannot be\n     considered a conveyance of property capable of being fraudulent.\n     See, e.g., First Wisconsin Nat'l Bank of Milwaukee v. Roehling,\n     </pre><span class=\"citation no-link\"><span class=\"volume\">269</span> <span class=\"reporter\">N.W.</span> <span class=\"page\">677</span></span><pre class=\"inline\">, 679 (Wis. 1936) (holding that changing the\n\n\n\n\n                                    11\n\f1    failed to foresee the utility of such trivial maneuvers prior to\n\n2    filing for bankruptcy should not disqualify them for the\n\n3    protection of New York's life insurance exemption.\n\n4\n\n5                                Conclusion\n\n6         In sum, the trustee wants to administer the cash surrender\n\n7    values of insurance policies as non-exempt assets of the\n\n8    beneficiary.   Any leviable interest in this property, however,\n\n9    belongs to the owner/insured, not to the beneficiary.    Section\n\n10   3212(b)(1) protects the cash surrender value from the creditors\n\n11   of the owner/insured, and because the beneficiary owns no\n\n12   administrable interest, the property is not subject to\n\n13   administration.   Therefore, the order of the district court is\n\n14   reversed.\n\n\n\n\n     beneficiary of an insurance policy is not a conveyance and cannot\n     be considered a fraudulent transfer). We are aware of no cases\n     in which similar transactions were found to be fraudulent\n     conveyances.\n\n\n\n\n                                     12\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/339062/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792180/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795933/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1455566/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1537612/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1870815/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1882814/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1916309/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1935470/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2007984/",
    "http://www.courtlistener.com/api/rest/v3/opinions/3603561/"
  ]
}