{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2624/",
  "absolute_url": "/opinion/2624/ali-v-mukasey/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2624/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:48:29Z",
  "date_modified": "2017-03-24T00:18:12.132592Z",
  "type": "010combined",
  "sha1": "b5aa0071769f13a2ae6598a277b3cd9d000c2573",
  "page_count": 6,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/219/doc/07-0460-ag_opn.pdf",
  "local_path": "pdf/2008/05/02/Ali_v._Mukasey_1.pdf",
  "plain_text": "07-0460-ag\nAli v. Mukasey\n\n                                  UNITED STATES COURT OF APPEALS\n                                     FOR THE SECOND CIRCUIT\n                                                   August Term, 2007\n\n(Submitted: January 18, 2008                                                                     Decided: May 2, 2008)\n\n                                                Docket No. 07-0460-ag\n\nMIRZA ALI,\n\n                  Petitioner,\n\n                  v.\n\nMICHAEL B. MUKASEY , Attorney General,*\n\n                  Respondent.\n\nBefore: JACOBS, Chief Judge, CABRANES, Circuit Judge, and VITALIANO , District Judge.**\n\n         Petitioner seeks review of an order of the Board of Immigration Appeals (“BIA”) dismissing his\n\nappeal of a final order of removal. The BIA found that petitioner had waived his right of appeal,\n\nthereby depriving it of jurisdiction over this matter. We conclude that, on the facts presented, the\n\nBIA’s finding that petitioner had waived his right of appeal was not based on substantial evidence.\n\n         Petition granted.\n\n                                              USMAN AHMAD , Ahmad & Horn, P.C., New York, NY, for\n                                                    Petitioner.\n\n                                              DEBORAH GERADS, Trial Attorney, (Peter D. Keisler, Assistant\n                                                   Attorney General, Leslie McKay, Senior Litigation\n                                                   Counsel, on the brief), Office of Immigration Litigation,\n                                                   U.S. Department of Justice, Washington, DC, for\n                                                   Respondent.\n\n\n         *\n          Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Attorney General Michael B. Mukasey is\nautomatically substituted for former Attorney General Alberto R. Gonzales as respondent in this case.\n\n         **\n          The Honorable Eric N. Vitaliano, United States District Judge for the Eastern District of New York, sitting by\ndesignation.\n\n                                                             1\n\fJOSÉ A. CABRANES Circuit Judge:\n\n         Petitioner Mirza F. Ali, a native and citizen of Pakistan, seeks review of an order of the Board of\n\nImmigration Appeals (“BIA”) dismissing his appeal for lack of jurisdiction. In re: Mirza F. Ali, No. A 76\n\n552 712 (B.I.A. Jan. 11, 2007). The BIA found that petitioner had waived his right to appeal during\n\nremoval proceedings before an Immigration Judge (“IJ”). Petitioner contends that he did not knowingly\n\nand voluntarily waive his right to appeal and that the orders of the IJ and BIA violated his rights of due\n\nprocess. We reaffirm an IJ’s authority to notify an alien of his right to appeal and to seek a waiver of the\n\nright in any method that sufficiently safeguards the alien’s right. As set forth below, however, we\n\nconclude that the colloquy between petitioner’s counsel and the IJ was inadequate to fully apprise\n\npetitioner of his right to appeal and to effectuate a knowing and voluntary waiver of that right.\n\n                                                     BACKGROUND\n\n         Ali entered the United States in 1996 without inspection. On August 13, 2004, after a series of\n\nunsuccessful attempts to adjust his status,1 Ali was served with a Notice to Appear. The Notice\n\ninformed Ali of the charges against him, the nature of the removal proceedings, and his opportunity to\n\ncontest the allegations of removability and present evidence on his behalf. The Notice also stated that\n\n“[a]t the conclusion of [his] hearing, [Ali would] have a right to appeal an adverse decision by the\n\nimmigration judge.”\n\n         Ali first appeared before the IJ pro se, at which time the IJ granted a continuance to allow Ali to\n\nfind counsel. At this initial hearing, the IJ established that Ali had received the notice to appear.2 Two\n\n         1\n           Ali’s first application for adjustment on the basis of his alleged marriage to a United States citizen was denied\nin November 1999 for failure to appear with his spouse at an interview concerning his application. In April 2001, Ali\nfiled another application on the same basis. Because Ali and his spouse failed to appear for an interview, his second\napplication was denied in July 2002. His third application for adjustment of status was filed in September 2002 and was\ndenied in 2004 for failure to appear.\n\n          2\n            Pursuant to 8 C.F.R. § 1240.10(a)(3), the IJ “shall [a]scertain that the respondent has received . . . a copy of\nappeal rights” at the outset of proceedings. The record before us does not include any copy of the appeal rights, EOIR-\n41, although it does include a copy of the Notice to Appear. Respondent’s brief assumes, based on the regulation and\npetitioner’s failure to state otherwise, that Ali received the copy of appeal rights. Respondent’s Br. 15. Petitioner’s brief\ndoes not address receipt vel non of the form. For the purposes of this appeal, and in the absence of any claims or\n\n                                                                2\n\fmonths later, Ali appeared before the IJ again, this time with counsel. At this hearing, Ali conceded\n\nremovability and did not file a request for any form of relief from removal. After granting a further\n\ncontinuance, the IJ held another hearing. At that hearing, Ali’s counsel stated that Ali “would like to\n\ntake an order of [removal] and try to reopen it” at a later date on the basis of a putative employment or\n\nfamily-based visa. Before entering the removal order, the IJ asked if “both sides accept[ed] [the order]\n\nas final.” Ali’s counsel answered affirmatively. The IJ then ordered Ali removed.\n\n         Ali filed a timely notice of appeal before the BIA, claiming that the IJ had erred by denying him\n\na continuance while his alleged petition for an alien worker visa was pending. After reviewing the IJ’s\n\norder and the transcript of the hearing before the IJ, the BIA concluded that Ali had waived his right to\n\nappeal when his counsel “accepted the finality of the Immigration Judge’s order.” On that basis, the\n\nBIA determined that it did not have jurisdiction to hear Ali’s appeal. The BIA further determined that\n\nwhether Ali’s decision to waive his appeal was knowingly and intelligently made was not properly before\n\nit, as Ali had not raised this argument on appeal. Ali now contends that the colloquy between his\n\ncounsel and the IJ did not constitute a proper notice of his right to appeal or a valid waiver of his right\n\nto appeal; that his rights to due process were violated by the IJ’s failure to notify him that he was\n\nwaiving his appeal; and that the BIA’s summary dismissal denied him due process of law.\n\n                                                      DISCUSSION\n\n         We review de novo constitutional challenges to a decision by the BIA and legal conclusions drawn\n\nby BIA, such as the determination that the BIA lacks jurisdiction. See, e.g., Arenas-Yepes v. Gonzales, 421\n\nF.3d 111, 114 (2d Cir. 2005) (legal conclusions); United States v. El-Hage, 213 F.3d 74, 79 (2d Cir. 2000)\n\n(constitutional challenges). We review the BIA’s factual findings under the substantial evidence\n\nstandard. See Xiao Ji Chen v. U.S. Dept. of Justice, 471 F.3d 315, 333 -334 (2d Cir. 2006).\n\n         When an IJ finds that an alien is removable, 8 U.S.C. § 1229a(c)(5) requires the IJ to “inform the\n\n\n\nevidence to the contrary, we assume that Ali did receive a copy of the appeal rights.\n                                                               3\n\falien of the right to appeal [the] decision and of the consequences for failure to depart under the order\n\nof removal.” In re Rodriguez-Diaz, 22 I. & N. Dec. 1320 (BIA 2000), the BIA considered an appeal\n\nbrought by an alien who contended, inter alia, that his acquiescence in the finality of the IJ’s order did\n\nnot constitute a valid waiver of his right to appeal. Although the alien had been advised of his rights to\n\nappeal both in writing and by the IJ’s initial oral reference at the hearing, id. at 1320-21,3 the IJ had not\n\nexplained that acceptance of the IJ’s order as “final” amounted to a waiver of his right to appeal.\n\nBecause it was not clear that the alien, who was unrepresented, understood the implications of the IJ’s\n\nquestion about finality, the BIA concluded that the alien had not effectively waived his right to appeal.\n\nId. at 1323. As the BIA observed:\n\n         Asking the parties whether they accept a decision as “final” is a shorthand expression commonly\n         used by Immigration Judges. It refers to the language of [8 C.F.R. § 1003.39], which provides\n         for finality of the Immigration Judge’s decision upon waiver of the right to appeal (or upon the\n         expiration of the time in which to appeal, if no appeal is taken). Those who understand the\n         meaning of this shorthand expression, such as aliens represented by attorneys or accredited\n         representatives, may effectively waive appeal in response to this simple question.\n\nId. at 1322. In United States v. Fares, 978 F.2d 52 (2d Cir. 1992), we noted that a reference to the finality\n\nof an IJ’s order, “[s]tanding alone,”—without any evidence of written notification to the alien of his\n\nright to appeal an order of removal—may constitute an “insufficient basis on which to premise a finding\n\nthat [a removable alien] understood he had a right to appeal or a finding that he intelligently and\n\nintentionally waived that right.” Id. at 57.\n\n         We now agree with the BIA that accepting an IJ’s decision as final can serve as an effective\n\n\n\n         3\n           At the outset of the hearing, the IJ advised Rodriguez-Diaz that he had the right to appeal any unfavorable\ndecision of the IJ and noted “[y]our appellate rights are explained on the piece of paper [INS Form I-618, since replaced\nby DOJ Form EOIR-41] in front of you.” In re Rodriguez-Diaz, 22 I. & N. Dec. at 1320-21. At the conclusion of the\nhearing, the IJ stated:\n          Based on your admissions to me and based on the documents submitted by the Immigration Service, I find that\n         you’re removable from the United States as charged. I’m not aware of any relief available to you and you’re not\n         requesting any relief and, therefore, I order that you be removed from the United States to the Dominican\n         Republic on the charges contained in the Notice to Appear. Do you accept my decision as a final one?\nId. at 1321. Rodriguez-Diaz then answered, “Yes,” and attorneys for the Immigration and Naturalization Service\nindicated that the INS accepted the decision as final. Id.\n                                                              4\n\fwaiver of appeal when the record of the interaction between the IJ and the alien fairly supports the\n\nconclusion that the alien or his counsel understood the nature of the waiver. See In re Rodriguez-Diaz, 22\n\nI. & N. Dec. at 1322-23.\n\n         The finding of knowing and intelligent waiver is inevitably a fact-specific inquiry. See, e.g., United\n\nStates v. Johnson, 391 F.3d 67, 74–75 (2d Cir. 2004) (engaging in factual analysis of alien’s waiver of right\n\nto appeal); In re Rodriguez-Diaz, 22 I. & N. Dec. at 1323 (“[T]he precise articulation of appeal rights\n\nrequired in any given case will necessarily depend on the circumstances of that case. . . .”); cf. Johnson v.\n\nZerbst, 304 U.S. 458, 464 (1938) (“The determination of whether there has been an intelligent waiver of\n\nright to counsel must depend, in each case, upon the particular facts and circumstances surrounding that\n\ncase, including the background, experience, and conduct of the accused.”); Dallio v. Spitzer, 343 F.3d\n\n553, 563 (2d Cir. 2003) (observing that “the Supreme Court has repeatedly emphasized that a knowing\n\nand intelligent waiver depends on the totality of facts and circumstances in a given case”) (internal\n\nquotation marks omitted).\n\n         In the instant case, the record does not indicate whether Ali’s counsel was familiar with the so-\n\ncalled “shorthand” way in which the IJ sought a waiver of Ali’s right to appeal. First, neither Ali nor his\n\ncounsel evinced an understanding that the IJ’s reference to the finality of the order related to Ali’s right\n\nto appeal the order.4 Second, the record does not indicate that the IJ took any steps to clarify the nature\n\nof his question; for example, in asking whether Ali accepted the decision as “final,” the IJ did not\n\nmention the right to appeal or refer to the written notice of the right to appeal given in the Notice to\n\nAppear or EOIR-41.\n\n         Like the BIA, we “do not seek to alter any statement currently used by an Immigration Judge\n\nthat satisfactorily communicates the right to appeal.” In re Rodriguez-Diaz, 22 I. & N. Dec. at 1323.\n\nNonetheless we observe, consistent with Fares and Rodriguez-Diaz, that absent written notification of the\n\n         4\n           We consider counsel’s statement that Ali would accept a removal order and seek to reopen proceedings after\nsecuring a work visa insufficient because such a strategy is not incompatible with an intent to appeal the IJ’s order.\n                                                             5\n\falien’s right to appeal and clarification that acceptance of the IJ’s decision as “final” constitutes a waiver\n\nof appeal, there is insufficient evidence of a knowing and intelligent waiver. Because we cannot be\n\ncertain that counsel understood the import of his answer to the IJ’s question, we conclude that, on the\n\nfacts presented here, the BIA’s determination that Ali waived his right to appeal was not based on\n\nsubstantial evidence.\n\n         In sum, the BIA erred in determining that it did not have jurisdiction to consider Ali’s petition.\n\nOn remand, the BIA is instructed to consider the merits of petitioner’s appeal.5 Because we conclude\n\nthat the BIA’s finding that petitioner waived his right to appeal was not based on substantial evidence,\n\nwe need not and do not consider petitioner’s due process challenges.\n\n\n\n                                                     CONCLUSION\n\n         For the foregoing reasons, the petition for review is GRANTED. As we have completed our\n\nreview, the pending motion for a stay of removal in this petition is DISMISSED as moot.\n\n\n\n\n         5\n          Respondent argues that Ali was not prejudiced by the BIA’s refusal to consider the merits of his appeal\nbecause he is not currently eligible for relief from removal and, to the extent he might be entitled to some form of relief,\nhe would be able to file a motion to reopen pursuant to 8 C.F.R. § 1003.23(b)(1) to pursue that relief. We believe that the\nBIA should address the merits of his appeal in the first instance, and, accordingly, decline to address these arguments.\n\n                                                               6\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>525 F.3d 171 (2008)</b></center>\n<center><h1>Mirza ALI, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[*]</sup> Respondent.</h1></center>\n<center>Docket No. 07-0460-ag.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Submitted: January 18, 2008.</center>\n<center>Decided: May 2, 2008.</center>\n<p>Usman Ahmad, Ahmad &amp; Horn, P.C., New York, NY, for Petitioner.</p>\n<p>Deborah Gerads, Trial Attorney, (Peter D. Keisler, Assistant Attorney General, Leslie McKay, Senior Litigation Counsel, on the brief), Office of Immigration Litigation, U.S. Department of Justice, Washington, DC, for Respondent.</p>\n<p>Before: JACOBS, Chief Judge, CABRANES, Circuit Judge, and VITALIANO, District Judge.<sup>[**]</sup></p>\n<p>JOSÉ A. CABRANES, Circuit Judge:</p>\n<p>Petitioner Mirza F. Ali, a native and citizen of Pakistan, seeks review of an order of the Board of Immigration Appeals (\"BIA\") dismissing his appeal for lack of jurisdiction. <i>In re: Mirza F. Ali,</i> No. A 76 552 712 (B.I.A. Jan. 11, 2007). The BIA found that petitioner had waived his right to appeal during removal proceedings before an Immigration Judge (\"IJ\"). Petitioner contends that he did not knowingly and voluntarily waive his right to appeal and that the orders of the IJ and BIA <span class=\"star-pagination\">*172</span> violated his rights of due process. We reaffirm an IJ's authority to notify an alien of his right to appeal and to seek a waiver of the right in any method that sufficiently safeguards the alien's right. As set forth below, however, we conclude that the colloquy between petitioner's counsel and the IJ was inadequate to fully apprise petitioner of his right to appeal and to effectuate a knowing and voluntary waiver of that right.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Ali entered the United States in 1996 without inspection. On August 13, 2004, after a series of unsuccessful attempts to adjust his status,<sup>[1]</sup> Ali was served with a Notice to Appear. The Notice informed Ali of the charges against him, the nature of the removal proceedings, and his opportunity to contest the allegations of removability and present evidence on his behalf. The Notice also stated that \"[a]t the conclusion of [his] hearing, [Ali would] have a right to appeal an adverse decision by the immigration judge.\"</p>\n<p>Ali first appeared before the IJ <i>pro se,</i> at which time the IJ granted a continuance to allow Ali to find counsel. At this initial hearing, the IJ established that Ali had received the Notice to Appear.<sup>[2]</sup> Two months later, Ali appeared before the IJ again, this time with counsel. At this hearing, Ali conceded removability and did not file a request for any form of relief from removal. After granting a further continuance, the IJ held another hearing. At that hearing, Ali's counsel stated that Ali \"would like to take an order of [removal] and try to reopen it\" at a later date on the basis of a putative employment or family-based visa. Before entering the removal order, the IJ asked if \"both sides accept[ed] [the order] as final.\" Ali's counsel answered affirmatively. The IJ then ordered Ali removed.</p>\n<p>Ali filed a timely notice of appeal before the BIA, claiming that the IJ had erred by denying him a continuance while his alleged petition for an alien worker visa was pending. After reviewing the IJ's order and the transcript of the hearing before the IJ, the BIA concluded that Ali had waived his right to appeal when his counsel \"accepted the finality of the Immigration Judge's order.\" On that basis, the BIA determined that it did not have jurisdiction to hear Ali's appeal. The BIA further determined that whether Ali's decision to waive his appeal was knowingly and intelligently made was not properly before it, as Ali had not raised this argument on appeal. Ali now contends that the colloquy between his counsel and the IJ did not constitute a proper notice of his right to appeal or a valid waiver of his right to <span class=\"star-pagination\">*173</span> appeal; that his rights to due process were violated by the IJ's failure to notify him that he was waiving his appeal; and that the BIA's summary dismissal denied him due process of law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>We review <i>de novo</i> constitutional challenges to a decision by the BIA and legal conclusions drawn by BIA, such as the determination that the BIA lacks jurisdiction. <i>See, e.g., </i><i>Arenas-Yepes v. Gonzales,</i> 421 F.3d 111, 114 (2d Cir.2005) (legal conclusions); <i>United States v. El-Hage,</i> 213 F.3d 74, 79 (2d Cir.2000) (constitutional challenges). We review the BIA's factual findings under the substantial evidence standard. <i>See </i><i>Xiao Ji Chen v. U.S. Dept. of Justice,</i> 471 F.3d 315, 333-334 (2d Cir.2006).</p>\n<p>When an IJ finds that an alien is removable, 8 U.S.C. § 1229a(c)(5) requires the IJ to \"inform the alien of the right to appeal [the] decision and of the consequences for failure to depart under the order of removal.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. 1320 (BIA 2000), the BIA considered an appeal brought by an alien who contended, <i>inter alia,</i> that his acquiescence in the finality of the IJ's order did not constitute a valid waiver of his right to appeal. Although the alien had been advised of his rights to appeal both in writing and by the IJ's initial oral reference at the hearing, <i>id.</i> at 1320-21,<sup>[3]</sup> the IJ had not explained that acceptance of the IJ's order as \"final\" amounted to a waiver of his right to appeal. Because it was not clear that the alien, who was unrepresented, understood the implications of the IJ's question about finality, the BIA concluded that the alien had not effectively waived his right to appeal. <i>Id.</i> at 1323. As the BIA observed:</p>\n<blockquote>Asking the parties whether they accept a decision as \"final\" is a shorthand expression commonly used by Immigration Judges. It refers to the language of [8 C.F.R. § 1003.39], which provides for finality of the Immigration Judge's decision upon waiver of the right to appeal (or upon the expiration of the time in which to appeal, if no appeal is taken). Those who understand the meaning of this shorthand expression, such as aliens represented by attorneys or accredited representatives, may effectively waive appeal in response to this simple question.</blockquote>\n<p><i>Id.</i> at 1322. In <i>United States v. Fares,</i> 978 F.2d 52 (2d Cir.1992), we noted that a reference to the finality of an IJ's order, \"[s]tanding alone,\"  without any evidence of written notification to the alien of his right to appeal an order of removal  may constitute an \"insufficient basis on which to premise a finding that [a removable alien] understood he had a right to appeal or a finding that he intelligently and intentionally waived that right.\" <i>Id.</i> at 57.</p>\n<p><span class=\"star-pagination\">*174</span> We now agree with the BIA that accepting an IJ's decision as final can serve as an effective waiver of appeal when the record of the interaction between the IJ and the alien fairly supports the conclusion that the alien or his counsel understood the nature of the waiver. <i>See </i><i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1322-23.</p>\n<p>The finding of knowing and intelligent waiver is inevitably a fact-specific inquiry. <i>See, e.g., </i><i>United States v. Johnson,</i> 391 F.3d 67, 74-75 (2d Cir.2004) (engaging in factual analysis of alien's waiver of right to appeal); <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1323 (\"[T]he precise articulation of appeal rights required in any given case will necessarily depend on the circumstances of that case....\"); <i>cf. </i><i>Johnson v. Zerbst,</i> 304 U.S. 458, 464, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938) (\"The determination of whether there has been an intelligent waiver of right to counsel must depend, in each case, upon the particular facts and circumstances surrounding that case, including the background, experience, and conduct of the accused.\"); <i>Dallio v. Spitzer,</i> 343 F.3d 553, 563 (2d Cir.2003) (observing that \"the Supreme Court has repeatedly emphasized that a knowing and intelligent waiver depends on the totality of facts and circumstances in a given case\") (internal quotation marks omitted).</p>\n<p>In the instant case, the record does not indicate whether Ali's counsel was familiar with the so-called \"shorthand\" way in which the IJ sought a waiver of Ali's right to appeal. First, neither Ali nor his counsel evinced an understanding that the IJ's reference to the finality of the order related to Ali's right to appeal the order.<sup>[4]</sup> Second, the record does not indicate that the IJ took any steps to clarify the nature of his question; for example, in asking whether Ali accepted the decision as \"final,\" the IJ did not mention the right to appeal or refer to the written notice of the right to appeal given in the Notice to Appear or EOIR-41.</p>\n<p>Like the BIA, we \"do not seek to alter any statement currently used by an Immigration Judge that satisfactorily communicates the right to appeal.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1323. Nonetheless we observe, consistent with <i>Fares</i> and <i>Rodriguez-Diaz,</i> that absent written notification of the alien's right to appeal and clarification that acceptance of the IJ's decision as \"final\" constitutes a waiver of appeal, there is insufficient evidence of a knowing and intelligent waiver. Because we cannot be certain that counsel understood the import of his answer to the IJ's question, we conclude that, on the facts presented here, the BIA's determination that Ali waived his right to appeal was not based on substantial evidence.</p>\n<p>In sum, the BIA erred in determining that it did not have jurisdiction to consider Ali's petition. On remand, the BIA is instructed to consider the merits of petitioner's appeal.<sup>[5]</sup> Because we conclude that the BIA's finding that petitioner waived his right to appeal was not based on substantial evidence, we need not and <span class=\"star-pagination\">*175</span> do not consider petitioner's due process challenges.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the petition for review is GRANTED. As we have completed our review, the pending motion for a stay of removal in this petition is DISMISSED as moot.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Attorney General Michael B. Mukasey is automatically substituted for former Attorney General Alberto R. Gonzales as respondent in this case.</p>\n<p>[**]  The Honorable Eric N. Vitaliano, United States District Judge for the Eastern District of New York, sitting by designation.</p>\n<p>[1]  Ali's first application for adjustment on the basis of his alleged marriage to a United States citizen was denied in November 1999 for failure to appear with his spouse at an interview concerning his application. In April 2001, Ali filed another application on the same basis. Because Ali and his spouse failed to appear for an interview, his second application was denied in July 2002. His third application for adjustment of status was filed in September 2002 and was denied in 2004 for failure to appear.</p>\n<p>[2]  Pursuant to 8 C.F.R. § 1240.10(a)(3), the IJ \"shall [a]scertain that the respondent has received... a copy of appeal rights\" at the outset of proceedings. The record before us does not include any copy of the appeal rights, EOIR-41, although it does include a copy of the Notice to Appear. Respondent's brief assumes, based on the regulation and petitioner's failure to state otherwise, that Ali received the copy of appeal rights. Respondent's Br. 15. Petitioner's brief does not address receipt <i>vel non</i> of the form. For the purposes of this appeal, and in the absence of any claims or evidence to the contrary, we assume that Ali did receive a copy of the appeal rights.</p>\n<p>[3]  At the outset of the hearing, the IJ advised Rodriguez-Diaz that he had the right to appeal any unfavorable decision of the IJ and noted \"[y]our appellate rights are explained on the piece of paper [INS Form I-618, since replaced by DOJ Form EOIR-41] in front of you.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1320-21. At the conclusion of the hearing, the IJ stated:\n</p>\n<p>Based on your admissions to me and based on the documents submitted by the Immigration Service, I find that</p>\n<p>you're removable from the United States as charged. I'm not aware of any relief available to you and you're not requesting any relief and, therefore, I order that you be removed from the United States to the Dominican Republic on the charges contained in the Notice to Appear. Do you accept my decision as a final one?</p>\n<p><i>Id.</i> at 1321. Rodriguez-Diaz then answered, \"Yes,\" and attorneys for the Immigration and Naturalization Service indicated that the INS accepted the decision as final. <i>Id.</i></p>\n<p>[4]  We consider counsel's statement that Ali would accept a removal order and seek to reopen proceedings after securing a work visa insufficient because such a strategy is not incompatible with an intent to appeal the IJ's order.</p>\n<p>[5]  Respondent argues that Ali was not prejudiced by the BIA's refusal to consider the merits of his appeal because he is not currently eligible for relief from removal and, to the extent he might be entitled to some form of relief, he would be able to file a motion to reopen pursuant to 8 C.F.R. § 1003.23(b)(1) to pursue that relief. We believe that the BIA should address the merits of his appeal in the first instance, and, accordingly, decline to address these arguments.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></span> (2008)</b></center>\n<center><h1>Mirza ALI, Petitioner,<br>\nv.<br>\nMichael B. MUKASEY, Attorney General,<sup>[*]</sup> Respondent.</h1></center>\n<center>Docket No. 07-0460-ag.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Submitted: January 18, 2008.</center>\n<center>Decided: May 2, 2008.</center>\n<p>Usman Ahmad, Ahmad &amp; Horn, P.C., New York, NY, for Petitioner.</p>\n<p>Deborah Gerads, Trial Attorney, (Peter D. Keisler, Assistant Attorney General, Leslie McKay, Senior Litigation Counsel, on the brief), Office of Immigration Litigation, U.S. Department of Justice, Washington, DC, for Respondent.</p>\n<p>Before: JACOBS, Chief Judge, CABRANES, Circuit Judge, and VITALIANO, District Judge.<sup>[**]</sup></p>\n<p>JOSÉ A. CABRANES, Circuit Judge:</p>\n<p>Petitioner Mirza F. Ali, a native and citizen of Pakistan, seeks review of an order of the Board of Immigration Appeals (\"BIA\") dismissing his appeal for lack of jurisdiction. <i>In re: Mirza F. Ali,</i> No. A 76 552 712 (B.I.A. Jan. 11, 2007). The BIA found that petitioner had waived his right to appeal during removal proceedings before an Immigration Judge (\"IJ\"). Petitioner contends that he did not knowingly and voluntarily waive his right to appeal and that the orders of the IJ and BIA <span class=\"star-pagination\">*172</span> violated his rights of due process. We reaffirm an IJ's authority to notify an alien of his right to appeal and to seek a waiver of the right in any method that sufficiently safeguards the alien's right. As set forth below, however, we conclude that the colloquy between petitioner's counsel and the IJ was inadequate to fully apprise petitioner of his right to appeal and to effectuate a knowing and voluntary waiver of that right.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Ali entered the United States in 1996 without inspection. On August 13, 2004, after a series of unsuccessful attempts to adjust his status,<sup>[1]</sup> Ali was served with a Notice to Appear. The Notice informed Ali of the charges against him, the nature of the removal proceedings, and his opportunity to contest the allegations of removability and present evidence on his behalf. The Notice also stated that \"[a]t the conclusion of [his] hearing, [Ali would] have a right to appeal an adverse decision by the immigration judge.\"</p>\n<p>Ali first appeared before the IJ <i>pro se,</i> at which time the IJ granted a continuance to allow Ali to find counsel. At this initial hearing, the IJ established that Ali had received the Notice to Appear.<sup>[2]</sup> Two months later, Ali appeared before the IJ again, this time with counsel. At this hearing, Ali conceded removability and did not file a request for any form of relief from removal. After granting a further continuance, the IJ held another hearing. At that hearing, Ali's counsel stated that Ali \"would like to take an order of [removal] and try to reopen it\" at a later date on the basis of a putative employment or family-based visa. Before entering the removal order, the IJ asked if \"both sides accept[ed] [the order] as final.\" Ali's counsel answered affirmatively. The IJ then ordered Ali removed.</p>\n<p>Ali filed a timely notice of appeal before the BIA, claiming that the IJ had erred by denying him a continuance while his alleged petition for an alien worker visa was pending. After reviewing the IJ's order and the transcript of the hearing before the IJ, the BIA concluded that Ali had waived his right to appeal when his counsel \"accepted the finality of the Immigration Judge's order.\" On that basis, the BIA determined that it did not have jurisdiction to hear Ali's appeal. The BIA further determined that whether Ali's decision to waive his appeal was knowingly and intelligently made was not properly before it, as Ali had not raised this argument on appeal. Ali now contends that the colloquy between his counsel and the IJ did not constitute a proper notice of his right to appeal or a valid waiver of his right to <span class=\"star-pagination\">*173</span> appeal; that his rights to due process were violated by the IJ's failure to notify him that he was waiving his appeal; and that the BIA's summary dismissal denied him due process of law.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>We review <i>de novo</i> constitutional challenges to a decision by the BIA and legal conclusions drawn by BIA, such as the determination that the BIA lacks jurisdiction. <i>See, e.g., </i><i>Arenas-Yepes v. Gonzales,</i> <span class=\"citation\" data-id=\"791662\"><a href=\"/opinion/791662/alvaro-arenas-yepes-v-alberto-r-gonzales-attorney-general-of-the-united/\"><span class=\"volume\">421</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">111</span></a></span>, 114 (2d Cir.2005) (legal conclusions); <i>United States v. El-Hage,</i> <span class=\"citation\" data-id=\"768783\"><a href=\"/opinion/768783/united-states-v-wadih-el-hage-also-known-as-abdus-sabbur-fazul-abdullah/\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span>, 79 (2d Cir.2000) (constitutional challenges). We review the BIA's factual findings under the substantial evidence standard. <i>See </i><i>Xiao Ji Chen v. U.S. Dept. of Justice,</i> <span class=\"citation\" data-id=\"796231\"><a href=\"/opinion/796231/xiao-ji-chen-v-united-states-department-of-justice-attorney-general/\"><span class=\"volume\">471</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">315</span></a></span>, 333-334 (2d Cir.2006).</p>\n<p>When an IJ finds that an alien is removable, 8 U.S.C. § 1229a(c)(5) requires the IJ to \"inform the alien of the right to appeal [the] decision and of the consequences for failure to depart under the order of removal.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. 1320 (BIA 2000), the BIA considered an appeal brought by an alien who contended, <i>inter alia,</i> that his acquiescence in the finality of the IJ's order did not constitute a valid waiver of his right to appeal. Although the alien had been advised of his rights to appeal both in writing and by the IJ's initial oral reference at the hearing, <i>id.</i> at 1320-21,<sup>[3]</sup> the IJ had not explained that acceptance of the IJ's order as \"final\" amounted to a waiver of his right to appeal. Because it was not clear that the alien, who was unrepresented, understood the implications of the IJ's question about finality, the BIA concluded that the alien had not effectively waived his right to appeal. <i>Id.</i> at 1323. As the BIA observed:</p>\n<blockquote>Asking the parties whether they accept a decision as \"final\" is a shorthand expression commonly used by Immigration Judges. It refers to the language of [8 C.F.R. § 1003.39], which provides for finality of the Immigration Judge's decision upon waiver of the right to appeal (or upon the expiration of the time in which to appeal, if no appeal is taken). Those who understand the meaning of this shorthand expression, such as aliens represented by attorneys or accredited representatives, may effectively waive appeal in response to this simple question.</blockquote>\n<p><i>Id.</i> at 1322. In <i>United States v. Fares,</i> <span class=\"citation\" data-id=\"593298\"><a href=\"/opinion/593298/united-states-v-yassem-fares-also-known-as-yasser-fares/\"><span class=\"volume\">978</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">52</span></a></span> (2d Cir.1992), we noted that a reference to the finality of an IJ's order, \"[s]tanding alone,\"  without any evidence of written notification to the alien of his right to appeal an order of removal  may constitute an \"insufficient basis on which to premise a finding that [a removable alien] understood he had a right to appeal or a finding that he intelligently and intentionally waived that right.\" <i>Id.</i> at 57.</p>\n<p><span class=\"star-pagination\">*174</span> We now agree with the BIA that accepting an IJ's decision as final can serve as an effective waiver of appeal when the record of the interaction between the IJ and the alien fairly supports the conclusion that the alien or his counsel understood the nature of the waiver. <i>See </i><i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1322-23.</p>\n<p>The finding of knowing and intelligent waiver is inevitably a fact-specific inquiry. <i>See, e.g., </i><i>United States v. Johnson,</i> <span class=\"citation\" data-id=\"788543\"><a href=\"/opinion/788543/united-states-v-mark-anthony-johnson-aka-maxie-johnson-aka-brown/\"><span class=\"volume\">391</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">67</span></a></span>, 74-75 (2d Cir.2004) (engaging in factual analysis of alien's waiver of right to appeal); <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1323 (\"[T]he precise articulation of appeal rights required in any given case will necessarily depend on the circumstances of that case....\"); <i>cf. </i><i>Johnson v. Zerbst,</i> <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">304</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">458</span></a></span>, 464, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">58</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1019</span></a></span>, <span class=\"citation\" data-id=\"103050\"><a href=\"/opinion/103050/johnson-v-zerbst/\"><span class=\"volume\">82</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1461</span></a></span> (1938) (\"The determination of whether there has been an intelligent waiver of right to counsel must depend, in each case, upon the particular facts and circumstances surrounding that case, including the background, experience, and conduct of the accused.\"); <i>Dallio v. Spitzer,</i> <span class=\"citation\" data-id=\"783527\"><a href=\"/opinion/783527/thomas-dallio-v-eliot-l-spitzer-new-york-state-attorney-general-michael/\"><span class=\"volume\">343</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">553</span></a></span>, 563 (2d Cir.2003) (observing that \"the Supreme Court has repeatedly emphasized that a knowing and intelligent waiver depends on the totality of facts and circumstances in a given case\") (internal quotation marks omitted).</p>\n<p>In the instant case, the record does not indicate whether Ali's counsel was familiar with the so-called \"shorthand\" way in which the IJ sought a waiver of Ali's right to appeal. First, neither Ali nor his counsel evinced an understanding that the IJ's reference to the finality of the order related to Ali's right to appeal the order.<sup>[4]</sup> Second, the record does not indicate that the IJ took any steps to clarify the nature of his question; for example, in asking whether Ali accepted the decision as \"final,\" the IJ did not mention the right to appeal or refer to the written notice of the right to appeal given in the Notice to Appear or EOIR-41.</p>\n<p>Like the BIA, we \"do not seek to alter any statement currently used by an Immigration Judge that satisfactorily communicates the right to appeal.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1323. Nonetheless we observe, consistent with <i>Fares</i> and <i>Rodriguez-Diaz,</i> that absent written notification of the alien's right to appeal and clarification that acceptance of the IJ's decision as \"final\" constitutes a waiver of appeal, there is insufficient evidence of a knowing and intelligent waiver. Because we cannot be certain that counsel understood the import of his answer to the IJ's question, we conclude that, on the facts presented here, the BIA's determination that Ali waived his right to appeal was not based on substantial evidence.</p>\n<p>In sum, the BIA erred in determining that it did not have jurisdiction to consider Ali's petition. On remand, the BIA is instructed to consider the merits of petitioner's appeal.<sup>[5]</sup> Because we conclude that the BIA's finding that petitioner waived his right to appeal was not based on substantial evidence, we need not and <span class=\"star-pagination\">*175</span> do not consider petitioner's due process challenges.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, the petition for review is GRANTED. As we have completed our review, the pending motion for a stay of removal in this petition is DISMISSED as moot.</p>\n<h2>NOTES</h2>\n<p>[*]  Pursuant to Federal Rule of Appellate Procedure 43(c)(2), Attorney General Michael B. Mukasey is automatically substituted for former Attorney General Alberto R. Gonzales as respondent in this case.</p>\n<p>[**]  The Honorable Eric N. Vitaliano, United States District Judge for the Eastern District of New York, sitting by designation.</p>\n<p>[1]  Ali's first application for adjustment on the basis of his alleged marriage to a United States citizen was denied in November 1999 for failure to appear with his spouse at an interview concerning his application. In April 2001, Ali filed another application on the same basis. Because Ali and his spouse failed to appear for an interview, his second application was denied in July 2002. His third application for adjustment of status was filed in September 2002 and was denied in 2004 for failure to appear.</p>\n<p>[2]  Pursuant to 8 C.F.R. § 1240.10(a)(3), the IJ \"shall [a]scertain that the respondent has received... a copy of appeal rights\" at the outset of proceedings. The record before us does not include any copy of the appeal rights, EOIR-41, although it does include a copy of the Notice to Appear. Respondent's brief assumes, based on the regulation and petitioner's failure to state otherwise, that Ali received the copy of appeal rights. Respondent's Br. 15. Petitioner's brief does not address receipt <i>vel non</i> of the form. For the purposes of this appeal, and in the absence of any claims or evidence to the contrary, we assume that Ali did receive a copy of the appeal rights.</p>\n<p>[3]  At the outset of the hearing, the IJ advised Rodriguez-Diaz that he had the right to appeal any unfavorable decision of the IJ and noted \"[y]our appellate rights are explained on the piece of paper [INS Form I-618, since replaced by DOJ Form EOIR-41] in front of you.\" <i>In re Rodriguez-Diaz,</i> 22 I. &amp; N. Dec. at 1320-21. At the conclusion of the hearing, the IJ stated:\n</p>\n<p>Based on your admissions to me and based on the documents submitted by the Immigration Service, I find that</p>\n<p>you're removable from the United States as charged. I'm not aware of any relief available to you and you're not requesting any relief and, therefore, I order that you be removed from the United States to the Dominican Republic on the charges contained in the Notice to Appear. Do you accept my decision as a final one?</p>\n<p><i>Id.</i> at 1321. Rodriguez-Diaz then answered, \"Yes,\" and attorneys for the Immigration and Naturalization Service indicated that the INS accepted the decision as final. <i>Id.</i></p>\n<p>[4]  We consider counsel's statement that Ali would accept a removal order and seek to reopen proceedings after securing a work visa insufficient because such a strategy is not incompatible with an intent to appeal the IJ's order.</p>\n<p>[5]  Respondent argues that Ali was not prejudiced by the BIA's refusal to consider the merits of his appeal because he is not currently eligible for relief from removal and, to the extent he might be entitled to some form of relief, he would be able to file a motion to reopen pursuant to 8 C.F.R. § 1003.23(b)(1) to pursue that relief. We believe that the BIA should address the merits of his appeal in the first instance, and, accordingly, decline to address these arguments.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103050/",
    "http://www.courtlistener.com/api/rest/v3/opinions/593298/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768783/",
    "http://www.courtlistener.com/api/rest/v3/opinions/783527/",
    "http://www.courtlistener.com/api/rest/v3/opinions/788543/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791662/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796231/"
  ]
}