{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/3371/",
  "absolute_url": "/opinion/3371/united-states-v-wayne-jeffers-concurrence/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/3371/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T19:29:10Z",
  "date_modified": "2017-03-24T00:21:19.283098Z",
  "type": "010combined",
  "sha1": "babd8389f2064a405a0d3600a0e42a25a95b38da",
  "page_count": 9,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/fa4a790c-6f26-4185-8aeb-17c8c06cb38c/965/doc/02-1286_Concur.pdf",
  "local_path": "pdf/2003/04/08/REENA_RAGGI_Circuit_Judge_concurring_in_the_judgment.pdf",
  "plain_text": "     Docket No. 02-1286\r\n\r\n     REENA RAGGI, Circuit Judge, concurring in the judgment:\r\n\r\n 1          In sentencing Wayne Jeffers for his involvement in the importation of 6.5 kilograms of\r\n\r\n 2   cocaine, the able district judge who presided over Jeffers’ trial concluded that he could not “in\r\n\r\n 3   good conscience” give the defendant safety valve consideration in light of his prior perjury. In so\r\n\r\n 4   ruling, the judge suggested that safety valve relief was “discretionary,” and that he was not\r\n\r\n 5   required to grant it in Jeffers’ case. This presents us with two questions: (1) whether prior\r\n\r\n 6   perjury necessarily disqualifies an individual from safety valve consideration; and (2) if not,\r\n\r\n 7   whether a district court retains any discretion in applying the safety valve in such a case. Like\r\n\r\n 8   my colleagues, I answer the first question in the negative and agree to vacate the judgment and to\r\n\r\n 9   remand the case for further proceedings. Unlike my colleagues, however, I think the answer to\r\n\r\n10   the second question differs depending on whether the relief demanded arises under the statutory\r\n\r\n11   safety valve provision, 18 U.S.C. § 3553(f) – which was not at issue in Jeffers’ case – or a safety\r\n\r\n12   valve-related guideline, U.S.S.G. § 2D1.1(b)(6) – which was. I write separately to explain why I\r\n\r\n13   think a district judge retains discretion to depart from U.S.S.G. § 2D1.1(b)(6) when presented\r\n\r\n14   with unusual circumstances that take a case outside that guideline’s heartland.\r\n\r\n15          The term “safety valve” is frequently used by courts and lawyers to refer collectively to\r\n\r\n16   18 U.S.C. § 3553(f), U.S.S.G. § 5C1.2, and U.S.S.G. § 2D1.1(b)(6). In fact, there are important\r\n\r\n17   distinctions among the three provisions that affect the degree of discretion a district judge has in\r\n\r\n18   applying each. Specifically, 18 U.S.C. § 3553(f), enacted as part of the Mandatory Minimum\r\n\r\n19   Sentencing Reform Act of 1994, Pub. L. No. 103-322, tit. VIII, § 80001(a), 108 Stat. 1796, 1985-\r\n\r\n20   86, represents a clear congressional choice to exempt certain low-level drug defendants from the\r\n\f 1   mandatory minimum sentences outlined in 21 U.S.C. § 841(b) and to permit their cases to be\r\n\r\n 2   reviewed pursuant to the somewhat-more-flexible sentencing guidelines. See United States v.\r\n\r\n 3   Reynoso, 239 F.3d 143, 148 (2d Cir. 2000) (reviewing the legislative history of § 3553(f)). By\r\n\r\n 4   its express terms, the statute is mandatory: a court “shall impose” sentence pursuant to the\r\n\r\n 5   guidelines rather than the statutory minimums if a defendant satisfies five specific criteria. See\r\n\r\n 6   18 U.S.C. § 3553(f)(1)-(5) (set forth in note 2 of the Court’s opinion). Both the statute’s\r\n\r\n 7   mandate and its criteria are repeated almost verbatim in U.S.S.G. § 5C1.2, the statute’s\r\n\r\n 8   implementing guideline. U.S.S.G. § 2D1.1(b)(6), on the other hand, has no congressional\r\n\r\n 9   pedigree. Promulgated by the Sentencing Commission at the same time as U.S.S.G. § 5C1.2(a),\r\n\r\n10   U.S.S.G. § 2D1.1(b)(6) is referred to as part of the safety valve because it borrows the five\r\n\r\n11   criteria of U.S.S.G. § 5C1.2(a) (themselves derived from 18 U.S.C. § 3553(f)), to identify those\r\n\r\n12   low-level drug defendants whose quantity-driven base offense levels should be decreased by\r\n\r\n13   two.1\r\n\r\n14           Our review of the District Court’s decision to deny Jeffers a § 2D1.1(b)(6) guideline\r\n\r\n15   adjustment based on trial perjury necessarily begins with the fifth safety valve criterion, which\r\n\r\n16   requires that “not later than the time of the sentencing hearing,” a defendant truthfully provide to\r\n\r\n17   the government all information he has concerning or relating to his criminal conduct. 18 U.S.C.\r\n\r\n18   § 3553(f)(5); U.S.S.G. § 5C1.2(a)(5). We considered this criterion in United States v. Schreiber,\r\n\r\n19   191 F.3d 103 (2d Cir. 1999), a case in which the defendant was denied § 3553(f) relief based on\r\n\r\n\r\n\r\n             1\r\n                As we made plain in United States v. Osei, 107 F.3d 101 (2d Cir. 1997) (per curiam),\r\n     U.S.S.G. § 2D1.1(b)(6) operates independently from 18 U.S.C. § 3553(f) and U.S.S.G.\r\n     § 5C1.2(a), in that its base offense level adjustment is available to defendants who satisfy the five\r\n     criteria even if they do not face mandatory minimum sentences. Id. at 104.\r\n\f1   a string of false proffers to prosecutors, and there concluded that “lies and omissions do not\r\n\r\n2   disqualify a defendant from safety valve relief so long as the defendant makes a complete and\r\n\r\n3   truthful proffer not later than the commencement of the sentencing hearing,” id. at 108-09. The\r\n\r\n4   District Court sought to distinguish Jeffers’ case from Schreiber, observing that “perjury . . . is\r\n\r\n5   more than just a lie, perjury is a defendant having committed a crime, a felony in court.” No one\r\n\r\n6   could quarrel with this stern view of perjury. Nevertheless, because we are bound by Schreiber,\r\n\r\n7   which itself involved felonious lies, albeit told outside the courtroom, see 18 U.S.C. § 1001, I am\r\n\r\n8   reluctantly compelled to join my colleagues in concluding that trial perjury does not by itself\r\n\r\n9   prevent a defendant from satisfying the fifth safety valve criterion.2\r\n\r\n\r\n    2\r\n      To distinguish Jeffers’ perjury from Schreiber’s lies, the District Court relied on United States\r\n    v. Fletcher, 74 F.3d 49 (4th Cir. 1996), which states:\r\n\r\n           At the sentencing hearing, the district court found Fletcher ineligible for the acceptance of\r\n           responsibility reduction in U.S.S.G. § 3E1.1(a) because he perjured himself at trial. The\r\n           judge determined that Fletcher failed to warrant the reduction despite “coming clean” at\r\n           sentencing by admitting that he had lied at trial by fabricating an alibi. In light of that\r\n           ruling, it is not illogical to assume that the judge similarly determined that Fletcher failed\r\n           to comply with the fifth condition in 18 U.S.C. § 3553(f): that the defendant has truthfully\r\n           provided to the government all information and evidence he has concerning the offense\r\n           and others related to it. 18 U.S.C. § 3553(f)(5); U.S.S.G. § 5C1.2(5).\r\n\r\n    Id. at 56. My colleagues observe that Fletcher “did not rule that committing perjury\r\n    automatically disqualifies a defendant from safety valve eligibility; rather, its holding confirms\r\n    that prior perjurious acts may affect the defendant’s credibility and his corresponding ability to\r\n    satisfy the safety valve’s truthful disclosure requirement.” [See ante at 10] (emphasis in\r\n    original). I am not persuaded that Fletcher speaks so clearly. The Fletcher court’s references to\r\n    “that ruling” and to a “similar[] determin[ation]” in the quoted passage’s last sentence appear to\r\n    allude back to the district judge’s decision to deny Fletcher a § 3E1.1(a) adjustment “because he\r\n    perjured himself at trial” before “‘coming clean’ at sentencing.” In this light, I cannot discern\r\n    from the quoted passage whether trial perjury was (1) a factor the district judge weighed in\r\n    deciding that Fletcher’s post-conviction proffer was not credible, as my colleagues suggest, or (2)\r\n    the singular reason why Fletcher was denied safety valve consideration (just as he was denied\r\n    acceptance credit) despite his “coming clean” after conviction.\r\n\f 1          Our conclusion that perjury does not foreclose satisfaction of the safety valve’s fifth\r\n\r\n 2   criterion leaves open the question of whether the unusual circumstances of Jeffers’ belated\r\n\r\n 3   proffers, made only after his perjurious attempt to avoid conviction had failed, are sufficiently\r\n\r\n 4   outside the heartland of U.S.S.G. § 2D1.1(b)(6) to support a guideline departure. My colleagues\r\n\r\n 5   choose not to reach this issue. They do, however, note their disagreement with the District\r\n\r\n 6   Court’s suggestion “that safety valve relief is discretionary even where the statutory criteria are\r\n\r\n 7   satisfied.” [See ante at 11]. Because I am concerned that this may create some confusion as to\r\n\r\n 8   the proper scope of proceedings on remand, I would distinguish the statutory relief provided in\r\n\r\n 9   18 U.S.C. § 3553(f) from the guideline adjustment provided in U.S.S.G. § 2D1.1(b)(6) and\r\n\r\n10   acknowledge a district court’s discretion to depart from the guideline in unusual circumstances.\r\n\r\n11          My colleagues derive their rejection of the District Court’s reference to safety valve\r\n\r\n12   discretion from the statutory requirement of 18 U.S.C. § 3553(f), reiterated in U.S.S.G.\r\n\r\n13   § 5C1.2(a), that district courts “shall impose” sentences pursuant to the guidelines rather than the\r\n\r\n14   mandatory minimums if a defendant satisfies the five safety valve criteria. From this language,\r\n\r\n15   which is not found in U.S.S.G. § 2D1.1(b)(6),3 they reach a conclusion with which I do not\r\n\r\n            3\r\n               Rather than employ the “shall impose” mandate of 18 U.S.C. § 3553(f) and U.S.S.G.\r\n     § 5C1.2(a), U.S.S.G. § 2D1.1(b)(6) simply states a directive to “decrease” a base offense level if\r\n     specific criteria are satisfied. Similar directives to increase or decrease offense levels are found\r\n     throughout the guidelines. See, e.g., U.S.S.G. § 2J1.6(b)(1)(A) (if defendant voluntarily\r\n     surrendered within 96 hours of time to report, “decrease by 5 levels”); U.S.S.G. § 3A1.1(b)(1) (if\r\n     defendant knew or should have known of victim’s vulnerability, “increase by 2 levels”); U.S.S.G.\r\n     § 3E1.1 (if defendant accepts responsibility for offense, “decrease the offense level by 2 levels”)\r\n     (all emphases added).\r\n              My colleagues cite to United States v. Osei, 107 F.3d at 103, for its reference to the\r\n     “apparent mandate of § 2D1.1(b)(4)” (the predecessor to U.S.S.G. § 2D1.1(b)(6)). [See ante at\r\n     13]. In context, however, the Osei reference suggests simply that the safety valve guideline, like\r\n     any other, must be applied to all cases that fall within the heartland, whether or not a defendant is\r\n     subject to a mandatory minimum. United States v. Osei, 107 F.3d at 103-05. Osei did not\r\n\f 1   quarrel, i.e., if the five criteria are satisfied, a “court is required to disregard any mandatory\r\n\r\n 2   minimum in imposing sentence.” [See ante at 12]. But the issue in Jeffers’ case was never\r\n\r\n 3   whether the defendant should receive a mandatory minimum rather than guideline sentence.\r\n\r\n 4   Indeed, Jeffers’ guideline range far exceeded the mandatory minimum provided in 21 U.S.C.\r\n\r\n 5   § 841(b)(1)(A), so the relief provided by 18 U.S.C. § 3553(f) was meaningless to him. The\r\n\r\n 6   single safety valve issue in Jeffers’ case was whether the District Court was required to award a\r\n\r\n 7   two-level adjustment pursuant to U.S.S.G. § 2D1.1(b)(6) despite defendant’s trial perjury, or\r\n\r\n 8   whether it had any discretion to depart from this guideline. Because § 3553(f)’s mandate to\r\n\r\n 9   ignore statutory minimums simply does not speak to this question, it cannot resolve the issue of\r\n\r\n10   district court discretion to depart from U.S.S.G. § 2D1.1(b)(6) in Jeffers’ case.\r\n\r\n11           For that answer, it is necessary to look to the Sentencing Guidelines Manual. There, the\r\n\r\n12   Sentencing Commission explains that “each guideline” is intended to “carv[e] out a ‘heartland,’ a\r\n\r\n13   set of typical cases embodying the conduct that each guideline describes.” U.S. Sentencing\r\n\r\n14   Guidelines Manual ch. 1, pt. A, subpt 4(b). In “an atypical case, one to which a particular\r\n\r\n15   guideline linguistically applies but where conduct significantly differs from the norm, the court\r\n\r\n16   may consider whether a departure is warranted.” Id. This discretion to depart from the\r\n\r\n17   guidelines in appropriate cases is expressly referenced by Congress in 18 U.S.C. § 3553(b),\r\n\r\n18   which states that a “court shall impose a sentence of the kind, and within the range” provided in\r\n\r\n19   the guidelines “unless the court finds that there exists an aggravating or mitigating circumstance\r\n\r\n20   of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission\r\n\r\n\r\n     address the question of whether district courts could depart from U.S.S.G. § 2D1.1(b)(6) in cases\r\n     falling outside the heartland.\r\n\f 1   in formulating the guidelines.” See Koon v. United States, 518 U.S. 81, 93-96 (1996)\r\n\r\n 2   (recognizing district court discretion to depart from the guidelines in atypical cases outside the\r\n\r\n 3   heartland considered by the Sentencing Commission in formulating each guideline). Thus, we\r\n\r\n 4   have previously held that “absent express prohibition,” a sentencing court applying the guidelines\r\n\r\n 5   “is free to consider, in an unusual case, whether or not the factors that make it unusual . . . are\r\n\r\n 6   present in sufficient kind or degree to warrant a departure.’” United States v. Tenzer, 213 F.3d\r\n\r\n 7   34, 43 (2d Cir. 2000) (quoting United States v. Core, 125 F.3d 74, 77 (2d Cir. 1997) (quoting\r\n\r\n 8   United States v. Rivera, 994 F.2d 942, 949 (1st Cir. 1993) (Breyer, C.J.))); see United States v.\r\n\r\n 9   Adelman, 168 F.3d 84, 86-87 (2d Cir. 1999) (approving upward departure where threatening\r\n\r\n10   communications guideline did not consider multiple victim scenario).\r\n\r\n11          Applying these principles to U.S.S.G. § 2D1.1(b)(6) yields two conclusions: (1) that\r\n\r\n12   guideline may “linguistically appl[y]” to every case in which a defendant satisfies the five safety\r\n\r\n13   valve criteria set forth in 18 U.S.C. § 3553(f) and U.S.S.G. § 5C1.2(a); nevertheless (2) because\r\n\r\n14   there is no express prohibition, district courts remain free to depart when an atypical case falls\r\n\r\n15   outside § 2D1.1(b)(6)’s heartland. See also U.S.S.G. § 5K2.0 (Policy Statement) (“Any case may\r\n\r\n16   involve factors in addition to those identified that have not been given adequate consideration by\r\n\r\n17   the Commission.”).\r\n\r\n18          An example helps to illustrate the point. The first safety valve criterion uses criminal\r\n\r\n19   history to ensure that safety valve relief is afforded only to low-level drug defendants: a\r\n\r\n20   defendant cannot “have more than 1 criminal history point, as determined under the sentencing\r\n\r\n21   guidelines.” 18 U.S.C. § 3553(f)(1); U.S.S.G. § 5C1.2(a)(1). The guidelines, however, do not\r\n\r\n22   award criminal history points for foreign convictions. See U.S.S.G. § 4A1.2(h). Thus, a\r\n\f 1   defendant with a significant record for drug trafficking outside the United States might still have\r\n\r\n 2   only 0-1 criminal history points and, thus, technically qualify for safety valve consideration. In\r\n\r\n 3   such a case, the mandatory language of 18 U.S.C. § 3553(f) may well require a court to use the\r\n\r\n 4   guidelines rather than the statutory minimums in calculating that defendant’s sentence (assuming\r\n\r\n 5   he satisfies the other four criteria), but, once a case is within the guidelines, the court should be\r\n\r\n 6   able to consider whether the foreign convictions were so numerous or serious as to take the\r\n\r\n 7   defendant outside the heartland of § 2D1.1(b)(6). See generally U.S.S.G. § 4A1.3 (Policy\r\n\r\n 8   Statement) (recognizing propriety of criminal history departure where guidelines’ failure to\r\n\r\n 9   consider foreign convictions inadequately reflects risk of defendant’s recidivism).\r\n\r\n10          The same analysis pertains to the fifth safety valve criterion. Schreiber holds that it\r\n\r\n11   linguistically applies even to a defendant who chronically lies to the government as long as he\r\n\r\n12   proffers truthfully before the start of his sentencing hearing. 191 F.3d at 108-09. It is most\r\n\r\n13   unlikely, however, that the Commission envisioned such a scenario when it provided for an\r\n\r\n14   offense level adjustment in U.S.S.G. § 2D1.1(b)(6). Even more atypical – one hopes – would be\r\n\r\n15   a case such as Jeffers’ where a defendant boldly perjures himself at trial and only after failing to\r\n\r\n16   avoid conviction makes a belated safety valve proffer to the government. As we observed in\r\n\r\n17   United States v. Reynoso, Congress’s intent in enacting the statutory safety valve, 18 U.S.C.\r\n\r\n18   § 3553(f), was “to provide relief . . . to those defendants who, but for their minor roles in\r\n\r\n19   criminal activity, could (and would) have provided the Government with substantial assistance,”\r\n\r\n20   239 F.3d at 148 (emphasis in original). By adopting the same criteria in U.S.S.G. § 2D1.1(b)(6),\r\n\r\n21   the Commission signaled its intent to afford relief to the same persons. A defendant who\r\n\r\n22   perjures himself at trial would not likely fall within this heartland for, in such a case, it would not\r\n\f 1   be simply the defendant’s low-level role that precluded him from providing the government with\r\n\r\n 2   substantial assistance; it would be his own willful, indeed, criminal conduct in obstructing justice\r\n\r\n 3   in the one case about which he did have significant information, i.e., his own.\r\n\r\n 4          In other contexts, the guidelines already recognize that perjury is relevant to sentencing\r\n\r\n 5   and can support both an offense level enhancement for obstruction of justice under U.S.S.G.\r\n\r\n 6   § 3C1.1 and denial of acceptance of responsibility consideration under U.S.S.G. § 3E1.1. See\r\n\r\n 7   Application Note 4 to U.S.S.G. § 3E1.1 (“Conduct resulting in an enhancement under § 3C1.1\r\n\r\n 8   . . . ordinarily indicates that the defendant has not accepted responsibility for his criminal\r\n\r\n 9   conduct.”); see also United States v. Echevarria, 33 F.3d 175, 179 (2d Cir. 1994) (rejecting\r\n\r\n10   double counting challenge to district court’s reliance on same false statements to support § 3C1.1\r\n\r\n11   enhancement and § 3E1.1 denial). It is entirely consistent with this reasoning to acknowledge\r\n\r\n12   district court discretion to consider whether the circumstances of a defendant’s perjury and his\r\n\r\n13   belated truthful proffer are so outside the safety valve heartland as to support a departure from\r\n\r\n14   U.S.S.G. § 2D1.1(b)(6). See United States v. Campbell, 967 F.2d 20, 25 (2d Cir. 1992) (holding\r\n\r\n15   that defendant’s single act may be relevant to different guideline considerations).\r\n\r\n16          At first glance, it may seem curious that on the same facts a court would be obliged to\r\n\r\n17   grant relief under 18 U.S.C. § 3553(f) yet retain discretion to depart from U.S.S.G.\r\n\r\n18   § 2D1.1(b)(6). There is, however, an interesting irony in the mandate of § 3553(f) that explains\r\n\r\n19   the seeming incongruity. In essence, what Congress mandates in § 3553(f) is not a restriction on\r\n\r\n20   district courts’ sentencing discretion, but rather a restoration of some measure of the discretion\r\n\r\n21   formerly removed by the mandatory minimum terms in 21 U.S.C. § 841(b). Viewed in this light,\r\n\r\n22   Schreiber’s strict construction of the safety valve’s fifth criterion promotes Congress’s intent to\r\n\f 1   bring a significant number of mandatory minimum cases back within the guideline scheme.\r\n\r\n 2   Nothing in Schreiber or 18 U.S.C. § 3553(f), however, suggests an intent to limit a district\r\n\r\n 3   court’s discretion within the guideline scheme to consider whether prior lies, a history of foreign\r\n\r\n 4   convictions, or any other unusual factor, takes a case outside the heartland. See generally United\r\n\r\n 5   States v. Schreiber, 191 F.3d at 106 (noting district court’s view that but for mandatory\r\n\r\n 6   minimums, totality of circumstances would warrant departure from guidelines and imposition of\r\n\r\n 7   non-incarceratory sentence).\r\n\r\n 8          In sum, I join in that part of the Court’s opinion affirming the District Court’s decision to\r\n\r\n 9   deny Jeffers guideline adjustments for acceptance of responsibility and minor role. I similarly\r\n\r\n10   join in its conclusion that Jeffers’ trial perjury does not, by itself, disqualify him from safety\r\n\r\n11   valve eligibility. But I depart from my colleagues’ rejection of district court discretion in the\r\n\r\n12   application of safety valve relief. While I agree that the statutory mandate of 18 U.S.C. § 3553(f)\r\n\r\n13   compels a court to sentence a defendant who satisfies the safety valve’s five criteria pursuant to\r\n\r\n14   the sentencing guidelines without regard to any statutory minimums, I would nevertheless\r\n\r\n15   acknowledge the District Court’s discretion on remand to depart from U.S.S.G. § 2D1.1(b)(6) if\r\n\r\n16   it determines that Jeffers’ trial perjury takes his case outside that guideline’s heartland.\r\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     Docket No. 02-1286\r\n\r\n     REENA RAGGI, Circuit Judge, concurring in the judgment:\r\n\r\n 1          In sentencing Wayne Jeffers for his involvement in the importation of 6.5 kilograms of\r\n\r\n 2   cocaine, the able district judge who presided over Jeffers’ trial concluded that he could not “in\r\n\r\n 3   good conscience” give the defendant safety valve consideration in light of his prior perjury. In so\r\n\r\n 4   ruling, the judge suggested that safety valve relief was “discretionary,” and that he was not\r\n\r\n 5   required to grant it in Jeffers’ case. This presents us with two questions: (1) whether prior\r\n\r\n 6   perjury necessarily disqualifies an individual from safety valve consideration; and (2) if not,\r\n\r\n 7   whether a district court retains any discretion in applying the safety valve in such a case. Like\r\n\r\n 8   my colleagues, I answer the first question in the negative and agree to vacate the judgment and to\r\n\r\n 9   remand the case for further proceedings. Unlike my colleagues, however, I think the answer to\r\n\r\n10   the second question differs depending on whether the relief demanded arises under the statutory\r\n\r\n11   safety valve provision, 18 U.S.C. § 3553(f) – which was not at issue in Jeffers’ case – or a safety\r\n\r\n12   valve-related guideline, U.S.S.G. § 2D1.1(b)(6) – which was. I write separately to explain why I\r\n\r\n13   think a district judge retains discretion to depart from U.S.S.G. § 2D1.1(b)(6) when presented\r\n\r\n14   with unusual circumstances that take a case outside that guideline’s heartland.\r\n\r\n15          The term “safety valve” is frequently used by courts and lawyers to refer collectively to\r\n\r\n16   18 U.S.C. § 3553(f), U.S.S.G. § 5C1.2, and U.S.S.G. § 2D1.1(b)(6). In fact, there are important\r\n\r\n17   distinctions among the three provisions that affect the degree of discretion a district judge has in\r\n\r\n18   applying each. Specifically, 18 U.S.C. § 3553(f), enacted as part of the Mandatory Minimum\r\n\r\n19   Sentencing Reform Act of 1994, Pub. L. No. 103-322, tit. VIII, § 80001(a), 108 Stat. 1796, 1985-\r\n\r\n20   86, represents a clear congressional choice to exempt certain low-level drug defendants from the\r\n\f 1   mandatory minimum sentences outlined in 21 U.S.C. § 841(b) and to permit their cases to be\r\n\r\n 2   reviewed pursuant to the somewhat-more-flexible sentencing guidelines. See United States v.\r\n\r\n 3   Reynoso, </pre><span class=\"citation\" data-id=\"771958\"><a href=\"/opinion/771958/united-states-v-wendy-reynoso-aka-cathy-altagracia-aka-la-rubia/\"><span class=\"volume\">239</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">143</span></a></span><pre class=\"inline\">, 148 (2d Cir. 2000) (reviewing the legislative history of § 3553(f)). By\r\n\r\n 4   its express terms, the statute is mandatory: a court “shall impose” sentence pursuant to the\r\n\r\n 5   guidelines rather than the statutory minimums if a defendant satisfies five specific criteria. See\r\n\r\n 6   18 U.S.C. § 3553(f)(1)-(5) (set forth in note 2 of the Court’s opinion). Both the statute’s\r\n\r\n 7   mandate and its criteria are repeated almost verbatim in U.S.S.G. § 5C1.2, the statute’s\r\n\r\n 8   implementing guideline. U.S.S.G. § 2D1.1(b)(6), on the other hand, has no congressional\r\n\r\n 9   pedigree. Promulgated by the Sentencing Commission at the same time as U.S.S.G. § 5C1.2(a),\r\n\r\n10   U.S.S.G. § 2D1.1(b)(6) is referred to as part of the safety valve because it borrows the five\r\n\r\n11   criteria of U.S.S.G. § 5C1.2(a) (themselves derived from 18 U.S.C. § 3553(f)), to identify those\r\n\r\n12   low-level drug defendants whose quantity-driven base offense levels should be decreased by\r\n\r\n13   two.1\r\n\r\n14           Our review of the District Court’s decision to deny Jeffers a § 2D1.1(b)(6) guideline\r\n\r\n15   adjustment based on trial perjury necessarily begins with the fifth safety valve criterion, which\r\n\r\n16   requires that “not later than the time of the sentencing hearing,” a defendant truthfully provide to\r\n\r\n17   the government all information he has concerning or relating to his criminal conduct. 18 U.S.C.\r\n\r\n18   § 3553(f)(5); U.S.S.G. § 5C1.2(a)(5). We considered this criterion in United States v. Schreiber,\r\n\r\n19   </pre><span class=\"citation\" data-id=\"766100\"><a href=\"/opinion/766100/united-states-v-robert-schreiber-michael-franks-brent-gilpin-and-susan/\"><span class=\"volume\">191</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">103</span></a></span><pre class=\"inline\"> (2d Cir. 1999), a case in which the defendant was denied § 3553(f) relief based on\r\n\r\n\r\n\r\n             1\r\n                As we made plain in United States v. Osei, </pre><span class=\"citation\" data-id=\"736203\"><a href=\"/opinion/736203/united-states-v-kwabena-osei/\"><span class=\"volume\">107</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">101</span></a></span><pre class=\"inline\"> (2d Cir. 1997) (per curiam),\r\n     U.S.S.G. § 2D1.1(b)(6) operates independently from 18 U.S.C. § 3553(f) and U.S.S.G.\r\n     § 5C1.2(a), in that its base offense level adjustment is available to defendants who satisfy the five\r\n     criteria even if they do not face mandatory minimum sentences. Id. at 104.\r\n\f1   a string of false proffers to prosecutors, and there concluded that “lies and omissions do not\r\n\r\n2   disqualify a defendant from safety valve relief so long as the defendant makes a complete and\r\n\r\n3   truthful proffer not later than the commencement of the sentencing hearing,” id. at 108-09. The\r\n\r\n4   District Court sought to distinguish Jeffers’ case from Schreiber, observing that “perjury . . . is\r\n\r\n5   more than just a lie, perjury is a defendant having committed a crime, a felony in court.” No one\r\n\r\n6   could quarrel with this stern view of perjury. Nevertheless, because we are bound by Schreiber,\r\n\r\n7   which itself involved felonious lies, albeit told outside the courtroom, see 18 U.S.C. § 1001, I am\r\n\r\n8   reluctantly compelled to join my colleagues in concluding that trial perjury does not by itself\r\n\r\n9   prevent a defendant from satisfying the fifth safety valve criterion.2\r\n\r\n\r\n    2\r\n      To distinguish Jeffers’ perjury from Schreiber’s lies, the District Court relied on United States\r\n    v. Fletcher, </pre><span class=\"citation\" data-id=\"711070\"><a href=\"/opinion/711070/united-states-v-arthur-fletcher/\"><span class=\"volume\">74</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></a></span><pre class=\"inline\"> (4th Cir. 1996), which states:\r\n\r\n           At the sentencing hearing, the district court found Fletcher ineligible for the acceptance of\r\n           responsibility reduction in U.S.S.G. § 3E1.1(a) because he perjured himself at trial. The\r\n           judge determined that Fletcher failed to warrant the reduction despite “coming clean” at\r\n           sentencing by admitting that he had lied at trial by fabricating an alibi. In light of that\r\n           ruling, it is not illogical to assume that the judge similarly determined that Fletcher failed\r\n           to comply with the fifth condition in 18 U.S.C. § 3553(f): that the defendant has truthfully\r\n           provided to the government all information and evidence he has concerning the offense\r\n           and others related to it. 18 U.S.C. § 3553(f)(5); U.S.S.G. § 5C1.2(5).\r\n\r\n    Id. at 56. My colleagues observe that Fletcher “did not rule that committing perjury\r\n    automatically disqualifies a defendant from safety valve eligibility; rather, its holding confirms\r\n    that prior perjurious acts may affect the defendant’s credibility and his corresponding ability to\r\n    satisfy the safety valve’s truthful disclosure requirement.” [See ante at 10] (emphasis in\r\n    original). I am not persuaded that Fletcher speaks so clearly. The Fletcher court’s references to\r\n    “that ruling” and to a “similar[] determin[ation]” in the quoted passage’s last sentence appear to\r\n    allude back to the district judge’s decision to deny Fletcher a § 3E1.1(a) adjustment “because he\r\n    perjured himself at trial” before “‘coming clean’ at sentencing.” In this light, I cannot discern\r\n    from the quoted passage whether trial perjury was (1) a factor the district judge weighed in\r\n    deciding that Fletcher’s post-conviction proffer was not credible, as my colleagues suggest, or (2)\r\n    the singular reason why Fletcher was denied safety valve consideration (just as he was denied\r\n    acceptance credit) despite his “coming clean” after conviction.\r\n\f 1          Our conclusion that perjury does not foreclose satisfaction of the safety valve’s fifth\r\n\r\n 2   criterion leaves open the question of whether the unusual circumstances of Jeffers’ belated\r\n\r\n 3   proffers, made only after his perjurious attempt to avoid conviction had failed, are sufficiently\r\n\r\n 4   outside the heartland of U.S.S.G. § 2D1.1(b)(6) to support a guideline departure. My colleagues\r\n\r\n 5   choose not to reach this issue. They do, however, note their disagreement with the District\r\n\r\n 6   Court’s suggestion “that safety valve relief is discretionary even where the statutory criteria are\r\n\r\n 7   satisfied.” [See ante at 11]. Because I am concerned that this may create some confusion as to\r\n\r\n 8   the proper scope of proceedings on remand, I would distinguish the statutory relief provided in\r\n\r\n 9   18 U.S.C. § 3553(f) from the guideline adjustment provided in U.S.S.G. § 2D1.1(b)(6) and\r\n\r\n10   acknowledge a district court’s discretion to depart from the guideline in unusual circumstances.\r\n\r\n11          My colleagues derive their rejection of the District Court’s reference to safety valve\r\n\r\n12   discretion from the statutory requirement of 18 U.S.C. § 3553(f), reiterated in U.S.S.G.\r\n\r\n13   § 5C1.2(a), that district courts “shall impose” sentences pursuant to the guidelines rather than the\r\n\r\n14   mandatory minimums if a defendant satisfies the five safety valve criteria. From this language,\r\n\r\n15   which is not found in U.S.S.G. § 2D1.1(b)(6),3 they reach a conclusion with which I do not\r\n\r\n            3\r\n               Rather than employ the “shall impose” mandate of 18 U.S.C. § 3553(f) and U.S.S.G.\r\n     § 5C1.2(a), U.S.S.G. § 2D1.1(b)(6) simply states a directive to “decrease” a base offense level if\r\n     specific criteria are satisfied. Similar directives to increase or decrease offense levels are found\r\n     throughout the guidelines. See, e.g., U.S.S.G. § 2J1.6(b)(1)(A) (if defendant voluntarily\r\n     surrendered within 96 hours of time to report, “decrease by 5 levels”); U.S.S.G. § 3A1.1(b)(1) (if\r\n     defendant knew or should have known of victim’s vulnerability, “increase by 2 levels”); U.S.S.G.\r\n     § 3E1.1 (if defendant accepts responsibility for offense, “decrease the offense level by 2 levels”)\r\n     (all emphases added).\r\n              My colleagues cite to United States v. Osei, 107 F.3d at 103, for its reference to the\r\n     “apparent mandate of § 2D1.1(b)(4)” (the predecessor to U.S.S.G. § 2D1.1(b)(6)). [See ante at\r\n     13]. In context, however, the Osei reference suggests simply that the safety valve guideline, like\r\n     any other, must be applied to all cases that fall within the heartland, whether or not a defendant is\r\n     subject to a mandatory minimum. United States v. Osei, 107 F.3d at 103-05. Osei did not\r\n\f 1   quarrel, i.e., if the five criteria are satisfied, a “court is required to disregard any mandatory\r\n\r\n 2   minimum in imposing sentence.” [See ante at 12]. But the issue in Jeffers’ case was never\r\n\r\n 3   whether the defendant should receive a mandatory minimum rather than guideline sentence.\r\n\r\n 4   Indeed, Jeffers’ guideline range far exceeded the mandatory minimum provided in 21 U.S.C.\r\n\r\n 5   § 841(b)(1)(A), so the relief provided by 18 U.S.C. § 3553(f) was meaningless to him. The\r\n\r\n 6   single safety valve issue in Jeffers’ case was whether the District Court was required to award a\r\n\r\n 7   two-level adjustment pursuant to U.S.S.G. § 2D1.1(b)(6) despite defendant’s trial perjury, or\r\n\r\n 8   whether it had any discretion to depart from this guideline. Because § 3553(f)’s mandate to\r\n\r\n 9   ignore statutory minimums simply does not speak to this question, it cannot resolve the issue of\r\n\r\n10   district court discretion to depart from U.S.S.G. § 2D1.1(b)(6) in Jeffers’ case.\r\n\r\n11           For that answer, it is necessary to look to the Sentencing Guidelines Manual. There, the\r\n\r\n12   Sentencing Commission explains that “each guideline” is intended to “carv[e] out a ‘heartland,’ a\r\n\r\n13   set of typical cases embodying the conduct that each guideline describes.” U.S. Sentencing\r\n\r\n14   Guidelines Manual ch. 1, pt. A, subpt 4(b). In “an atypical case, one to which a particular\r\n\r\n15   guideline linguistically applies but where conduct significantly differs from the norm, the court\r\n\r\n16   may consider whether a departure is warranted.” Id. This discretion to depart from the\r\n\r\n17   guidelines in appropriate cases is expressly referenced by Congress in 18 U.S.C. § 3553(b),\r\n\r\n18   which states that a “court shall impose a sentence of the kind, and within the range” provided in\r\n\r\n19   the guidelines “unless the court finds that there exists an aggravating or mitigating circumstance\r\n\r\n20   of a kind, or to a degree, not adequately taken into consideration by the Sentencing Commission\r\n\r\n\r\n     address the question of whether district courts could depart from U.S.S.G. § 2D1.1(b)(6) in cases\r\n     falling outside the heartland.\r\n\f 1   in formulating the guidelines.” See Koon v. United States, </pre><span class=\"citation\" data-id=\"118044\"><a href=\"/opinion/118044/koon-v-united-states/\"><span class=\"volume\">518</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">81</span></a></span><pre class=\"inline\">, 93-96 (1996)\r\n\r\n 2   (recognizing district court discretion to depart from the guidelines in atypical cases outside the\r\n\r\n 3   heartland considered by the Sentencing Commission in formulating each guideline). Thus, we\r\n\r\n 4   have previously held that “absent express prohibition,” a sentencing court applying the guidelines\r\n\r\n 5   “is free to consider, in an unusual case, whether or not the factors that make it unusual . . . are\r\n\r\n 6   present in sufficient kind or degree to warrant a departure.’” United States v. Tenzer, </pre><span class=\"citation no-link\"><span class=\"volume\">213</span> <span class=\"reporter\">F.3d</span>\r\n\r\n <span class=\"page\">7</span></span><pre class=\"inline\">   34, 43 (2d Cir. 2000) (quoting United States v. Core, </pre><span class=\"citation\" data-id=\"746428\"><a href=\"/opinion/746428/united-states-v-daniel-core-jack-cruz-javier-reyes/\"><span class=\"volume\">125</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">74</span></a></span><pre class=\"inline\">, 77 (2d Cir. 1997) (quoting\r\n\r\n 8   United States v. Rivera, </pre><span class=\"citation\" data-id=\"608081\"><a href=\"/opinion/608081/united-states-v-mirna-rivera-united-states-v-robert-adamo/\"><span class=\"volume\">994</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">942</span></a></span><pre class=\"inline\">, 949 (1st Cir. 1993) (Breyer, C.J.))); see United States v.\r\n\r\n 9   Adelman, </pre><span class=\"citation\" data-id=\"761786\"><a href=\"/opinion/761786/united-states-v-samuel-adelman/\"><span class=\"volume\">168</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">84</span></a></span><pre class=\"inline\">, 86-87 (2d Cir. 1999) (approving upward departure where threatening\r\n\r\n10   communications guideline did not consider multiple victim scenario).\r\n\r\n11          Applying these principles to U.S.S.G. § 2D1.1(b)(6) yields two conclusions: (1) that\r\n\r\n12   guideline may “linguistically appl[y]” to every case in which a defendant satisfies the five safety\r\n\r\n13   valve criteria set forth in 18 U.S.C. § 3553(f) and U.S.S.G. § 5C1.2(a); nevertheless (2) because\r\n\r\n14   there is no express prohibition, district courts remain free to depart when an atypical case falls\r\n\r\n15   outside § 2D1.1(b)(6)’s heartland. See also U.S.S.G. § 5K2.0 (Policy Statement) (“Any case may\r\n\r\n16   involve factors in addition to those identified that have not been given adequate consideration by\r\n\r\n17   the Commission.”).\r\n\r\n18          An example helps to illustrate the point. The first safety valve criterion uses criminal\r\n\r\n19   history to ensure that safety valve relief is afforded only to low-level drug defendants: a\r\n\r\n20   defendant cannot “have more than 1 criminal history point, as determined under the sentencing\r\n\r\n21   guidelines.” 18 U.S.C. § 3553(f)(1); U.S.S.G. § 5C1.2(a)(1). The guidelines, however, do not\r\n\r\n22   award criminal history points for foreign convictions. See U.S.S.G. § 4A1.2(h). Thus, a\r\n\f 1   defendant with a significant record for drug trafficking outside the United States might still have\r\n\r\n 2   only 0-1 criminal history points and, thus, technically qualify for safety valve consideration. In\r\n\r\n 3   such a case, the mandatory language of 18 U.S.C. § 3553(f) may well require a court to use the\r\n\r\n 4   guidelines rather than the statutory minimums in calculating that defendant’s sentence (assuming\r\n\r\n 5   he satisfies the other four criteria), but, once a case is within the guidelines, the court should be\r\n\r\n 6   able to consider whether the foreign convictions were so numerous or serious as to take the\r\n\r\n 7   defendant outside the heartland of § 2D1.1(b)(6). See generally U.S.S.G. § 4A1.3 (Policy\r\n\r\n 8   Statement) (recognizing propriety of criminal history departure where guidelines’ failure to\r\n\r\n 9   consider foreign convictions inadequately reflects risk of defendant’s recidivism).\r\n\r\n10          The same analysis pertains to the fifth safety valve criterion. Schreiber holds that it\r\n\r\n11   linguistically applies even to a defendant who chronically lies to the government as long as he\r\n\r\n12   proffers truthfully before the start of his sentencing hearing. 191 F.3d at 108-09. It is most\r\n\r\n13   unlikely, however, that the Commission envisioned such a scenario when it provided for an\r\n\r\n14   offense level adjustment in U.S.S.G. § 2D1.1(b)(6). Even more atypical – one hopes – would be\r\n\r\n15   a case such as Jeffers’ where a defendant boldly perjures himself at trial and only after failing to\r\n\r\n16   avoid conviction makes a belated safety valve proffer to the government. As we observed in\r\n\r\n17   United States v. Reynoso, Congress’s intent in enacting the statutory safety valve, 18 U.S.C.\r\n\r\n18   § 3553(f), was “to provide relief . . . to those defendants who, but for their minor roles in\r\n\r\n19   criminal activity, could (and would) have provided the Government with substantial assistance,”\r\n\r\n20   239 F.3d at 148 (emphasis in original). By adopting the same criteria in U.S.S.G. § 2D1.1(b)(6),\r\n\r\n21   the Commission signaled its intent to afford relief to the same persons. A defendant who\r\n\r\n22   perjures himself at trial would not likely fall within this heartland for, in such a case, it would not\r\n\f 1   be simply the defendant’s low-level role that precluded him from providing the government with\r\n\r\n 2   substantial assistance; it would be his own willful, indeed, criminal conduct in obstructing justice\r\n\r\n 3   in the one case about which he did have significant information, i.e., his own.\r\n\r\n 4          In other contexts, the guidelines already recognize that perjury is relevant to sentencing\r\n\r\n 5   and can support both an offense level enhancement for obstruction of justice under U.S.S.G.\r\n\r\n 6   § 3C1.1 and denial of acceptance of responsibility consideration under U.S.S.G. § 3E1.1. See\r\n\r\n 7   Application Note 4 to U.S.S.G. § 3E1.1 (“Conduct resulting in an enhancement under § 3C1.1\r\n\r\n 8   . . . ordinarily indicates that the defendant has not accepted responsibility for his criminal\r\n\r\n 9   conduct.”); see also United States v. Echevarria, </pre><span class=\"citation\" data-id=\"676994\"><a href=\"/opinion/676994/united-states-v-salvador-echevarria/\"><span class=\"volume\">33</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">175</span></a></span><pre class=\"inline\">, 179 (2d Cir. 1994) (rejecting\r\n\r\n10   double counting challenge to district court’s reliance on same false statements to support § 3C1.1\r\n\r\n11   enhancement and § 3E1.1 denial). It is entirely consistent with this reasoning to acknowledge\r\n\r\n12   district court discretion to consider whether the circumstances of a defendant’s perjury and his\r\n\r\n13   belated truthful proffer are so outside the safety valve heartland as to support a departure from\r\n\r\n14   U.S.S.G. § 2D1.1(b)(6). See United States v. Campbell, </pre><span class=\"citation\" data-id=\"585218\"><a href=\"/opinion/585218/united-states-v-david-e-campbell-also-known-as-anthony-jarrett-alton/\"><span class=\"volume\">967</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 25 (2d Cir. 1992) (holding\r\n\r\n15   that defendant’s single act may be relevant to different guideline considerations).\r\n\r\n16          At first glance, it may seem curious that on the same facts a court would be obliged to\r\n\r\n17   grant relief under 18 U.S.C. § 3553(f) yet retain discretion to depart from U.S.S.G.\r\n\r\n18   § 2D1.1(b)(6). There is, however, an interesting irony in the mandate of § 3553(f) that explains\r\n\r\n19   the seeming incongruity. In essence, what Congress mandates in § 3553(f) is not a restriction on\r\n\r\n20   district courts’ sentencing discretion, but rather a restoration of some measure of the discretion\r\n\r\n21   formerly removed by the mandatory minimum terms in 21 U.S.C. § 841(b). Viewed in this light,\r\n\r\n22   Schreiber’s strict construction of the safety valve’s fifth criterion promotes Congress’s intent to\r\n\f 1   bring a significant number of mandatory minimum cases back within the guideline scheme.\r\n\r\n 2   Nothing in Schreiber or 18 U.S.C. § 3553(f), however, suggests an intent to limit a district\r\n\r\n 3   court’s discretion within the guideline scheme to consider whether prior lies, a history of foreign\r\n\r\n 4   convictions, or any other unusual factor, takes a case outside the heartland. See generally United\r\n\r\n 5   States v. Schreiber, 191 F.3d at 106 (noting district court’s view that but for mandatory\r\n\r\n 6   minimums, totality of circumstances would warrant departure from guidelines and imposition of\r\n\r\n 7   non-incarceratory sentence).\r\n\r\n 8          In sum, I join in that part of the Court’s opinion affirming the District Court’s decision to\r\n\r\n 9   deny Jeffers guideline adjustments for acceptance of responsibility and minor role. I similarly\r\n\r\n10   join in its conclusion that Jeffers’ trial perjury does not, by itself, disqualify him from safety\r\n\r\n11   valve eligibility. But I depart from my colleagues’ rejection of district court discretion in the\r\n\r\n12   application of safety valve relief. While I agree that the statutory mandate of 18 U.S.C. § 3553(f)\r\n\r\n13   compels a court to sentence a defendant who satisfies the safety valve’s five criteria pursuant to\r\n\r\n14   the sentencing guidelines without regard to any statutory minimums, I would nevertheless\r\n\r\n15   acknowledge the District Court’s discretion on remand to depart from U.S.S.G. § 2D1.1(b)(6) if\r\n\r\n16   it determines that Jeffers’ trial perjury takes his case outside that guideline’s heartland.\r\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/118044/",
    "http://www.courtlistener.com/api/rest/v3/opinions/585218/",
    "http://www.courtlistener.com/api/rest/v3/opinions/608081/",
    "http://www.courtlistener.com/api/rest/v3/opinions/676994/",
    "http://www.courtlistener.com/api/rest/v3/opinions/711070/",
    "http://www.courtlistener.com/api/rest/v3/opinions/736203/",
    "http://www.courtlistener.com/api/rest/v3/opinions/746428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/761786/",
    "http://www.courtlistener.com/api/rest/v3/opinions/766100/",
    "http://www.courtlistener.com/api/rest/v3/opinions/771958/"
  ]
}