{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/355/",
  "absolute_url": "/opinion/355/kinneary-v-city-of-new-york/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/355/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-03-20T00:00:23Z",
  "date_modified": "2017-03-23T23:42:04.068272Z",
  "type": "010combined",
  "sha1": "557c7599ad0202783614850298304d3fecbfd379",
  "page_count": 13,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/1a1584b9-53b2-457f-922e-48cf70313610/3/doc/08-1330-cv_opn.pdf",
  "local_path": "pdf/2010/03/19/Kinneary_v._City_of_New_York.pdf",
  "plain_text": "08-1330-cv(L)\nKinneary v. City of New York\n\n\n                         UNITED STATES COURT OF APPEALS\n                              FOR THE SECOND CIRCUIT\n                                       _____________________\n\n                                          August Term, 2008\n (Argued: April 3, 2009                                               Decided: March 19, 2010)\n                               Docket No. 08-1330-cv(L); 08-1630-cv(XAP)\n                                       _____________________\n\n                                        JOSEPH KINNEARY,\n\n                                                       Plaintiff-Appellee-Cross-Appellant,\n                                                  v.\n\n      CITY OF NEW YORK, MARSHA ROTHEM, individually, ZOE ANN CAMPBELL,\n                    individually, and LOUIS TAZZI, individually.\n\n                                                     Defendants-Appellants-Cross-Appellees.\n                                      _______________________\nBefore:\n                CABRANES and HALL Circuit Judges, SULLIVAN, District Judge 1\n\n          Appeal from the October 1, 2007 judgment of the United States District Court for the\n\nSouthern District of New York (Marrero, Judge) following a jury verdict for Joseph Kinneary\n\n(“Kinneary”) finding discrimination under the Americans with Disabilities Act (42 U.S.C. §\n\n12101 et seq.), New York State Human Rights Law (N.Y. Exec. Law § 296 et seq.) and New\n\nYork City Human Rights Law (N.Y. Admin. Code § 8-107). We hold that because Kinneary was\n\noffered, but failed to qualify for, his captain’s license under the accommodation to which he\n\nclaims he was entitled, Kinneary became unqualified to perform the essential functions of his job\n\nand there was no violation of the Americans with Disabilities Act. Further, the Appellants did\n\n\n          1\n       Judge Richard J. Sullivan of the United States District Court for the Southern District of\nNew York, sitting by designation.\n\n                                                  1\n\fnot violate state or local discrimination laws by implementing federal regulations. We reverse\n\nand remand.\n\n________________________\n\n               VICTORIA SCALZO (Stephen McGrath, on the brief) for Michael A. Cardozo,\n               Corporation Counsel of the City of New York, New York, N.Y., for Defendants-\n               Appellants-Cross-Appellees.\n\n               STEPHEN BERGSTEIN , Bergstein & Ullrich, Chester, N.Y, for Plaintiff-Appellee-\n               Cross-Appellant.\n\n                                  ________________________\n\nHALL, Circuit Judge:\n\n       Defendants-Appellants-Cross-Appellees City of New York (“City”), Marsha Rothem,\n\nindividually, Zoe Ann Campbell, individually, and Louis Tazzi, individually (collectively,\n\n“Appellants”) appeal the October 1, 2007 judgment of the United States District Court for the\n\nSouthern District of New York (Marrero, Judge) following a jury verdict for Joseph Kinneary\n\n(“Kinneary”) finding discrimination under the Americans with Disabilities Act (42 U.S.C. §\n\n12101 et seq.) (“ADA”), New York State Human Rights Law (N.Y. Exec. Law § 296 et seq.)\n\n(“NYSHRL”) and New York City Human Rights Law (N.Y. Admin. Code § 8-107)\n\n(“NYCHRL”). We hold that because Kinneary was offered, but failed to qualify for, his\n\ncaptain’s license under the accommodation to which he claims he was entitled (i.e., the\n\nopportunity to have his drug test cancelled based upon a physician’s evaluation), Kinneary\n\nbecame unqualified to perform the essential functions of his job under the ADA. In addition, in\n\nimplementing the federal regulations, the Appellants could not have violated the state and local\n\n\n\n\n                                                2\n\flaws that were also asserted as bases for Kinneary’s claims of discrimination. Accordingly, we\n\nreverse and remand.\n\nI.     BACKGROUND\n\n       Kinneary, who previously served as a sludge boat captain with the New York City\n\nDepartment of Environmental Protection (“DEP”), claims discrimination under the ADA,\n\nNYSHRL, and NYCHRL. He contends that: he suffers from paruresis, also known as “shy\n\nbladder syndrome;” this condition qualifies as a disability; and Appellants failed to meet their\n\nobligation to reasonably accommodate it. Kinneary asserts that he was terminated because of his\n\nparuresis.\n\n       Kinneary prevailed at a jury trial on each of his claims of discrimination. The jury\n\nawarded him $100,000 in back pay and $125,000 in non-economic damages. Appellants’ Rule\n\n50 motion for entry of judgment as a matter of law was denied. The district court, however,\n\ngranted Appellants’ Rule 59 motion for a new trial on the issue of non-economic damages unless\n\nKinneary accepted a remittur of the award, reducing it to $25,000, which he did. The court\n\ndenied Kinneary’s motion for equitable relief, but it did award him attorneys’ fees and costs as\n\nwell as pre-judgment interest on back pay. Before our court, Appellants challenge the district\n\ncourt ruling denying their Rule 50 motion for judgment as a matter of law. Kinneary cross-\n\nappeals, contending that the court should have granted his motion for equitable relief.\n\n       The facts that are critical to this case relate to Kinneary’s employment with and\n\ntermination from the DEP, and the random drug tests that he was required to take in order to\n\nmaintain his Captain’s license. Kinneary started working for the DEP as a provisional full-time\n\n\n\n\n                                                 3\n\femployee in 1988. He became a civil service employee in 1992, when he was appointed sludge\n\nboat captain.\n\n       It is undisputed that, because of his position as a captain, under federal regulations,\n\nKinneary was subject to random drug testing. Kinneary had his first random drug test in late\n\n1992. At that time, he discovered that he could not urinate on command — even after staying at\n\nthe site from 9:15 a.m. to 4 p.m. and drinking water. Kinneary was directed to return to the lab\n\nthe next morning but, when he did so, he could not provide a urine sample after approximately\n\ntwo and a half hours. Kinneary was informed that there was no other test option and, after trying\n\nto void for an additional two and a half hours, Kinneary eventually passed urine.\n\n       Kinneary had no similar troubles with drug tests between 1992 and 1996. In 1996,\n\nKinneary was again given a random drug test. He was able to pass urine after approximately a\n\nhalf-hour but was told that he had not provided a sufficient quantity and that he needed to fill the\n\ncup immediately. Kinneary could not do so. He topped the cup off with tap water and returned\n\nit. The next year, Kinneary was again unable to provide a urine sample when tested, so he filled\n\nthe cup with tap water. In contrast, however, at a 1998 test during which Kinneary was informed\n\nthat there was a three hour limit to produce a urine sample, he was able to void within the\n\nrequired time period.\n\n       In December 2001, Kinneary was subject to another random drug test. He found that,\n\ndespite “drinking water like crazy,” he could not provide a sample within the three- hour time\n\nlimit. He then was transported to a medical clinic. According to Kinneary, as he approached the\n\nclinic, he felt an urgent need to urinate. Kinneary was not allowed to give a urine sample at the\n\nclinic, although he offered to do so.\n\n\n                                                 4\n\f        Immediately thereafter, Kinneary spoke with Peter Brucas, executive vice president at\n\nNEDPC, which does drug testing for the City. Kinneary told Brucas that he “had trouble with\n\nthese tests all through the years” and asked if he could take a blood test. Brucas told Kinneary\n\nthat he had to get a doctor’s note, provided Kinneary with instructions to be given to his doctor\n\n(entitled “INFORMATION AND INSTRUCTIONS TO EXAMINING PHYSICIAN”), and told\n\nKinneary to call him when he had the note. The instructions stated that: 1) Kinneary had to\n\nobtain an evaluation from a physician within five working days, 2) the physician had to make a\n\ndetermination of whether or not a medical condition had, or with a high probability could have,\n\nprecluded Kinneary from providing a sufficient amount of urine for the test, and 3) the physician\n\nhad to provide a written statement of recommendations and a basis for review by the City’s\n\nMedical Review Officer (“MRO”).\n\n        The next day, Kinneary’s doctor wrote a note saying, “This man has ‘Shy Bladder\n\nSyndrome’ — this is a chronic condition that can be helped by using an [alpha] blocker (flomax)\n\nwhich I have given him. He is not a substance abuser.” Kinneary read the note to Brucas.\n\nBrucas indicated that the note would not be accepted, but he set up an appointment for Kinneary\n\nwith the MRO. Kinneary brought the note to the MRO the next day. The following day, at a\n\nmeeting with the Office of Disciplinary Counsel, Kinneary was served with misconduct charges\n\nfor refusing to take a drug test.\n\n        At this point, Kinneary took a number of proactive steps. He passed a blood test and a\n\nhair test. Kinneary twice wrote a City equal employment opportunity officer about the situation,\n\nbut he never received a response to his inquiries.\n\n\n\n\n                                                 5\n\f       In January of 2002, NEDPC informed the Coast Guard that Kinneary was “unable to\n\nprovide a urine sample during a three-hour time period as per 49 CFR Part 40.193(b)(4) for a\n\nfederally mandated random drug test on December 27, 2001.” It also told the Coast Guard that:\n\n       Mr. Kinneary was given a letter allowing him five days to produce [an] independent\n       medical opinion as to his inability . . . . On January 3, 2002, Mr. Kinneary brought\n       a medical note (see attached) to the Sanitation clinic. This note was then sent to Dr.\n       Horowitz, the MRO for DEP. He reviewed the note and found no medical reason to\n       explain the inability to void.\n\nThe Coast Guard then filed a complaint against Kinneary essentially alleging that he refused to\n\nsubmit to the December 2001 drug test.\n\n       In the meantime, Kinneary was unable to provide a urine sample at another drug test\n\nadministered by NEDPC, but NEDPC then administered a saliva test, which came back negative.\n\nOn his own accord, Kinneary also took another hair test, which he passed. Soon thereafter, the\n\nCity allowed Kinneary to perform “land-based duties.” Kinneary would not admit, however, that\n\nhe had refused to take the December 2001 drug test, and the City’s Disciplinary Counsel served\n\nhim with a set of charges that stated that “[s]ince March 25, 2002, your inability to perform the\n\nduties of your title of ‘Captain’ have rendered you incompetent.”\n\n       In July 2002, a neuropsychiatrist and a urologist both submitted medical notes to the City\n\nrelating to Kinneary having shy-bladder syndrome. That same month, Kinneary unsuccessfully\n\nattempted a NEDPC urine test for three hours, but he then passed a saliva test. In August of that\n\nyear, Kinneary returned to captain’s duties.\n\n       The Coast Guard proceeding moved forward, and an administrative law judge ruled that\n\nKinneary had refused to take a drug test. The Coast Guard ordered a 12-month suspension of\n\nKinneary’s license, followed by a 12-month probationary period. According to Kinneary, the\n\n\n                                                 6\n\fCity’s Disciplinary Counsel told him that he could return to work at the conclusion of his\n\nsuspension if he acknowledged refusing to take a random drug test. Kinneary refused to do so.\n\nHe was fired on June 2, 2003.\n\n       Kinneary appealed the Coast Guard ruling and, pending resolution of that appeal, he\n\nreceived a temporary license. He was then re-hired by the City. The temporary license was\n\nscheduled to expire, and Kinneary asked the City’s Marine Superintendent to help him with his\n\nlicense renewal. The temporary license subsequently expired (a fact which the Marine\n\nSuperintendent knew) and for a period of time Kinneary captained a boat without a license.\n\n       Kinneary’s appeal of the Coast Guard’s ruling was denied as untimely. A twelve month\n\nsuspension, consequently, went into effect. The City terminated Kinneary for a final time on\n\nMarch 4, 2004. A termination letter sent from the Assistant Commissioner of the DEP to\n\nKinneary explained that, “I have been made aware of the suspension of your License issued by\n\nthe United State[s] Coast Guard, which is a requirement of your title . . . Because you do not\n\npossess the required license for your position as Captain, you are hereby terminated from your\n\nposition of Captain with the Agency, effective March 4, 2004.”\n\n       Appellants argue, inter alia, that the district court erred in denying their motion for\n\njudgment as a matter of law because Kinneary failed to demonstrate that he is disabled within the\n\nmeaning of the ADA and to show that he was otherwise qualified to perform the duties of ship\n\ncaptain. They also contend that judgment as a matter of law should have been granted because\n\nKinneary did not show that he was terminated based upon his alleged disability. Indeed, they\n\nstate that Kinneary was terminated because he lacked a captain’s license.\n\n\n\n\n                                                 7\n\f          Kinneary, on the other hand, contends that urinating is a “major life activity” under the\n\nADA and that the jury properly found that he was substantially limited in this major life activity.\n\nHe argues that he was otherwise qualified to perform the essential functions of his job with a\n\nreasonable accommodation. He asserts that it was because of the Appellants’ failure to provide\n\nhim with a reasonable accommodation that he lost his license — and that Appellants’ failure to\n\nprovide him with a reasonable accommodation “cannot render [him] unqualified to work for the\n\nCity.” Kinneary further contends that the court should have granted his motion for equitable\n\nrelief.\n\nII.       DISCUSSION\n\n          We review the district court’s denial of Appellants’ Rule 50 motion for judgment as a\n\nmatter of law de novo. Brady v. Wal-Mart Stores, Inc., 531 F.3d 127, 133 (2d Cir. 2008). We\n\nhave explained that:\n\n          Such a motion may only be granted if there exists such a complete absence of\n          evidence supporting the verdict that the jury’s findings could only have been the\n          result of sheer surmise and conjecture, or the evidence in favor of the movant is so\n          overwhelming that reasonable and fair minded [persons] could not arrive at a verdict\n          against [it]. In reviewing such a motion, this Court must give deference to all\n          credibility determinations and reasonable inferences of the jury, and may not weigh\n          the credibility of witnesses or otherwise consider the weight of the evidence.\n\nId. (internal citations and quotation marks omitted).\n\n          The ADA prohibits discrimination against a “qualified individual on the basis of\n\ndisability” in the “terms, conditions, and privileges of employment.” 42 U.S.C. § 12112(a). A\n\nplaintiff must prove that: “(1) the defendant is covered by the ADA; (2) plaintiff suffers from or\n\nis regarded as suffering from a disability within the meaning of the ADA; (3) plaintiff was\n\nqualified to perform the essential functions of the job, with or without reasonable\n\n\n                                                   8\n\faccommodation; and (4) plaintiff suffered an adverse employment action because of his disability\n\nor perceived disability.” Capobianco v. City of New York, 422 F.3d 47, 56 (2d. Cir. 2005). For\n\npurposes of this appeal, we assume arguendo that Kinneary is disabled under the ADA and\n\nexamine whether Kinneary was qualified to perform the essential functions of his job, with or\n\nwithout the accommodation to which he claims entitlement.\n\n       This Court has said that, “[t]he term ‘essential functions,’ which is not defined in the\n\nstatutes themselves, is generally defined in ADA regulations promulgated by the Equal\n\nEmployment Opportunity Commission (‘EEOC’) to mean the ‘fundamental’ duties to be\n\nperformed in the position in question, but not functions that are merely ‘marginal.’” Stone v. City\n\nof Mount Vernon, 118 F.3d 92, 97 (2d Cir. 1997) (citing 29 C.F.R. § 1630.2(n)(1)). An essential\n\nfunction of Kinneary’s job as a sludge boat captain was, by definition, acting as a captain, which\n\nhe could only do if he held the proper license.\n\n       Kinneary argues that he would not have lost his captain’s license if the Appellants had\n\noffered him a reasonable accommodation. He contends that he should have received the\n\nopportunity to have his test cancelled based upon a physician’s evaluation. According to\n\nKinneary:\n\n       The regulations governing drug testing provide for an accommodation for employees\n       with Shy-Bladder Syndrome. Under 49 C.F.R. § 40.193(c), the employee “must\n       obtain, within five days, an evaluation from a licensed physician, acceptable to the\n       MRO, who has expertise in the medical issues raised by the employee’s failure to\n       provide a sufficient specimen.” The referral physician may advise the MRO that “A\n       medical condition has, or with a high degree of probability could have, precluded the\n       employee from providing a sufficient amount of urine.” 49 C.F.R. § 40.193(d)(1).\n\n       It is true that “[t]erminating a disabled employee . . . who can perform the essential\n\nfunctions of the job but cannot return to work because the employer has denied his request for\n\n\n                                                  9\n\freasonable accommodation, is disability discrimination under the ADA.” Parker v. Columbia\n\nPictures Indus., 204 F.3d 326, 338 (2d. Cir. 2000). The record, however, reflects that the City\n\nprovided Kinneary with the accommodation he sought. As Appellants’ counsel argued to the\n\ndistrict court, “within the federal regulations is an accommodation that the plaintiff could have\n\ntaken advantage of and he failed to do it.”   Cf. Tsombanidis v. W. Haven Fire Dep’t, 352 F.3d\n\n565, 579 (2d Cir. 2003) (holding that the accommodation plaintiffs ultimately sought was\n\nprovided).\n\n       After Kinneary could not produce a urine sample at the December 2001 test, the City\n\ngave him the instructions to his examining physician that stated that Kinneary had to obtain an\n\nevaluation within five working days and that the referral physician had to make one of two\n\ndeterminations, namely, that either “(1) [a] medical condition has or with a high probability\n\ncould have, precluded [Kinneary] from providing a sufficient amount of urine (45) ml.” or “(2)\n\n[t]here is not an adequate basis for determining that a medical condition has, or with a high\n\nprobability could have, precluded [Kinneary] from providing a sufficient amount of urine.” The\n\ninstructions further stated that “as the referral physician you must provide a written statement of\n\nyour recommendations and basis for review by the MRO.” The instructions are consistent, but\n\nnot co-extensive, with the evaluation requirements set by the applicable regulation. See 49\n\nC.F.R. § 40.193.\n\n       The note that Kinneary’s physician provided did not constitute a basis for his test to be\n\ncancelled because it did not say that Kinneary had a medical condition that did, or with a high\n\nprobability could have, precluded Kinneary from providing a sufficient amount of urine for the\n\ntest. Instead, the note simply stated the name of the condition, noted it was chronic and could be\n\n\n                                                 10\n\fhelped by an alpha blocker that Kinneary had been given, and indicated that Kinneary was not a\n\nsubstance abuser. 2\n\n       The U.S. Coast Guard, the agency with authority over Kinneary’s licensing, agreed that\n\nthe proffered note did not meet the requirements for his test to be cancelled under the applicable\n\nregulations. The administrative law judge determined that the note did not give “an adequate\n\nbasis for determining that a medical condition precluded or with a high degree of probability,\n\ncould have precluded Mr. Kinneary from providing a sufficient amount of urine at the\n\ncollection.” The judge also noted that “[w]hen [the Medical Review Officer] contacted\n\n[Kinneary’s physician] to obtain documentation for this diagnosis [of shy bladder syndrome], no\n\nsupporting data was available.”\n\n       Thus, it was the Coast Guard that definitively decided that the information provided by\n\nKinneary’s physician was insufficient under the applicable regulations to allow his drug test to be\n\ncancelled. The Coast Guard thus revoked Kinneary’s license and that revocation resulted in\n\nKinneary’s termination by the City. That the City terminated Kinneary because he was not\n\nproperly licensed as a captain is borne out by the sequence of events. When Kinneary’s license\n\nwas first suspended, the City terminated his employment, but when he received a temporary\n\nlicense (pending his appeal of the Coast Guard’s decision) the City re-hired him within days.\n\nOnly after the Coast Guard’s administrative proceedings had concluded, resulting in a twelve-\n\nmonth suspension of his license, was Kinneary then terminated for a second (and final) time.\n\n\n       2\n          The neuropsychiatrist’s and urologist’s notes that were submitted to the City in July\n2002 do not alter our analysis of whether Kinneary obtained an adequate statement from a\nreferral physician. Regardless of their substance, these notes could not form the basis for the\ncancellation of Kinneary’s December 2001 test under the applicable regulation because they were\ngiven to the City far too late — around a half-year after the regulatory time limit had expired.\n\n                                                11\n\f        Giving deference to all reasonable inferences the jury could draw, see Brady, 531 F.3d at\n\n133, the evidence unequivocally demonstrates that the City gave Kinneary the accommodation he\n\nsought (the opportunity to have his drug test cancelled based upon a physician’s evaluation\n\npursuant to 49 CFR § 40.193), but that Kinneary failed to comply with the regulatory\n\nrequirements that would have allowed him successfully to cancel his test and save his license.\n\nBecause Kinneary failed to retain his captain’s license despite receiving the accommodation to\n\nwhich he claims he was entitled, he was not otherwise qualified to perform the essential\n\nfunctions of his job and cannot make out a successful claim under the ADA. 3\n\n       Kinneary concedes that the same elements that must be proven to establish an ADA claim\n\nmust be also demonstrated to prove claims under NYSHRL and NYCHRL. This Court has held\n\nthat § 292(21) of the NYSHRL is parallel to the “otherwise qualified” requirement of the ADA\n\nand we have noted that “[w]e have not had occasion to decide whether the analogous provision\n\nof the NYCHRL is also parallel, but we see no reason to think that the NYCHRL and the ADA\n\ndiffer in this requirement.” Shannon v. New York City Transit Auth., 332 F.3d 95, 103-04 (2d\n\nCir. 2003). In any case, we hold that Kinneary’s claims under the NYSHRL and NYCHRL must\n\nfail, because Appellants cannot have violated state or local discrimination laws by implementing\n\n\n\n       3\n         Because Kinneary fails to make out this element of his claim, we need not and do not\nresolve here whether “shy bladder syndrome” can be a disability under the ADA. We did not\nreach this issue in Buckley v. Consol. Edison Co. of N.Y., because the plaintiff in that case had\nconceded that his bladder condition was not a disability under the ADA. 155 F.3d 150, 152 (2d.\nCir. 1998). We note that a U.S. District Court has said that, on the record before it, there was no\nevidence that shy bladder syndrome limited a plaintiff’s “ability to care for himself, perform\nmanual tasks, or engage in other major life activities” and that the plaintiff before it, in opposing\nsummary judgment, did not contend that the condition was an ADA disability. Balistrieri v.\nExpress Drug Screening, LLC, No. 04-C-0989, 2008 WL 906236, at *5 (E.D. Wis. Mar. 31,\n2008).\n\n                                                 12\n\ffederal regulations that determine, here, whether Kinneary is eligible to serve as a captain. See\n\nid. at 104-05.\n\n       The district court erred in denying Appellants’ motion for judgment as a matter of law. In\n\naddition, because we hold that there was no violation of the ADA or the other asserted statutes,\n\nthe denial of Kinneary’s motion for equitable relief is moot.\n\nIII.   CONCLUSION\n\n       For the foregoing reasons, we REVERSE the judgment of the district court. The case is\n\nremanded to the district court with directions to enter judgment for the Appellants.\n\n\n\n\n                                                13\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>601 F.3d 151 (2010)</b></center>\n<center><h1>Joseph KINNEARY, Plaintiff-Appellee-Cross-Appellant,<br>\nv.<br>\nCITY OF NEW YORK, Marsha Rothem, individually, Zoe Ann Campbell, individually, and Louis Tazzi, individually, Defendants-Appellants-Cross-Appellees.</h1></center>\n<center>Docket Nos. 08-1330-cv(L); 08-1630-cv(XAP).</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: April 3, 2009.</center>\n<center>Decided: March 19, 2010.</center>\n<p><span class=\"star-pagination\">*152</span> Victoria Scalzo (Stephen McGrath, on the brief) for Michael A. Cardozo, Corporation Counsel of the City of New York, New York, N.Y., for Defendants-Appellants-Cross-Appellees.</p>\n<p>Stephen Bergstein, Bergstein &amp; Ullrich, Chester, N.Y., for Plaintiff-Appellee-Cross-Appellant.</p>\n<p>Before CABRANES and HALL Circuit Judges, SULLIVAN, District Judge.<sup>[1]</sup></p>\n<p>HALL, Circuit Judge:</p>\n<p>Defendants-Appellants-Cross-Appellees City of New York (\"City\"), Marsha Rothem, individually, Zoe Ann Campbell, individually, and Louis Tazzi, individually (collectively, \"Appellants\") appeal the October 1, 2007 judgment of the United States District Court for the Southern District of New York (Marrero, <i>Judge)</i> following a jury verdict for Joseph Kinneary (\"Kinneary\") finding discrimination under the Americans with Disabilities Act (42 U.S.C. § 12101 <i>et seq.</i>) (\"ADA\"), New York State Human Rights Law (N.Y. Exec. Law § 296 <i>et seq.</i>) (\"NYSHRL\") and New York City Human Rights Law (N.Y. Admin. Code § 8-107) (\"NYCHRL\"). We hold that because Kinneary was offered, but failed to qualify for, his captain's license under the accommodation to which he claims he was entitled (<i>i.e.,</i> the opportunity to have his drug test cancelled based upon a physician's evaluation), Kinneary became unqualified to perform the essential functions of his job under the ADA. In addition, in implementing the federal regulations, the Appellants could not have violated the state and local laws that were also asserted as bases for Kinneary's claims of discrimination. Accordingly, we reverse and remand.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Kinneary, who previously served as a sludge boat captain with the New York City Department of Environmental Protection <span class=\"star-pagination\">*153</span> (\"DEP\"), claims discrimination under the ADA, NYSHRL, and NYCHRL. He contends that: he suffers from paruresis, also known as \"shy bladder syndrome;\" this condition qualifies as a disability; and Appellants failed to meet their obligation to reasonably accommodate it. Kinneary asserts that he was terminated because of his paruresis.</p>\n<p>Kinneary prevailed at a jury trial on each of his claims of discrimination. The jury awarded him $100,000 in back pay and $125,000 in non-economic damages. Appellants' Rule 50 motion for entry of judgment as a matter of law was denied. The district court, however, granted Appellants' Rule 59 motion for a new trial on the issue of non-economic damages unless Kinneary accepted a remittur of the award, reducing it to $25,000, which he did. The court denied Kinneary's motion for equitable relief, but it did award him attorneys' fees and costs as well as pre-judgment interest on back pay. Before our court, Appellants challenge the district court ruling denying their Rule 50 motion for judgment as a matter of law. Kinneary cross-appeals, contending that the court should have granted his motion for equitable relief.</p>\n<p>The facts that are critical to this case relate to Kinneary's employment with and termination from the DEP, and the random drug tests that he was required to take in order to maintain his Captain's license. Kinneary started working for the DEP as a provisional full-time employee in 1988. He became a civil service employee in 1992, when he was appointed sludge boat captain.</p>\n<p>It is undisputed that, because of his position as a captain, under federal regulations, Kinneary was subject to random drug testing. Kinneary had his first random drug test in late 1992. At that time, he discovered that he could not urinate on commandeven after staying at the site from 9:15 a.m. to 4 p.m. and drinking water. Kinneary was directed to return to the lab the next morning but, when he did so, he could not provide a urine sample after approximately two and a half hours. Kinneary was informed that there was no other test option and, after trying to void for an additional two and a half hours, Kinneary eventually passed urine.</p>\n<p>Kinneary had no similar troubles with drug tests between 1992 and 1996. In 1996, Kinneary was again given a random drug test. He was able to pass urine after approximately a half-hour but was told that he had not provided a sufficient quantity and that he needed to fill the cup immediately. Kinneary could not do so. He topped the cup off with tap water and returned it. The next year, Kinneary was again unable to provide a urine sample when tested, so he filled the cup with tap water. In contrast, however, at a 1998 test during which Kinneary was informed that there was a three hour limit to produce a urine sample, he was able to void within the required time period.</p>\n<p>In December 2001, Kinneary was subject to another random drug test. He found that, despite \"drinking water like crazy,\" he could not provide a sample within the three-hour time limit. He then was transported to a medical clinic. According to Kinneary, as he approached the clinic, he felt an urgent need to urinate. Kinneary was not allowed to give a urine sample at the clinic, although he offered to do so.</p>\n<p>Immediately thereafter, Kinneary spoke with Peter Brucas, executive vice president at NEDPC, which does drug testing for the City. Kinneary told Brucas that he \"had trouble with these tests all through the years\" and asked if he could take a blood test. Brucas told Kinneary that he had to get a doctor's note, provided Kinneary <span class=\"star-pagination\">*154</span> with instructions to be given to his doctor (entitled \"INFORMATION AND INSTRUCTIONS TO EXAMINING PHYSICIAN\"), and told Kinneary to call him when he had the note. The instructions stated that: 1) Kinneary had to obtain an evaluation from a physician within five working days, 2) the physician had to make a determination of whether or not a medical condition had, or with a high probability could have, precluded Kinneary from providing a sufficient amount of urine for the test, and 3) the physician had to provide a written statement of recommendations and a basis for review by the City's Medical Review Officer (\"MRO\").</p>\n<p>The next day, Kinneary's doctor wrote a note saying, \"This man has `Shy Bladder Syndrome'this is a chronic condition that can be helped by using an [alpha] blocker (flomax) which I have given him. He is not a substance abuser.\" Kinneary read the note to Brucas. Brucas indicated that the note would not be accepted, but he set up an appointment for Kinneary with the MRO. Kinneary brought the note to the MRO the next day. The following day, at a meeting with the Office of Disciplinary Counsel, Kinneary was served with misconduct charges for refusing to take a drug test.</p>\n<p>At this point, Kinneary took a number of proactive steps. He passed a blood test and a hair test. Kinneary twice wrote a City equal employment opportunity officer about the situation, but he never received a response to his inquiries.</p>\n<p>In January of 2002, NEDPC informed the Coast Guard that Kinneary was \"unable to provide a urine sample during a three-hour time period as per 49 CFR Part 40.193(b)(4) for a federally mandated random drug test on December 27, 2001.\" It also told the Coast Guard that:</p>\n<blockquote>Mr. Kinneary was given a letter allowing him five days to produce [an] independent medical opinion as to his inability.... On January 3, 2002, Mr. Kinneary brought a medical note (see attached) to the Sanitation clinic. This note was then sent to Dr. Horowitz, the MRO for DEP. He reviewed the note and found no medical reason to explain the inability to void.</blockquote>\n<p>The Coast Guard then filed a complaint against Kinneary essentially alleging that he refused to submit to the December 2001 drug test.</p>\n<p>In the meantime, Kinneary was unable to provide a urine sample at another drug test administered by NEDPC, but NEDPC then administered a saliva test, which came back negative. On his own accord, Kinneary also took another hair test, which he passed. Soon thereafter, the City allowed Kinneary to perform \"land-based duties.\" Kinneary would not admit, however, that he had refused to take the December 2001 drug test, and the City's Disciplinary Counsel served him with a set of charges that stated that \"[s]ince March 25, 2002, your inability to perform the duties of your title of `Captain' have rendered you incompetent.\"</p>\n<p>In July 2002, a neuropsychiatrist and a urologist both submitted medical notes to the City relating to Kinneary having shy-bladder syndrome. That same month, Kinneary unsuccessfully attempted a NEDPC urine test for three hours, but he then passed a saliva test. In August of that year, Kinneary returned to captain's duties.</p>\n<p>The Coast Guard proceeding moved forward, and an administrative law judge ruled that Kinneary had refused to take a drug test. The Coast Guard ordered a 12-month suspension of Kinneary's license, followed by a 12-month probationary period. According to Kinneary, the City's Disciplinary Counsel told him that he could <span class=\"star-pagination\">*155</span> return to work at the conclusion of his suspension if he acknowledged refusing to take a random drug test. Kinneary refused to do so. He was fired on June 2, 2003.</p>\n<p>Kinneary appealed the Coast Guard ruling and, pending resolution of that appeal, he received a temporary license. He was then re-hired by the City. The temporary license was scheduled to expire, and Kinneary asked the City's Marine Superintendent to help him with his license renewal. The temporary license subsequently expired (a fact which the Marine Superintendent knew) and for a period of time Kinneary captained a boat without a license.</p>\n<p>Kinneary's appeal of the Coast Guard's ruling was denied as untimely. A twelve month suspension, consequently, went into effect. The City terminated Kinneary for a final time on March 4, 2004. A termination letter sent from the Assistant Commissioner of the DEP to Kinneary explained that, \"I have been made aware of the suspension of your License issued by the United State[s] Coast Guard, which is a requirement of your title ... Because you do not possess the required license for your position as Captain, you are hereby terminated from your position of Captain with the Agency, effective March 4, 2004.\"</p>\n<p>Appellants argue, <i>inter alia,</i> that the district court erred in denying their motion for judgment as a matter of law because Kinneary failed to demonstrate that he is disabled within the meaning of the ADA and to show that he was otherwise qualified to perform the duties of ship captain. They also contend that judgment as a matter of law should have been granted because Kinneary did not show that he was terminated based upon his alleged disability. Indeed, they state that Kinneary was terminated because he lacked a captain's license.</p>\n<p>Kinneary, on the other hand, contends that urinating is a \"major life activity\" under the ADA and that the jury properly found that he was substantially limited in this major life activity. He argues that he was otherwise qualified to perform the essential functions of his job with a reasonable accommodation. He asserts that it was because of the Appellants' failure to provide him with a reasonable accommodation that he lost his licenseand that Appellants' failure to provide him with a reasonable accommodation \"cannot render [him] unqualified to work for the City.\" Kinneary further contends that the court should have granted his motion for equitable relief.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We review the district court's denial of Appellants' Rule 50 motion for judgment as a matter of law <i>de novo. </i><i>Brady v. Wal-Mart Stores, Inc.,</i> 531 F.3d 127, 133 (2d Cir.2008). We have explained that:</p>\n<blockquote>Such a motion may only be granted if there exists such a complete absence of evidence supporting the verdict that the jury's findings could only have been the result of sheer surmise and conjecture, or the evidence in favor of the movant is so overwhelming that reasonable and fair minded [persons] could not arrive at a verdict against [it]. In reviewing such a motion, this Court must give deference to all credibility determinations and reasonable inferences of the jury, and may not weigh the credibility of witnesses or otherwise consider the weight of the evidence.</blockquote>\n<p><i>Id.</i> (internal citations and quotation marks omitted).</p>\n<p>The ADA prohibits discrimination against a \"qualified individual on the basis of disability\" in the \"terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). A plaintiff must prove that: <span class=\"star-pagination\">*156</span> \"(1) the defendant is covered by the ADA; (2) plaintiff suffers from or is regarded as suffering from a disability within the meaning of the ADA; (3) plaintiff was qualified to perform the essential functions of the job, with or without reasonable accommodation; and (4) plaintiff suffered an adverse employment action because of his disability or perceived disability.\" <i>Capobianco v. City of New York,</i> 422 F.3d 47, 56 (2d. Cir.2005). For purposes of this appeal, we assume <i>arguendo</i> that Kinneary is disabled under the ADA and examine whether Kinneary was qualified to perform the essential functions of his job, with or without the accommodation to which he claims entitlement.</p>\n<p>This Court has said that, \"[t]he term `essential functions,' which is not defined in the statutes themselves, is generally defined in ADA regulations promulgated by the Equal Employment Opportunity Commission (`EEOC') to mean the `fundamental' duties to be performed in the position in question, but not functions that are merely `marginal.'\" <i>Stone v. City of Mount Vernon,</i> 118 F.3d 92, 97 (2d Cir. 1997) (citing 29 C.F.R. § 1630.2(n)(1)). An essential function of Kinneary's job as a sludge boat captain was, by definition, acting as a captain, which he could only do if he held the proper license.</p>\n<p>Kinneary argues that he would not have lost his captain's license if the Appellants had offered him a reasonable accommodation. He contends that he should have received the opportunity to have his test cancelled based upon a physician's evaluation. According to Kinneary:</p>\n<blockquote>The regulations governing drug testing provide for an accommodation for employees with Shy-Bladder Syndrome. Under 49 C.F.R. § 40.193(c), the employee \"must obtain, within five days, an evaluation from a licensed physician, acceptable to the MRO, who has expertise in the medical issues raised by the employee's failure to provide a sufficient specimen.\" The referral physician may advise the MRO that \"A medical condition has, or with a high degree of probability could have, precluded the employee from providing a sufficient amount of urine.\" 49 C.F.R. § 40.193(d)(1).</blockquote>\n<p>It is true that \"[t]erminating a disabled employee ... who can perform the essential functions of the job but cannot return to work because the employer has denied his request for reasonable accommodation, is disability discrimination under the ADA.\" <i>Parker v. Columbia Pictures Indus.,</i> 204 F.3d 326, 338 (2d. Cir.2000). The record, however, reflects that the City provided Kinneary with the accommodation he sought. As Appellants' counsel argued to the district court, \"within the federal regulations is an accommodation that the plaintiff could have taken advantage of and he failed to do it.\" <i>Cf. </i><i>Tsombanidis v. W. Haven Fire Dep't,</i> 352 F.3d 565, 579 (2d Cir.2003) (holding that the accommodation plaintiffs ultimately sought was provided).</p>\n<p>After Kinneary could not produce a urine sample at the December 2001 test, the City gave him the instructions to his examining physician that stated that Kinneary had to obtain an evaluation within five working days and that the referral physician had to make one of two determinations, namely, that either \"(1) [a] medical condition has or with a high probability could have, precluded [Kinneary] from providing a sufficient amount of urine (45) ml.\" or \"(2) [t]here is not an adequate basis for determining that a medical condition has, or with a high probability could have, precluded [Kinneary] from providing a sufficient amount of urine.\" The instructions further stated that \"as the referral physician you must provide a written statement of your recommendations and <span class=\"star-pagination\">*157</span> basis for review by the MRO.\" The instructions are consistent, but not co-extensive, with the evaluation requirements set by the applicable regulation. <i>See</i> 49 C.F.R. § 40.193.</p>\n<p>The note that Kinneary's physician provided did not constitute a basis for his test to be cancelled because it did not say that Kinneary had a medical condition that did, or with a high probability could have, precluded Kinneary from providing a sufficient amount of urine for the test. Instead, the note simply stated the name of the condition, noted it was chronic and could be helped by an alpha blocker that Kinneary had been given, and indicated that Kinneary was not a substance abuser.<sup>[2]</sup></p>\n<p>The U.S. Coast Guard, the agency with authority over Kinneary's licensing, agreed that the proffered note did not meet the requirements for his test to be cancelled under the applicable regulations. The administrative law judge determined that the note did not give \"an adequate basis for determining that a medical condition precluded or with a high degree of probability, could have precluded Mr. Kinneary from providing a sufficient amount of urine at the collection.\" The judge also noted that \"[w]hen [the Medical Review Officer] contacted [Kinneary's physician] to obtain documentation for this diagnosis [of shy bladder syndrome], no supporting data was available.\"</p>\n<p>Thus, it was the Coast Guard that definitively decided that the information provided by Kinneary's physician was insufficient under the applicable regulations to allow his drug test to be cancelled. The Coast Guard thus revoked Kinneary's license and that revocation resulted in Kinneary's termination by the City. That the City terminated Kinneary because he was not properly licensed as a captain is borne out by the sequence of events. When Kinneary's license was first suspended, the City terminated his employment, but when he received a temporary license (pending his appeal of the Coast Guard's decision) the City re-hired him within days. Only after the Coast Guard's administrative proceedings had concluded, resulting in a twelve-month suspension of his license, was Kinneary then terminated for a second (and final) time.</p>\n<p>Giving deference to all reasonable inferences the jury could draw, <i>see </i><i>Brady,</i> 531 F.3d at 133, the evidence unequivocally demonstrates that the City gave Kinneary the accommodation he sought (the opportunity to have his drug test cancelled based upon a physician's evaluation pursuant to 49 C.F.R. § 40.193), but that Kinneary failed to comply with the regulatory requirements that would have allowed him successfully to cancel his test and save his license. Because Kinneary failed to retain his captain's license despite receiving the accommodation to which he claims he was entitled, he was not otherwise qualified to perform the essential functions of his job and cannot make out a successful claim under the ADA.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*158</span> Kinneary concedes that the same elements that must be proven to establish an ADA claim must be also demonstrated to prove claims under NYSHRL and NYCHRL. This Court has held that § 292(21) of the NYSHRL is parallel to the \"otherwise qualified\" requirement of the ADA and we have noted that \"[w]e have not had occasion to decide whether the analogous provision of the NYCHRL is also parallel, but we see no reason to think that the NYCHRL and the ADA differ in this requirement.\" <i>Shannon v. New York City Transit Auth.,</i> 332 F.3d 95, 103-04 (2d Cir.2003). In any case, we hold that Kinneary's claims under the NYSHRL and NYCHRL must fail, because Appellants cannot have violated state or local discrimination laws by implementing federal regulations that determine, here, whether Kinneary is eligible to serve as a captain. <i>See id.</i> at 104-05.</p>\n<p>The district court erred in denying Appellants' motion for judgment as a matter of law. In addition, because we hold that there was no violation of the ADA or the other asserted statutes, the denial of Kinneary's motion for equitable relief is moot.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, we REVERSE the judgment of the district court. The case is remanded to the district court with directions to enter judgment for the Appellants.</p>\n<h2>NOTES</h2>\n<p>[1]  Judge Richard J. Sullivan of the United States District Court for the Southern District of New York, sitting by designation.</p>\n<p>[2]  The neuropsychiatrist's and urologist's notes that were submitted to the City in July 2002 do not alter our analysis of whether Kinneary obtained an adequate statement from a referral physician. Regardless of their substance, these notes could not form the basis for the cancellation of Kinneary's December 2001 test under the applicable regulation because they were given to the City far too latearound a half-year after the regulatory time limit had expired.</p>\n<p>[3]  Because Kinneary fails to make out this element of his claim, we need not and do not resolve here whether \"shy bladder syndrome\" can be a disability under the ADA. We did not reach this issue in <i>Buckley v. Consol. Edison Co. of N.Y.,</i> because the plaintiff in that case had conceded that his bladder condition was not a disability under the ADA. 155 F.3d 150, 152 (2d. Cir.1998). We note that a U.S. District Court has said that, on the record before it, there was no evidence that shy bladder syndrome limited a plaintiff's \"ability to care for himself, perform manual tasks, or engage in other major life activities\" and that the plaintiff before it, in opposing summary judgment, did not contend that the condition was an ADA disability. <i>Balistrieri v. Express Drug Screening, LLC,</i> No. 04-C-0989, 2008 WL 906236, at *5 (E.D.Wis. Mar.31, 2008).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">601</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">151</span></span> (2010)</b></center>\n<center><h1>Joseph KINNEARY, Plaintiff-Appellee-Cross-Appellant,<br>\nv.<br>\nCITY OF NEW YORK, Marsha Rothem, individually, Zoe Ann Campbell, individually, and Louis Tazzi, individually, Defendants-Appellants-Cross-Appellees.</h1></center>\n<center>Docket Nos. 08-1330-cv(L); 08-1630-cv(XAP).</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: April 3, 2009.</center>\n<center>Decided: March 19, 2010.</center>\n<p><span class=\"star-pagination\">*152</span> Victoria Scalzo (Stephen McGrath, on the brief) for Michael A. Cardozo, Corporation Counsel of the City of New York, New York, N.Y., for Defendants-Appellants-Cross-Appellees.</p>\n<p>Stephen Bergstein, Bergstein &amp; Ullrich, Chester, N.Y., for Plaintiff-Appellee-Cross-Appellant.</p>\n<p>Before CABRANES and HALL Circuit Judges, SULLIVAN, District Judge.<sup>[1]</sup></p>\n<p>HALL, Circuit Judge:</p>\n<p>Defendants-Appellants-Cross-Appellees City of New York (\"City\"), Marsha Rothem, individually, Zoe Ann Campbell, individually, and Louis Tazzi, individually (collectively, \"Appellants\") appeal the October 1, 2007 judgment of the United States District Court for the Southern District of New York (Marrero, <i>Judge)</i> following a jury verdict for Joseph Kinneary (\"Kinneary\") finding discrimination under the Americans with Disabilities Act (42 U.S.C. § 12101 <i>et seq.</i>) (\"ADA\"), New York State Human Rights Law (N.Y. Exec. Law § 296 <i>et seq.</i>) (\"NYSHRL\") and New York City Human Rights Law (N.Y. Admin. Code § 8-107) (\"NYCHRL\"). We hold that because Kinneary was offered, but failed to qualify for, his captain's license under the accommodation to which he claims he was entitled (<i>i.e.,</i> the opportunity to have his drug test cancelled based upon a physician's evaluation), Kinneary became unqualified to perform the essential functions of his job under the ADA. In addition, in implementing the federal regulations, the Appellants could not have violated the state and local laws that were also asserted as bases for Kinneary's claims of discrimination. Accordingly, we reverse and remand.</p>\n<p></p>\n<h2>I. BACKGROUND</h2>\n<p>Kinneary, who previously served as a sludge boat captain with the New York City Department of Environmental Protection <span class=\"star-pagination\">*153</span> (\"DEP\"), claims discrimination under the ADA, NYSHRL, and NYCHRL. He contends that: he suffers from paruresis, also known as \"shy bladder syndrome;\" this condition qualifies as a disability; and Appellants failed to meet their obligation to reasonably accommodate it. Kinneary asserts that he was terminated because of his paruresis.</p>\n<p>Kinneary prevailed at a jury trial on each of his claims of discrimination. The jury awarded him $100,000 in back pay and $125,000 in non-economic damages. Appellants' Rule 50 motion for entry of judgment as a matter of law was denied. The district court, however, granted Appellants' Rule 59 motion for a new trial on the issue of non-economic damages unless Kinneary accepted a remittur of the award, reducing it to $25,000, which he did. The court denied Kinneary's motion for equitable relief, but it did award him attorneys' fees and costs as well as pre-judgment interest on back pay. Before our court, Appellants challenge the district court ruling denying their Rule 50 motion for judgment as a matter of law. Kinneary cross-appeals, contending that the court should have granted his motion for equitable relief.</p>\n<p>The facts that are critical to this case relate to Kinneary's employment with and termination from the DEP, and the random drug tests that he was required to take in order to maintain his Captain's license. Kinneary started working for the DEP as a provisional full-time employee in 1988. He became a civil service employee in 1992, when he was appointed sludge boat captain.</p>\n<p>It is undisputed that, because of his position as a captain, under federal regulations, Kinneary was subject to random drug testing. Kinneary had his first random drug test in late 1992. At that time, he discovered that he could not urinate on commandeven after staying at the site from 9:15 a.m. to 4 p.m. and drinking water. Kinneary was directed to return to the lab the next morning but, when he did so, he could not provide a urine sample after approximately two and a half hours. Kinneary was informed that there was no other test option and, after trying to void for an additional two and a half hours, Kinneary eventually passed urine.</p>\n<p>Kinneary had no similar troubles with drug tests between 1992 and 1996. In 1996, Kinneary was again given a random drug test. He was able to pass urine after approximately a half-hour but was told that he had not provided a sufficient quantity and that he needed to fill the cup immediately. Kinneary could not do so. He topped the cup off with tap water and returned it. The next year, Kinneary was again unable to provide a urine sample when tested, so he filled the cup with tap water. In contrast, however, at a 1998 test during which Kinneary was informed that there was a three hour limit to produce a urine sample, he was able to void within the required time period.</p>\n<p>In December 2001, Kinneary was subject to another random drug test. He found that, despite \"drinking water like crazy,\" he could not provide a sample within the three-hour time limit. He then was transported to a medical clinic. According to Kinneary, as he approached the clinic, he felt an urgent need to urinate. Kinneary was not allowed to give a urine sample at the clinic, although he offered to do so.</p>\n<p>Immediately thereafter, Kinneary spoke with Peter Brucas, executive vice president at NEDPC, which does drug testing for the City. Kinneary told Brucas that he \"had trouble with these tests all through the years\" and asked if he could take a blood test. Brucas told Kinneary that he had to get a doctor's note, provided Kinneary <span class=\"star-pagination\">*154</span> with instructions to be given to his doctor (entitled \"INFORMATION AND INSTRUCTIONS TO EXAMINING PHYSICIAN\"), and told Kinneary to call him when he had the note. The instructions stated that: 1) Kinneary had to obtain an evaluation from a physician within five working days, 2) the physician had to make a determination of whether or not a medical condition had, or with a high probability could have, precluded Kinneary from providing a sufficient amount of urine for the test, and 3) the physician had to provide a written statement of recommendations and a basis for review by the City's Medical Review Officer (\"MRO\").</p>\n<p>The next day, Kinneary's doctor wrote a note saying, \"This man has `Shy Bladder Syndrome'this is a chronic condition that can be helped by using an [alpha] blocker (flomax) which I have given him. He is not a substance abuser.\" Kinneary read the note to Brucas. Brucas indicated that the note would not be accepted, but he set up an appointment for Kinneary with the MRO. Kinneary brought the note to the MRO the next day. The following day, at a meeting with the Office of Disciplinary Counsel, Kinneary was served with misconduct charges for refusing to take a drug test.</p>\n<p>At this point, Kinneary took a number of proactive steps. He passed a blood test and a hair test. Kinneary twice wrote a City equal employment opportunity officer about the situation, but he never received a response to his inquiries.</p>\n<p>In January of 2002, NEDPC informed the Coast Guard that Kinneary was \"unable to provide a urine sample during a three-hour time period as per 49 CFR Part 40.193(b)(4) for a federally mandated random drug test on December 27, 2001.\" It also told the Coast Guard that:</p>\n<blockquote>Mr. Kinneary was given a letter allowing him five days to produce [an] independent medical opinion as to his inability.... On January 3, 2002, Mr. Kinneary brought a medical note (see attached) to the Sanitation clinic. This note was then sent to Dr. Horowitz, the MRO for DEP. He reviewed the note and found no medical reason to explain the inability to void.</blockquote>\n<p>The Coast Guard then filed a complaint against Kinneary essentially alleging that he refused to submit to the December 2001 drug test.</p>\n<p>In the meantime, Kinneary was unable to provide a urine sample at another drug test administered by NEDPC, but NEDPC then administered a saliva test, which came back negative. On his own accord, Kinneary also took another hair test, which he passed. Soon thereafter, the City allowed Kinneary to perform \"land-based duties.\" Kinneary would not admit, however, that he had refused to take the December 2001 drug test, and the City's Disciplinary Counsel served him with a set of charges that stated that \"[s]ince March 25, 2002, your inability to perform the duties of your title of `Captain' have rendered you incompetent.\"</p>\n<p>In July 2002, a neuropsychiatrist and a urologist both submitted medical notes to the City relating to Kinneary having shy-bladder syndrome. That same month, Kinneary unsuccessfully attempted a NEDPC urine test for three hours, but he then passed a saliva test. In August of that year, Kinneary returned to captain's duties.</p>\n<p>The Coast Guard proceeding moved forward, and an administrative law judge ruled that Kinneary had refused to take a drug test. The Coast Guard ordered a 12-month suspension of Kinneary's license, followed by a 12-month probationary period. According to Kinneary, the City's Disciplinary Counsel told him that he could <span class=\"star-pagination\">*155</span> return to work at the conclusion of his suspension if he acknowledged refusing to take a random drug test. Kinneary refused to do so. He was fired on June 2, 2003.</p>\n<p>Kinneary appealed the Coast Guard ruling and, pending resolution of that appeal, he received a temporary license. He was then re-hired by the City. The temporary license was scheduled to expire, and Kinneary asked the City's Marine Superintendent to help him with his license renewal. The temporary license subsequently expired (a fact which the Marine Superintendent knew) and for a period of time Kinneary captained a boat without a license.</p>\n<p>Kinneary's appeal of the Coast Guard's ruling was denied as untimely. A twelve month suspension, consequently, went into effect. The City terminated Kinneary for a final time on March 4, 2004. A termination letter sent from the Assistant Commissioner of the DEP to Kinneary explained that, \"I have been made aware of the suspension of your License issued by the United State[s] Coast Guard, which is a requirement of your title ... Because you do not possess the required license for your position as Captain, you are hereby terminated from your position of Captain with the Agency, effective March 4, 2004.\"</p>\n<p>Appellants argue, <i>inter alia,</i> that the district court erred in denying their motion for judgment as a matter of law because Kinneary failed to demonstrate that he is disabled within the meaning of the ADA and to show that he was otherwise qualified to perform the duties of ship captain. They also contend that judgment as a matter of law should have been granted because Kinneary did not show that he was terminated based upon his alleged disability. Indeed, they state that Kinneary was terminated because he lacked a captain's license.</p>\n<p>Kinneary, on the other hand, contends that urinating is a \"major life activity\" under the ADA and that the jury properly found that he was substantially limited in this major life activity. He argues that he was otherwise qualified to perform the essential functions of his job with a reasonable accommodation. He asserts that it was because of the Appellants' failure to provide him with a reasonable accommodation that he lost his licenseand that Appellants' failure to provide him with a reasonable accommodation \"cannot render [him] unqualified to work for the City.\" Kinneary further contends that the court should have granted his motion for equitable relief.</p>\n<p></p>\n<h2>II. DISCUSSION</h2>\n<p>We review the district court's denial of Appellants' Rule 50 motion for judgment as a matter of law <i>de novo. </i><i>Brady v. Wal-Mart Stores, Inc.,</i> <span class=\"citation\" data-id=\"1466760\"><a href=\"/opinion/1466760/brady-v-wal-mart-stores-inc/\"><span class=\"volume\">531</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 133 (2d Cir.2008). We have explained that:</p>\n<blockquote>Such a motion may only be granted if there exists such a complete absence of evidence supporting the verdict that the jury's findings could only have been the result of sheer surmise and conjecture, or the evidence in favor of the movant is so overwhelming that reasonable and fair minded [persons] could not arrive at a verdict against [it]. In reviewing such a motion, this Court must give deference to all credibility determinations and reasonable inferences of the jury, and may not weigh the credibility of witnesses or otherwise consider the weight of the evidence.</blockquote>\n<p><i>Id.</i> (internal citations and quotation marks omitted).</p>\n<p>The ADA prohibits discrimination against a \"qualified individual on the basis of disability\" in the \"terms, conditions, and privileges of employment.\" 42 U.S.C. § 12112(a). A plaintiff must prove that: <span class=\"star-pagination\">*156</span> \"(1) the defendant is covered by the ADA; (2) plaintiff suffers from or is regarded as suffering from a disability within the meaning of the ADA; (3) plaintiff was qualified to perform the essential functions of the job, with or without reasonable accommodation; and (4) plaintiff suffered an adverse employment action because of his disability or perceived disability.\" <i>Capobianco v. City of New York,</i> <span class=\"citation\" data-id=\"791774\"><a href=\"/opinion/791774/anthony-p-capobianco-jr-v-city-of-new-york-and-new-york-city-department/\"><span class=\"volume\">422</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">47</span></a></span>, 56 (2d. Cir.2005). For purposes of this appeal, we assume <i>arguendo</i> that Kinneary is disabled under the ADA and examine whether Kinneary was qualified to perform the essential functions of his job, with or without the accommodation to which he claims entitlement.</p>\n<p>This Court has said that, \"[t]he term `essential functions,' which is not defined in the statutes themselves, is generally defined in ADA regulations promulgated by the Equal Employment Opportunity Commission (`EEOC') to mean the `fundamental' duties to be performed in the position in question, but not functions that are merely `marginal.'\" <i>Stone v. City of Mount Vernon,</i> <span class=\"citation\" data-id=\"743484\"><a href=\"/opinion/743484/matthew-t-stone-v-city-of-mount-vernon-and-james-gleason-individually/\"><span class=\"volume\">118</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">92</span></a></span>, 97 (2d Cir. 1997) (citing 29 C.F.R. § 1630.2(n)(1)). An essential function of Kinneary's job as a sludge boat captain was, by definition, acting as a captain, which he could only do if he held the proper license.</p>\n<p>Kinneary argues that he would not have lost his captain's license if the Appellants had offered him a reasonable accommodation. He contends that he should have received the opportunity to have his test cancelled based upon a physician's evaluation. According to Kinneary:</p>\n<blockquote>The regulations governing drug testing provide for an accommodation for employees with Shy-Bladder Syndrome. Under 49 C.F.R. § 40.193(c), the employee \"must obtain, within five days, an evaluation from a licensed physician, acceptable to the MRO, who has expertise in the medical issues raised by the employee's failure to provide a sufficient specimen.\" The referral physician may advise the MRO that \"A medical condition has, or with a high degree of probability could have, precluded the employee from providing a sufficient amount of urine.\" 49 C.F.R. § 40.193(d)(1).</blockquote>\n<p>It is true that \"[t]erminating a disabled employee ... who can perform the essential functions of the job but cannot return to work because the employer has denied his request for reasonable accommodation, is disability discrimination under the ADA.\" <i>Parker v. Columbia Pictures Indus.,</i> <span class=\"citation\" data-id=\"767717\"><a href=\"/opinion/767717/douglas-parker-plaintiff-appellant-cross-appellee-v-columbia-pictures/\"><span class=\"volume\">204</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">326</span></a></span>, 338 (2d. Cir.2000). The record, however, reflects that the City provided Kinneary with the accommodation he sought. As Appellants' counsel argued to the district court, \"within the federal regulations is an accommodation that the plaintiff could have taken advantage of and he failed to do it.\" <i>Cf. </i><i>Tsombanidis v. W. Haven Fire Dep't,</i> <span class=\"citation\" data-id=\"784474\"><a href=\"/opinion/784474/beverly-tsombanidis-oxford-house-incorporated-and-john-doe/\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">565</span></a></span>, 579 (2d Cir.2003) (holding that the accommodation plaintiffs ultimately sought was provided).</p>\n<p>After Kinneary could not produce a urine sample at the December 2001 test, the City gave him the instructions to his examining physician that stated that Kinneary had to obtain an evaluation within five working days and that the referral physician had to make one of two determinations, namely, that either \"(1) [a] medical condition has or with a high probability could have, precluded [Kinneary] from providing a sufficient amount of urine (45) ml.\" or \"(2) [t]here is not an adequate basis for determining that a medical condition has, or with a high probability could have, precluded [Kinneary] from providing a sufficient amount of urine.\" The instructions further stated that \"as the referral physician you must provide a written statement of your recommendations and <span class=\"star-pagination\">*157</span> basis for review by the MRO.\" The instructions are consistent, but not co-extensive, with the evaluation requirements set by the applicable regulation. <i>See</i> 49 C.F.R. § 40.193.</p>\n<p>The note that Kinneary's physician provided did not constitute a basis for his test to be cancelled because it did not say that Kinneary had a medical condition that did, or with a high probability could have, precluded Kinneary from providing a sufficient amount of urine for the test. Instead, the note simply stated the name of the condition, noted it was chronic and could be helped by an alpha blocker that Kinneary had been given, and indicated that Kinneary was not a substance abuser.<sup>[2]</sup></p>\n<p>The U.S. Coast Guard, the agency with authority over Kinneary's licensing, agreed that the proffered note did not meet the requirements for his test to be cancelled under the applicable regulations. The administrative law judge determined that the note did not give \"an adequate basis for determining that a medical condition precluded or with a high degree of probability, could have precluded Mr. Kinneary from providing a sufficient amount of urine at the collection.\" The judge also noted that \"[w]hen [the Medical Review Officer] contacted [Kinneary's physician] to obtain documentation for this diagnosis [of shy bladder syndrome], no supporting data was available.\"</p>\n<p>Thus, it was the Coast Guard that definitively decided that the information provided by Kinneary's physician was insufficient under the applicable regulations to allow his drug test to be cancelled. The Coast Guard thus revoked Kinneary's license and that revocation resulted in Kinneary's termination by the City. That the City terminated Kinneary because he was not properly licensed as a captain is borne out by the sequence of events. When Kinneary's license was first suspended, the City terminated his employment, but when he received a temporary license (pending his appeal of the Coast Guard's decision) the City re-hired him within days. Only after the Coast Guard's administrative proceedings had concluded, resulting in a twelve-month suspension of his license, was Kinneary then terminated for a second (and final) time.</p>\n<p>Giving deference to all reasonable inferences the jury could draw, <i>see </i><i>Brady,</i> 531 F.3d at 133, the evidence unequivocally demonstrates that the City gave Kinneary the accommodation he sought (the opportunity to have his drug test cancelled based upon a physician's evaluation pursuant to 49 C.F.R. § 40.193), but that Kinneary failed to comply with the regulatory requirements that would have allowed him successfully to cancel his test and save his license. Because Kinneary failed to retain his captain's license despite receiving the accommodation to which he claims he was entitled, he was not otherwise qualified to perform the essential functions of his job and cannot make out a successful claim under the ADA.<sup>[3]</sup></p>\n<p><span class=\"star-pagination\">*158</span> Kinneary concedes that the same elements that must be proven to establish an ADA claim must be also demonstrated to prove claims under NYSHRL and NYCHRL. This Court has held that § 292(21) of the NYSHRL is parallel to the \"otherwise qualified\" requirement of the ADA and we have noted that \"[w]e have not had occasion to decide whether the analogous provision of the NYCHRL is also parallel, but we see no reason to think that the NYCHRL and the ADA differ in this requirement.\" <i>Shannon v. New York City Transit Auth.,</i> <span class=\"citation\" data-id=\"782276\"><a href=\"/opinion/782276/curtis-shannon-v-new-york-city-transit-authority-a-public-benefit/\"><span class=\"volume\">332</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">95</span></a></span>, 103-04 (2d Cir.2003). In any case, we hold that Kinneary's claims under the NYSHRL and NYCHRL must fail, because Appellants cannot have violated state or local discrimination laws by implementing federal regulations that determine, here, whether Kinneary is eligible to serve as a captain. <i>See id.</i> at 104-05.</p>\n<p>The district court erred in denying Appellants' motion for judgment as a matter of law. In addition, because we hold that there was no violation of the ADA or the other asserted statutes, the denial of Kinneary's motion for equitable relief is moot.</p>\n<p></p>\n<h2>III. CONCLUSION</h2>\n<p>For the foregoing reasons, we REVERSE the judgment of the district court. The case is remanded to the district court with directions to enter judgment for the Appellants.</p>\n<h2>NOTES</h2>\n<p>[1]  Judge Richard J. Sullivan of the United States District Court for the Southern District of New York, sitting by designation.</p>\n<p>[2]  The neuropsychiatrist's and urologist's notes that were submitted to the City in July 2002 do not alter our analysis of whether Kinneary obtained an adequate statement from a referral physician. Regardless of their substance, these notes could not form the basis for the cancellation of Kinneary's December 2001 test under the applicable regulation because they were given to the City far too latearound a half-year after the regulatory time limit had expired.</p>\n<p>[3]  Because Kinneary fails to make out this element of his claim, we need not and do not resolve here whether \"shy bladder syndrome\" can be a disability under the ADA. We did not reach this issue in <i>Buckley v. Consol. Edison Co. of N.Y.,</i> because the plaintiff in that case had conceded that his bladder condition was not a disability under the ADA. <span class=\"citation\" data-id=\"757743\"><a href=\"/opinion/757743/dan-buckley-v-consolidated-edison-company-of-new-york-inc/\"><span class=\"volume\">155</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span>, 152 (2d. Cir.1998). We note that a U.S. District Court has said that, on the record before it, there was no evidence that shy bladder syndrome limited a plaintiff's \"ability to care for himself, perform manual tasks, or engage in other major life activities\" and that the plaintiff before it, in opposing summary judgment, did not contend that the condition was an ADA disability. <i>Balistrieri v. Express Drug Screening, LLC,</i> No. 04-C-0989, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">906236</span></span>, at *5 (E.D.Wis. Mar.31, 2008).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/743484/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757743/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767717/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784474/",
    "http://www.courtlistener.com/api/rest/v3/opinions/791774/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1466760/"
  ]
}