{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/705/",
  "absolute_url": "/opinion/705/anglo-iberia-underwriting-mgmt-v-pt-jamsostek/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/705/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-03-30T00:05:09Z",
  "date_modified": "2017-03-23T23:43:29.011889Z",
  "type": "010combined",
  "sha1": "76923d97c3e4eb687d1d6de644680d64185e16e1",
  "page_count": 17,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/fd8947f8-7c99-4610-81c8-a2b4fca1976e/3/doc/08-2666-cv_opn.pdf",
  "local_path": "pdf/2010/03/29/Anglo-Iberia_v._Lodderhose.pdf",
  "plain_text": "     08-2666-cv (L), 08-2836-cv (XAP)\n     Anglo-Iberia v. Lodderhose\n\n1                         UNITED STATES COURT OF APPEALS\n2                             FOR THE SECOND CIRCUIT\n3\n4                             August Term 2009\n5    (Argued: October 27, 2009                 Decided: March 29, 2010)\n6               Docket Nos. 08-2666-cv (L), 08-2836-cv (XAP)\n7    -----------------------------------------------------x\n\n 8   ANGLO-IBERIA UNDERWRITING MANAGEMENT COMPANY,\n 9\n10               Plaintiff-Counter-Defendant-Appellant-\n11               Cross-Appellee,\n12\n13   INDUSTRIAL RE INTERNATIONAL, INC.,\n14\n15               Plaintiff-Appellant-Cross-Appellee,\n16\n17                           -- v. --\n18\n19   P.T. JAMSOSTEK (PERSERO) and REPUBLIC OF INDONESIA,\n20\n21               Defendants-Appellees-Cross-Appellants,\n22\n23   Daniel J. Lodderhose and Security Resources\n24   International, Inc.,\n25\n26               Defendants-Counter-Claimants-Cross-Defendants,\n27\n28   Security Resources International, Inc., GC Insurance\n29   Brokers, Limited, CG Intermediaries Limited, Peter I.\n30   Greengrass, Leslie J. Cooper and A.J. Smith,\n31\n32               Defendants-Counter-Claimants,\n33\n34   Prio Adhi Sartano,\n35\n36               Consolidated Defendant.\n37\n38   -----------------------------------------------------x\n39\n40   B e f o r e :     WALKER, McLAUGHLIN, and RAGGI, Circuit Judges.\n41\n\n42         Anglo-Iberia Underwriting Management Company and Industrial\n\n\n\n                                        1\n\f1    Re International, Inc., appeal from an order of the United States\n\n2    District Court for the Southern District of New York (Donald C.\n\n3    Pogue, Judge, of the United States Court of International Trade,\n\n4    sitting by designation) that dismissed their negligent\n\n5    supervision claim against P.T. Jamsostek (Persero) and the\n\n6    Republic of Indonesia for lack of subject matter jurisdiction\n\n7    under the Foreign Sovereign Immunities Act (“FSIA”).   Because we\n\n8    conclude that P.T. Jamsostek (Persero) and the Republic of\n\n9    Indonesia were not engaged in “commercial activity” for purposes\n\n10   of the FSIA, and that, even assuming arguendo that they were\n\n11   involved in “commercial activity,” their alleged negligent\n\n12   supervision of Jamsostek employees was not “in connection with”\n\n13   such commercial activity, we AFFIRM the district court’s\n\n14   dismissal of the claim for lack of subject matter jurisdiction.\n\n15        AFFIRMED.\n\n16                                 JOHN R. KEOUGH, III (Cody D.\n17                                 Constable, Peter C. Dee, on the\n18                                 brief), Waesche, Sheinbaum &\n19                                 O’Regan, P.C., New York, NY, for\n20                                 Plaintiffs-Appellants-Cross-\n21                                 Appellees.\n22\n23                                 FRANK PANOPOULOS (Carolyn B. Lamm,\n24                                 Nicole Erb, Claire DeLelle, on the\n25                                 brief), White & Case LLP,\n26                                 Washington, DC, for Defendants-\n27                                 Appellees-Cross-Appellants.\n28\n29   JOHN M. WALKER, JR., Circuit Judge:\n\n30        Anglo-Iberia Underwriting Management Company and Industrial\n\n31   Re International, Inc. (collectively, “Anglo-Iberia”) appeal from\n\n                                     2\n\f1    an order of the United States District Court for the Southern\n\n2    District of New York (Donald C. Pogue, Judge, of the United\n\n3    States Court of International Trade, sitting by designation) that\n\n4    dismissed Anglo-Iberia’s negligent supervision claim against the\n\n5    Indonesian state-owned social security insurer, P.T. Jamsostek\n\n6    (Persero) (“Jamsostek”), and the Republic of Indonesia\n\n7    (“Indonesia”) for lack of subject matter jurisdiction under the\n\n8    Foreign Sovereign Immunities Act (“FSIA”), 28 U.S.C. §§ 1330,\n\n9    1602-1611.   Because we conclude that neither Jamsostek nor\n\n10   Indonesia was involved in “commercial activity” for purposes of\n\n11   the FSIA, 28 U.S.C. § 1605(a)(2), and that, even assuming\n\n12   arguendo that they were involved in “commercial activity,”\n\n13   Jamsostek’s alleged failure to supervise its employees was not\n\n14   “in connection with” such commercial activity, id., we AFFIRM the\n\n15   district court’s dismissal of Anglo-Iberia’s claim for lack of\n\n16   subject matter jurisdiction.\n\n17                               BACKGROUND\n\n18        This case comes before this court for a second time, see\n\n19   Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose, 235 F. App’x\n\n20   776 (2d Cir. 2007) (summary order) (“Anglo-Iberia I”), and\n\n21   involves only the negligent supervision claim we remanded in\n\n22   Anglo-Iberia I.   Specifically, this appeal concerns the district\n\n23   court’s dismissal on remand of Anglo-Iberia’s claim that\n\n24   Jamsostek negligently supervised its employee, Prio Adhi Sartono,\n\n\n                                      3\n\f1    as well as other Jamsostek employees who acted together with\n\n2    Sartono to perpetrate an international commercial reinsurance\n\n3    fraud scheme to Anglo-Iberia’s detriment.   According to Anglo-\n\n4    Iberia, Jamsostek’s negligent supervision of its employees\n\n5    enabled Sartono to commit commercial reinsurance fraud against\n\n6    Anglo-Iberia while Sartono was in Colorado pursuing a Jamsostek-\n\n7    sponsored MBA.1   On remand, the district court concluded that it\n\n8    lacked subject matter jurisdiction over Anglo-Iberia’s negligent\n\n9    supervision claim against Jamsostek and Indonesia because\n\n10   Jamsostek’s activities were not commercial in nature and did not\n\n11   fall within a FSIA-enumerated exception to sovereign immunity.\n\n12   See Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose, No. 97-\n\n13   0084 (DCP), 2008 WL 190364, at *1, *4-5   (S.D.N.Y. Jan. 22,\n\n14   2008).   We assume familiarity with this court’s May 2007 summary\n\n15   order and the opinions below,2 and set forth the relevant facts\n\n\n     1\n1         The district court imposed damages, and reasonable\n2    attorney’s fees and costs, against, inter alia, individual\n3    defendants Sartono and Daniel J. Lodderhose. See Anglo-Iberia\n4    Underwriting Mgmt. Co. v. Lodderhose, 287 F. Supp. 2d 454\n5    (S.D.N.Y. 2003); Anglo-Iberia Underwriting Mgmt. Co. v.\n6    Lodderhose, 282 F. Supp. 2d 126 (S.D.N.Y. 2003).\n     2\n 1        The district court denied Anglo-Iberia’s motion for\n 2   reconsideration in an unpublished, two-page order dated April 30,\n 3   2008. See Special App. 18-19. More detailed descriptions of the\n 4   events giving rise to Sartono’s fraud are available at Anglo-\n 5   Iberia Underwriting Mgmt. Co. v. Lodderhose, 224 F. Supp. 2d 679,\n 6   681-84 (S.D.N.Y. 2002); Anglo-Iberia Underwriting Mgmt. Co. v. PT\n 7   Jamsostek, No. 97 Civ. 5116 HB, 1999 WL 76909, at *2-5 (S.D.N.Y.\n 8   Feb. 16, 1999); and Anglo-Iberia Underwiting Mgmt. Co. v. PT\n 9   Jamsostek, No. 97 Civ. 5116(HB), 1998 WL 289711, at *1-2\n10   (S.D.N.Y. June 4, 1998).\n\n                                      4\n\f1    in the discussion section only insofar as necessary to resolve\n\n2    the instant appeal.\n\n3                                 DISCUSSION\n\n4    I.   FSIA Generally and Standard of Review\n\n5         “The FSIA ‘provides the sole basis for obtaining\n\n6    jurisdiction over a foreign state in federal court.’”     Matar v.\n\n7    Dichter, 563 F.3d 9, 12 (2d Cir. 2009) (quoting Argentine\n\n8    Republic v. Amerada Hess Shipping Corp., 488 U.S. 428, 439\n\n9    (1989)).   In general, a foreign state or an “agency or\n\n10   instrumentality of a foreign state,” 28 U.S.C. § 1603(b), is\n\n11   immune from federal court jurisdiction unless a specific\n\n12   exception to the FSIA applies, Matar, 563 F.3d at 12.     See also\n\n13   28 U.S.C. § 1604; Kato v. Ishihara, 360 F.3d 106, 107-08 (2d Cir.\n\n14   2004) (“The FSIA codifies the restrictive theory of sovereign\n\n15   immunity, under which foreign sovereigns and their agencies or\n\n16   instrumentalities enjoy immunity from suit in United States\n\n17   courts, subject to a few, enumerated statutory exceptions.”\n\n18   (internal quotation marks, citations, and alterations omitted)).\n\n19        The burden is on the defendant seeking sovereign immunity to\n\n20   show it is a foreign sovereign.   Matar, 563 F.3d at 12.   Once the\n\n21   defendant makes this showing, the burden then shifts to the\n\n22   plaintiff to show that a FSIA-enumerated exception to sovereign\n\n23   immunity applies.   Id.   “Determining whether this burden is met\n\n24   involves a review of the allegations in the complaint, the\n\n\n                                       5\n\f1    undisputed facts, if any, placed before the court by the parties,\n\n2    and – if the plaintiff comes forward with sufficient evidence to\n\n3    carry its burden of production on this issue – resolution of\n\n4    disputed issues of facts.”    In re Terrorist Attacks on Sept. 11,\n\n5    2001, 538 F.3d 71, 80 (2d Cir. 2008) (internal quotation marks\n\n6    and alterations omitted).    The district court may look to\n\n7    evidence outside the pleadings and hold an evidentiary hearing,\n\n8    if it believes one is warranted, in resolving the question of\n\n9    jurisdiction.   See Filetech S.A. v. France Telecom S.A., 157 F.3d\n\n10   922, 932 (2d Cir. 1998).    The ultimate burden of persuasion\n\n11   remains with the party seeking sovereign immunity.    See In re\n\n12   Terrorist Attacks on Sept. 11, 2001, 538 F.3d at 80; see also\n\n13   Robinson v. Gov’t of Malaysia, 269 F.3d 133, 141 n.8 (2d Cir.\n\n14   2001) (noting that “the defendant must show that the alleged\n\n15   exception does not apply by a preponderance of the evidence”).\n\n16         The parties do not dispute that Jamsostek and Indonesia are\n\n17   foreign sovereigns presumptively entitled to sovereign immunity.\n\n18   Rather, the issue in contention is whether an exception to their\n\n19   sovereign immunity applies.    We review a district court’s\n\n20   decision concerning subject matter jurisdiction under the FSIA\n\n21   for clear error as to factual findings, and de novo as to legal\n\n22   conclusions.    Matar, 563 F.3d at 12 (citing Robinson, 269 F.3d at\n\n23   138).\n\n24   II.   FSIA’s “Commercial Activity” Exception\n\n\n                                       6\n\f1         FSIA’s “commercial activity” exception – the only FSIA\n\n2    exception that Anglo-Iberia invokes – abrogates sovereign\n\n3    immunity in cases in which the action is based upon\n\n 4        [1] a commercial activity carried on in the United\n 5        States by the foreign state; or upon\n 6\n 7        [2] an act performed in the United States in connection\n 8        with a commercial activity of the foreign state\n 9        elsewhere; or upon\n10\n11        [3] an act outside the territory of the United States\n12        in connection with a commercial activity of the foreign\n13        state elsewhere and that act causes a direct effect in\n14        the United States.\n15\n16   28 U.S.C. § 1605(a)(2).   A “commercial activity” is defined under\n\n17   the FSIA as “either a regular course of commercial conduct or a\n\n18   particular commercial transaction or act.”    28 U.S.C. § 1603(d).\n\n19   The “commercial character” of a defendant’s conduct, transaction,\n\n20   or act is determined “by reference to the nature of the course of\n\n21   conduct or particular transaction or act, rather than by\n\n22   reference to its purpose.”   Id.   Because Anglo-Iberia does not\n\n23   argue that the first clause of the “commercial activity”\n\n24   exception applies, cf. Anglo-Iberia, 2008 WL 190364, at *2 n.6\n\n25   (rejecting Anglo-Iberia’s arguments under the first clause of the\n\n26   exception), the issue for this appeal is whether Anglo-Iberia has\n\n27   shown that Jamsostek and Indonesia are subject to federal court\n\n28   jurisdiction under either the second or third clauses of the\n\n29   “commercial activity” exception.\n\n30        As an initial matter, we note that under both the second and\n\n\n                                        7\n\f1    third clauses of the “commercial activity” exception, Anglo-\n\n2    Iberia must show that its negligent supervision claim is grounded\n\n3    upon an act in connection with the commercial activity of\n\n4    Jamsostek and Indonesia elsewhere.   See 28 U.S.C. § 1605(a)(2).3\n\n5    Thus, should Anglo-Iberia fail to establish that its claim is\n\n6    connected to Jamsostek and Indonesia’s commercial activity, if\n\n7    any, in Indonesia, Anglo-Iberia’s claim necessarily fails.\n\n8    Because we conclude that Anglo-Iberia’s negligent supervision\n\n     3\n 1        A primary difference between the second and third clauses of\n 2   the “commercial activity” exception is the location of the\n 3   relevant act upon which the plaintiff’s claim is based, although\n 4   in both clauses that act must be “in connection with a commercial\n 5   activity of the foreign state elsewhere.” 28 U.S.C.\n 6   § 1605(a)(2).\n 7\n 8        Thus, Anglo-Iberia argues under the second clause of the\n 9   “commercial activity” exception that its negligent supervision\n10   claim is based upon (1) “the acts [Jamsostek] performed in the\n11   United States by supervising and administering its job training\n12   program with Sartono and other employees . . . , ‘in connection\n13   with’ its employment of Sartono and the other wrongdoing\n14   employees at its commercial offices in Indonesia conducting\n15   insurance business,” and (2) “Anglo-Iberia’s act of depositing\n16   [reinsurance] premiums in a New York bank . . . and the\n17   commercial activity of [Jamsostek] in supervising its employees\n18   in Indonesia.” See Kensington Int’l Ltd. v. Itoua, 505 F.3d 147,\n19   157 (2d Cir. 2007) (noting that the second clause of the\n20   “commercial activity” exception “is generally understood to apply\n21   to non-commercial acts in the United States that relate to\n22   commercial acts abroad” (internal quotation marks and emphasis\n23   omitted)).\n24\n25        Meanwhile, Anglo-Iberia claims under the third clause of the\n26   “commercial activity” exception that “[Jamsostek]’s negligent\n27   supervision of its employees in Indonesia and Monaco in\n28   connection with commercial activity of [Jamsostek] in Indonesia\n29   caused a direct effect in the United States,” thereby causing\n30   Anglo-Iberia “to enter the reinsurance transactions with\n31   [Jamsostek]’s employees” and incur “financial losses in the\n32   United States.”\n\n                                     8\n\f1    claim is not based upon an act “in connection with a commercial\n\n2    activity of [Jamsostek and Indonesia] elsewhere,” 28 U.S.C.\n\n3    § 1605(a)(2), we reject Anglo-Iberia’s contention that it has\n\n4    sustained its burden under the FSIA of going forward with\n\n5    evidence showing that immunity should not be granted.        See\n\n6    Robinson, 269 F.3d at 141.\n\n7         We reach this conclusion because Anglo-Iberia has not\n\n8    demonstrated that Jamsostek and Indonesia were involved in\n\n9    “commercial activity” for purposes of the FSIA.       In Republic of\n\n10   Argentina v. Weltover, 504 U.S. 607 (1992), the Supreme Court\n\n11   explained that a foreign state engages in commercial activity\n\n12   “when a foreign government acts, not as a regulator of a market,\n\n13   but in the manner of a private player within it,” and thus, that\n\n14   sovereign immunity does not bar a suit “based upon a foreign\n\n15   state’s participation in the marketplace in the manner of a\n\n16   private citizen or corporation.”       504 U.S. at 614.   The Supreme\n\n17   Court reiterated this principle in Saudi Arabia v. Nelson, 507\n\n18   U.S. 349 (1993), wherein it explained that “a state engages in\n\n19   commercial activity [under the FSIA] where it exercises only\n\n20   those powers that can also be exercised by private citizens, as\n\n21   distinct from those powers peculiar to sovereigns.        Put\n\n22   differently, a foreign state engages in commercial activity for\n\n23   purposes of [the FSIA] only where it acts in the manner of a\n\n24   private player within the market.”       507 U.S. at 360 (internal\n\n\n                                        9\n\f1    quotation marks omitted); see also Hanil Bank v. PT. Bank Negara\n\n2    Indonesia (Persero), 148 F.3d 127, 131 (2d Cir. 1998).\n\n3         Thus, to determine the nature of a sovereign’s act, we ask\n\n4    not “whether the foreign government is acting with a profit\n\n5    motive or instead with the aim of fulfilling uniquely sovereign\n\n6    objectives” but rather “whether the particular actions that the\n\n7    foreign state performs (whatever the motive behind them) are the\n\n8    type of actions by which a private party engages in ‘trade and\n\n9    traffic or commerce.’”     Weltover, 504 U.S. at 614; see also\n\n10   Nelson, 507 U.S. at 360-61.     We begin this inquiry by examining\n\n11   the act of the foreign sovereign that serves as the basis for the\n\n12   plaintiff’s claim.   See Garb v. Republic of Poland, 440 F.3d 579,\n\n13   586 (2d Cir. 2006) (identifying this as “a threshold step in\n\n14   assessing [a party’s] reliance on the ‘commercial activity’\n\n15   exception”).   Here, the basis of Anglo-Iberia’s claim is\n\n16   Jamostek’s alleged negligent supervision of Sartono and other\n\n17   employees in connection with Jamsostek’s provision of health\n\n18   insurance in Indonesia.4    We thus look to whether the actions\n\n\n     4\n 1        We conclude that the district court properly rejected Anglo-\n 2   Iberia’s claim under the second clause of the “commercial\n 3   activity” exception for the reasons set forth in its opinion.\n 4   See Anglo-Iberia, 2008 WL 190364, at *2 n.6 (explaining that the\n 5   proper focus is on Jamsostek’s alleged negligent supervision with\n 6   respect to its insurance activities in Indonesia because\n 7   Jamsostek’s support of Sartono in a U.S.-based MBA program was\n 8   purely incidental to his employment). We similarly reject Anglo-\n 9   Iberia’s argument that jurisdiction exists under the FSIA on the\n10   basis of its act of depositing reinsurance premiums in a New York\n11   bank.\n\n                                       10\n\f1    Jamsostek performs with respect to its role as Indonesia’s\n\n2    default health insurer are the type of actions by which a private\n\n3    party engages in trade and traffic or commerce.\n\n4         Anglo-Iberia argues that it properly invoked the “commercial\n\n5    activity” exception because Jamsostek competes with private\n\n6    insurers in providing health insurance to Indonesians and acts\n\n7    akin to a private insurer in its hiring, training, employment,\n\n8    and supervision of employees to perform non-discretionary duties\n\n9    such as locating health care providers, processing and verifying\n\n10   health insurance claims, collecting health insurance premiums,\n\n11   and preparing reports.5   However, in arguing that Jamsostek\n\n12   behaves like a private insurer, Anglo-Iberia mischaracterizes the\n\n13   nature of the acts Jamsostek performs “in its capacity as the\n\n14   default health insurer, under Indonesia’s national social\n\n15   security program, which . . . Jamsostek operates and\n\n16   administers.”   Anglo-Iberia, 2008 WL 190364, at *4.   As the\n\n17   district court correctly found, Jamsostek “does not sell\n\n18   insurance to workers or to employers in any traditional sense”\n\n19   and does not otherwise compete in the marketplace like a private\n\n20   insurer.   Id. at *5.   Rather, as the default health insurer under\n\n     5\n1         While Anglo-Iberia also argues, inter alia, that Jamsostek’s\n2    employees’ day-to-day activities of processing health claims and\n3    collecting health insurance premiums mirror the activities of a\n4    private insurer’s employees, we properly focus our “commercial\n5    activity” analysis on “the particular actions that the foreign\n6    state performs,” and not on the particular actions of any\n7    specific Jamsostek employee. Weltover, 504 U.S. at 614 (emphasis\n8    added); see also Kato, 360 F.3d at 111-12.\n\n                                      11\n\f1    Indonesia’s national social security program, Jamsostek “provides\n\n2    a general ‘floor’ for health insurance for all workers in\n\n3    Indonesia” and ensures that “Indonesian employers with at least\n\n4    ten employees” comply with the governmental mandate that they\n\n5    provide, at a minimum, basic health insurance coverage to their\n\n6    workers.    Id.6\n\n7         Thus, we agree with the district court that, for purposes of\n\n8    our analysis under Weltover, the nature of Jamsostek’s hiring,\n\n9    supervision, and employment of Sartono and other employees is\n\n10   directly concerned with “employment in the provision of a\n\n11   governmental program of health benefits through collection of\n\n12   employer contributions and payroll deductions” and that “such\n\n13   employment is by nature non-commercial.”   Id. at *4.   Despite\n\n14   Anglo-Iberia’s argument to the contrary, to hold otherwise and\n\n15   look only to the fact of employment for purposes of our\n\n16   “commercial activity” analysis would allow the exception to\n\n17   swallow the rule of presumptive sovereign immunity codified in\n\n18   the FSIA.    See id. at *4 n.10.\n\n19        Based on the record evidence, we easily conclude that\n\n20   Jamsostek’s acts of providing basic health insurance to\n\n21   Indonesia’s workforce and monitoring employers’ compliance with\n\n\n     6\n1         Contrary to Anglo-Iberia’s arguments, these qualities define\n2    the nature of Indonesia’s national health insurance system, not\n3    merely its purpose, because a private insurer could not compel\n4    employers to purchase coverage. Cf. Weltover, 504 U.S. at 616-\n5    17.\n\n                                        12\n\f1    the governmental mandate under the national social security\n\n2    program are carried out in its capacity as Indonesia’s default\n\n3    health insurer.   Jamsostek’s insurance operations do not equate\n\n4    to those of an independent actor in the private marketplace of\n\n5    potential health insurers.   Despite Anglo-Iberia’s assertions to\n\n6    the contrary, Jamsostek’s actions in connection with the\n\n7    administration of Indonesia’s national health insurance program\n\n8    are sovereign in nature and do not suffice to bring it within the\n\n9    “commercial activity” exception to the FSIA.   Compare Nelson, 507\n\n10   U.S. at 361 (holding that conduct “peculiarly sovereign in\n\n11   nature” does not satisfy the “commercial activity” exception),\n\n12   and Jungquist v. Sheikh Sultan Bin Khalifa Al Nahyan, 115 F.3d\n\n13   1020, 1030 (D.C. Cir. 1997) (holding that officials’ actions in\n\n14   administering a government health program were “uniquely\n\n15   sovereign in nature” despite “relat[ing] in certain respects to\n\n16   commercial activity”), with Weltover, 504 U.S. at 615 (concluding\n\n17   that Argentina’s issuance of government bonds to refinance its\n\n18   debt was commercial in nature because the bonds “in almost all\n\n19   respects [are] garden-variety debt instruments . . . [that] may\n\n20   be held by private parties . . . [and] are negotiable and may be\n\n21   traded on the international market”).\n\n22        Anglo-Iberia’s argument under the “commercial activity”\n\n23   exception also fails for a second reason:   Jamsostek’s alleged\n\n24   negligence was not “in connection with” its health insurance\n\n\n                                     13\n\f1    activities in Indonesia.    Even assuming arguendo and contrary to\n\n2    fact that the nature of Jamsostek’s insurance activities were\n\n3    commercial and not sovereign, Anglo-Iberia has not shown a\n\n4    sufficient nexus between Jamsostek’s alleged negligent\n\n5    supervision and its alleged commercial activity for purposes of\n\n6    abrogating Jamsostek’s presumptive sovereign immunity under the\n\n7    FSIA.   We have made clear that “[t]he statutory term ‘in\n\n8    connection,’ as used in the FSIA, is a term of art, and we\n\n9    interpret it narrowly.”    Garb, 440 F.3d at 587.   As such, “acts\n\n10   are ‘in connection’ with . . . commercial activity so long as\n\n11   there is a ‘substantive connection’ or a ‘causal link’ between\n\n12   them and the commercial activity.”    Id. (internal quotation marks\n\n13   and alterations omitted); see also Drexel Burnham Lambert Group\n\n14   Inc. v. Comm. of Receivers for A.W. Galadari, 12 F.3d 317, 330\n\n15   (2d Cir. 1993) (declining to read § 1605(a)(2)’s “connection”\n\n16   language “to include tangential commercial activities to which\n\n17   the ‘acts’ forming the basis of the claim have only an attenuated\n\n18   connection”).\n\n19        Here, we cannot conclude that Jamsostek’s alleged negligent\n\n20   supervision of Sartono and his colleagues was “in connection\n\n21   with” its provision of basic health insurance in Indonesia.    The\n\n22   commercial reinsurance scheme that is said to have injured Anglo-\n\n23   Iberia was Sartono’s alone and wholly unrelated to any negligent\n\n24   supervision by Jamsostek with respect to its insurance activities\n\n\n                                      14\n\f1    in Indonesia.   Indeed, during the relevant time period, Sartono\n\n2    was relieved of his regular employment responsibilities, was\n\n3    unauthorized to conduct any commercial reinsurance activities,\n\n4    and was prohibited from conducting Jamsostek business in Monaco,\n\n5    the United States, or elsewhere abroad.    See Anglo-Iberia, 2008\n\n6    WL 190364, at *1 (adopting earlier district court findings).    In\n\n7    addition, whatever assistance Sartono’s Jamsostek-based\n\n8    colleagues rendered to Sartono was provided solely at the\n\n9    direction of Sartono, primarily occurred off-premises, did not\n\n10   involve Jamsostek’s business accounts, and was plainly unrelated\n\n11   to Jamsostek’s administration of Indonesia’s social security\n\n12   program.   In essence, Anglo-Iberia faults Jamsostek for failing\n\n13   to stop Sartono from enlisting the help of a few of his Jamsostek\n\n14   colleagues, some of whom claimed to be acting unwittingly, in\n\n15   establishing a fraudulent side business.   The record, however,\n\n16   demonstrates nothing more than the barest connection between\n\n17   Anglo-Iberia’s alleged injuries by Sartono and Jamsostek’s\n\n18   alleged negligent supervision of Sartono and others with respect\n\n19   to its social insurance activities in Indonesia.   Compare\n\n20   Weltover, 504 U.S. at 614-15 (concluding that Argentina’s act of\n\n21   unilaterally extending its payment obligations was in connection\n\n22   with its commercial activity of issuing bonds), with O’Bryan v.\n\n23   Holy See, 556 F.3d 361, 380 (6th Cir. 2009) (holding “commercial\n\n24   activity” exception inapplicable to plaintiff’s claims of\n\n\n                                     15\n\f1    negligent supervision because the “gravamen” of plaintiff’s\n\n2    claims did not “truly sound[ ] in commercial activity”), cert.\n\n3    denied, 130 S. Ct. 361 (2009), and Stena Rederi AB v. Comision de\n\n4    Contratos del Comite Ejecutivo General, 923 F.2d 380, 386 (5th\n\n5    Cir. 1991) (“Not only must there be a jurisdictional nexus\n\n6    between the United States and the commercial acts of the foreign\n\n7    sovereign, there must be a connection between the plaintiff’s\n\n8    cause of action and the commercial acts of the foreign\n\n9    sovereign.”).\n\n10        Thus, even if we were to conclude – contrary to fact – that\n\n11   Jamsostek’s administration of Indonesia’s national health\n\n12   insurance program and its employment of Sartono and his\n\n13   colleagues were commercial in nature, Jamsostek’s alleged\n\n14   negligent supervision of these employees is not sufficiently\n\n15   connected to its insurance operations in Indonesia to satisfy the\n\n16   “in connection with” requirement of FSIA’s “commercial activity”\n\n17   exception.   To conclude otherwise under the facts of this case\n\n18   would be to abrogate a foreign sovereign’s immunity solely on the\n\n19   basis of an employment relationship and would allow Anglo-Iberia\n\n20   to recast what is effectively a fraud claim, lacking any\n\n21   significant nexus to Jamsostek’s insurance activities in\n\n22   Indonesia, as a negligent supervision claim sufficient to bring\n\n23   Jamsostek within FSIA’s “commercial activity” exception.    See\n\n24   Nelson, 507 U.S. at 363.\n\n\n                                     16\n\f1         We therefore conclude that Anglo-Iberia has failed to\n\n2    demonstrate that Jamsostek is subject to jurisdiction under\n\n3    FSIA’s “commercial activity” exception.    We similarly conclude\n\n4    that Anglo-Iberia has failed to demonstrate that Indonesia is\n\n5    subject to jurisdiction under the FSIA because Anglo-Iberia’s\n\n6    claim against Indonesia rests on the success of its allegations\n\n7    against Jamsostek and because Anglo-Iberia has not overcome the\n\n8    presumption that Jamsostek is a “juridical entit[y] distinct and\n\n9    independent from” Indonesia.    First Nat’l City Bank v. Banco Para\n\n10   El Comercio Exterior de Cuba, 462 U.S. 611, 627-29, 632 (1983).\n\n11   Having concluded that Anglo-Iberia’s negligent supervision claim\n\n12   fails to satisfy the “commercial activity” exception set forth\n\n13   under 28 U.S.C. § 1605(a)(2), we do not reach Anglo-Iberia’s\n\n14   remaining arguments on appeal or Jamsostek and Indonesia’s\n\n15   arguments on cross-appeal.7\n16\n\n17                                 CONCLUSION\n\n18        For the forgoing reasons, the district court’s dismissal of\n\n19   Anglo-Iberia’s negligent supervision claim for lack of subject\n\n20   matter jurisdiction is AFFIRMED.\n\n\n     7\n1         Specifically, we do not reach Jamsostek and Indonesia’s\n2    challenge to the district court’s holding that if Jamsostek’s\n3    negligent supervision were “in connection with” a “commercial\n4    activity,” it had a “direct effect” in the United States within\n5    the meaning of 28 U.S.C. § 1605(a)(2). We also decline to reach\n6    Jamsostek and Indonesia’s argument that the torts exception, see\n7    28 U.S.C. § 1605(a)(5), bars Anglo-Iberia’s negligent supervision\n8    claim.\n\n                                       17\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>600 F.3d 171 (2010)</b></center>\n<center><h1>ANGLO-IBERIA UNDERWRITING MANAGEMENT COMPANY, Plaintiff-Counter-Defendant-Appellant-Cross-Appellee,<br>\nIndustrial Re International, Inc., Plaintiff-Appellant-Cross-Appellee,<br>\nv.<br>\nP.T. JAMSOSTEK (PERSERO) and Republic of Indonesia, Defendants-Appellees-Cross-Appellants,<br>\nDaniel J. Lodderhose and Security Resources International, Inc., Defendants-Counter-Claimants-Cross-Defendants,<br>\nSecurity Resources International, Inc., GC Insurance Brokers, Limited, CG Intermediaries Limited, Peter I. Greengrass, Leslie J. Cooper and A.J. Smith, Defendants-Counter-Claimants,<br>\nPrio Adhi Sartano, Consolidated Defendant.</h1></center>\n<center>Docket Nos. 08-2666-cv (L), 08-2836-cv (XAP).</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: October 27, 2009.</center>\n<center>Decided: March 29, 2010.</center>\n<p><span class=\"star-pagination\">*173</span> John R. Keough, III (Cody D. Constable, Peter C. Dee, on the brief), Waesche, Sheinbaum &amp; O'Regan, P.C., New York, NY, for Plaintiffs-Appellants-Cross-Appellees.</p>\n<p>Frank Panopoulos (Carolyn B. Lamm, Nicole Erb, Claire DeLelle, on the brief), White &amp; Case LLP, Washington, DC, for Defendants-Appellees-Cross-Appellants.</p>\n<p>Before: WALKER, McLAUGHLIN, and RAGGI, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*174</span> JOHN M. WALKER, JR., Circuit Judge:</p>\n<p>Anglo-Iberia Underwriting Management Company and Industrial Re International, Inc. (collectively, \"Anglo-Iberia\") appeal from an order of the United States District Court for the Southern District of New York (Donald C. Pogue, <i>Judge,</i> of the United States Court of International Trade, sitting by designation) that dismissed Anglo-Iberia's negligent supervision claim against the Indonesian state-owned social security insurer, P.T. Jamsostek (Persero) (\"Jamsostek\"), and the Republic of Indonesia (\"Indonesia\") for lack of subject matter jurisdiction under the Foreign Sovereign Immunities Act (\"FSIA\"), 28 U.S.C. §§ 1330, 1602-1611. Because we conclude that neither Jamsostek nor Indonesia was involved in \"commercial activity\" for purposes of the FSIA, 28 U.S.C. § 1605(a)(2), and that, even assuming <i>arguendo</i> that they were involved in \"commercial activity,\" Jamsostek's alleged failure to supervise its employees was not \"in connection with\" such commercial activity, <i>id.,</i> we AFFIRM the district court's dismissal of Anglo-Iberia's claim for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>This case comes before this court for a second time, <i>see Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> 235 Fed. Appx. 776 (2d Cir.2007) (summary order) (\"<i>Anglo-Iberia I</i>\"), and involves only the negligent supervision claim we remanded in <i>Anglo-Iberia I.</i> Specifically, this appeal concerns the district court's dismissal on remand of Anglo-Iberia's claim that Jamsostek negligently supervised its employee, Prio Adhi Sartono, as well as other Jamsostek employees who acted together with Sartono to perpetrate an international commercial reinsurance fraud scheme to Anglo-Iberia's detriment. According to Anglo-Iberia, Jamsostek's negligent supervision of its employees enabled Sartono to commit commercial reinsurance fraud against Anglo-Iberia while Sartono was in Colorado pursuing a Jamsostek-sponsored MBA.<sup>[1]</sup> On remand, the district court concluded that it lacked subject matter jurisdiction over Anglo-Iberia's negligent supervision claim against Jamsostek and Indonesia because Jamsostek's activities were not commercial in nature and did not fall within a FSIA-enumerated exception to sovereign immunity. <i>See Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> No. 97-0084(DCP), 2008 WL 190364, at *1, *4-5 (S.D.N.Y. Jan. 22, 2008). We assume familiarity with this court's May 2007 summary order and the opinions below,<sup>[2]</sup> and set forth the relevant facts in the discussion section only insofar as necessary to resolve the instant appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. FSIA Generally and Standard of Review</h2>\n<p>\"The FSIA `provides the sole basis for obtaining jurisdiction over a foreign <span class=\"star-pagination\">*175</span> state in federal court.'\" <i>Matar v. Dichter,</i> 563 F.3d 9, 12 (2d Cir.2009) (quoting <i>Argentine Republic v. Amerada Hess Shipping Corp.,</i> 488 U.S. 428, 439, 109 S.Ct. 683, 102 L.Ed.2d 818 (1989)). In general, a foreign state or an \"agency or instrumentality of a foreign state,\" 28 U.S.C. § 1603(b), is immune from federal court jurisdiction unless a specific exception to the FSIA applies, <i>Matar,</i> 563 F.3d at 12. <i>See also</i> 28 U.S.C. § 1604; <i>Kato v. Ishihara,</i> 360 F.3d 106, 107-08 (2d Cir.2004) (\"The FSIA codifies the restrictive theory of sovereign immunity, under which foreign sovereigns and their agencies or instrumentalities enjoy immunity from suit in United States courts, subject to a few, enumerated statutory exceptions.\" (internal quotation marks, citations, and alterations omitted)).</p>\n<p>The burden is on the defendant seeking sovereign immunity to show it is a foreign sovereign. <i>Matar,</i> 563 F.3d at 12. Once the defendant makes this showing, the burden then shifts to the plaintiff to show that a FSIA-enumerated exception to sovereign immunity applies. <i>Id.</i> \"Determining whether this burden is met involves a review of the allegations in the complaint, the undisputed facts, if any, placed before the court by the parties, andif the plaintiff comes forward with sufficient evidence to carry its burden of production on this issueresolution of disputed issues of facts.\" <i>In re Terrorist Attacks on Sept. 11, 2001,</i> 538 F.3d 71, 80 (2d Cir.2008) (internal quotation marks and alterations omitted). The district court may look to evidence outside the pleadings and hold an evidentiary hearing, if it believes one is warranted, in resolving the question of jurisdiction. <i>See </i><i>Filetech S.A. v. France Telecom S.A.,</i> 157 F.3d 922, 932 (2d Cir.1998). The ultimate burden of persuasion remains with the party seeking sovereign immunity. <i>See </i><i>In re Terrorist Attacks on Sept. 11, 2001,</i> 538 F.3d at 80; <i>see also </i><i>Robinson v. Gov't of Malaysia,</i> 269 F.3d 133, 141 n. 8 (2d Cir.2001) (noting that \"the defendant must show that the alleged exception does not apply by a preponderance of the evidence\"). The parties do not dispute that Jamsostek and Indonesia are foreign sovereigns presumptively entitled to sovereign immunity.</p>\n<p>Rather, the issue in contention is whether an exception to their sovereign immunity applies. We review a district court's decision concerning subject matter jurisdiction under the FSIA for clear error as to factual findings, and <i>de novo</i> as to legal conclusions. <i>Matar,</i> 563 F.3d at 12 (citing <i>Robinson,</i> 269 F.3d at 138).</p>\n<p></p>\n<h2>II. FSIA's \"Commercial Activity\" Exception</h2>\n<p>FSIA's \"commercial activity\" exceptionthe only FSIA exception that Anglo-Iberia invokesabrogates sovereign immunity in cases in which the action is based upon</p>\n<blockquote>[1] a commercial activity carried on in the United States by the foreign state; or upon</blockquote>\n<blockquote>[2] an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon</blockquote>\n<blockquote>[3] an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.</blockquote>\n<p>28 U.S.C. § 1605(a)(2). A \"commercial activity\" is defined under the FSIA as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" 28 U.S.C. § 1603(d). The \"commercial character\" of a defendant's conduct, transaction, or act is determined \"by reference to the nature of the course of <span class=\"star-pagination\">*176</span> conduct or particular transaction or act, rather than by reference to its purpose.\" <i>Id.</i> Because Anglo-Iberia does not argue that the first clause of the \"commercial activity\" exception applies, <i>cf. Anglo-Iberia,</i> 2008 WL 190364, at *2 n. 6 (rejecting Anglo-Iberia's arguments under the first clause of the exception), the issue for this appeal is whether Anglo-Iberia has shown that Jamsostek and Indonesia are subject to federal court jurisdiction under either the second or third clauses of the \"commercial activity\" exception.</p>\n<p>As an initial matter, we note that under both the second and third clauses of the \"commercial activity\" exception, Anglo-Iberia must show that its negligent supervision claim is grounded upon an act in connection with the commercial activity of Jamsostek and Indonesia elsewhere. <i>See</i> 28 U.S.C. § 1605(a)(2).<sup>[3]</sup> Thus, should Anglo-Iberia fail to establish that its claim is connected to Jamsostek and Indonesia's commercial activity, if any, in Indonesia, Anglo-Iberia's claim necessarily fails. Because we conclude that Anglo-Iberia's negligent supervision claim is not based upon an act \"in connection with a commercial activity of [Jamsostek and Indonesia] elsewhere,\" 28 U.S.C. § 1605(a)(2), we reject Anglo-Iberia's contention that it has sustained its burden under the FSIA of going forward with evidence showing that immunity should not be granted. <i>See </i><i>Robinson,</i> 269 F.3d at 141.</p>\n<p>We reach this conclusion because Anglo-Iberia has not demonstrated that Jamsostek and Indonesia were involved in \"commercial activity\" for purposes of the FSIA. In <i>Republic of Argentina v. Weltover,</i> 504 U.S. 607, 112 S.Ct. 2160, 119 L.Ed.2d 394 (1992), the Supreme Court explained that a foreign state engages in commercial activity \"when a foreign government acts, not as a regulator of a market, but in the manner of a private player within it,\" and thus, that sovereign immunity does not bar a suit \"based upon a foreign state's participation in the marketplace in the manner of a private citizen or corporation.\" 504 U.S. at 614, 112 S.Ct. 2160. The Supreme Court reiterated this principle in <i>Saudi Arabia v. Nelson,</i> 507 U.S. 349, 113 S.Ct. 1471, 123 L.Ed.2d 47 (1993), wherein it explained that \"a state engages in commercial activity [under the FSIA] where it exercises only those powers that can also be exercised by private <span class=\"star-pagination\">*177</span> citizens, as distinct from those powers peculiar to sovereigns. Put differently, a foreign state engages in commercial activity for purposes of [the FSIA] only where it acts in the manner of a private player within the market.\" 507 U.S. at 360, 113 S.Ct. 1471 (internal quotation marks omitted); <i>see also </i><i>Hanil Bank v. PT. Bank Negara Indonesia (Persero),</i> 148 F.3d 127, 131 (2d Cir.1998).</p>\n<p>Thus, to determine the nature of a sovereign's act, we ask not \"whether the foreign government is acting with a profit motive or instead with the aim of fulfilling uniquely sovereign objectives\" but rather \"whether the particular actions that the foreign state performs (whatever the motive behind them) are the <i>type</i> of actions by which a private party engages in `trade and traffic or commerce.'\" <i>Weltover,</i> 504 U.S. at 614, 112 S.Ct. 2160; <i>see also </i><i>Nelson,</i> 507 U.S. at 360-61, 113 S.Ct. 1471. We begin this inquiry by examining the act of the foreign sovereign that serves as the basis for the plaintiff's claim. <i>See </i><i>Garb v. Republic of Poland,</i> 440 F.3d 579, 586 (2d Cir.2006) (identifying this as \"a threshold step in assessing [a party's] reliance on the `commercial activity' exception\"). Here, the basis of Anglo-Iberia's claim is Jamostek's alleged negligent supervision of Sartono and other employees in connection with Jamsostek's provision of health insurance in Indonesia.<sup>[4]</sup> We thus look to whether the actions Jamsostek performs with respect to its role as Indonesia's default health insurer are the type of actions by which a private party engages in trade and traffic or commerce.</p>\n<p>Anglo-Iberia argues that it properly invoked the \"commercial activity\" exception because Jamsostek competes with private insurers in providing health insurance to Indonesians and acts akin to a private insurer in its hiring, training, employment, and supervision of employees to perform non-discretionary duties such as locating health care providers, processing and verifying health insurance claims, collecting health insurance premiums, and preparing reports.<sup>[5]</sup> However, in arguing that Jamsostek behaves like a private insurer, Anglo-Iberia mischaracterizes the nature of the acts Jamsostek performs \"in its capacity as the default health insurer, under Indonesia's national social security program, which ... Jamsostek operates and administers.\" <i>Anglo-Iberia,</i> 2008 WL 190364, at *4. As the district court correctly found, Jamsostek \"does not sell insurance to workers or to employers in any traditional sense\" and does not otherwise compete in the marketplace like a private insurer. <i>Id.</i> at *5. Rather, as the default health insurer under Indonesia's national social security program, Jamsostek \"provides a general `floor' for health insurance <span class=\"star-pagination\">*178</span> for all workers in Indonesia\" and ensures that \"Indonesian employers with at least ten employees\" comply with the governmental mandate that they provide, at a minimum, basic health insurance coverage to their workers. <i>Id.</i><sup>[6]</sup></p>\n<p>Thus, we agree with the district court that, for purposes of our analysis under <i>Weltover,</i> the nature of Jamsostek's hiring, supervision, and employment of Sartono and other employees is directly concerned with \"employment in the provision of a governmental program of health benefits through collection of employer contributions and payroll deductions\" and that \"such employment is by nature non-commercial.\" <i>Id.</i> at *4. Despite Anglo-Iberia's argument to the contrary, to hold otherwise and look only to the fact of employment for purposes of our \"commercial activity\" analysis would allow the exception to swallow the rule of presumptive sovereign immunity codified in the FSIA. <i>See id.</i> at *4 n. 10.</p>\n<p>Based on the record evidence, we easily conclude that Jamsostek's acts of providing basic health insurance to Indonesia's workforce and monitoring employers' compliance with the governmental mandate under the national social security program are carried out in its capacity as Indonesia's default health insurer. Jamsostek's insurance operations do not equate to those of an independent actor in the private marketplace of potential health insurers. Despite Anglo-Iberia's assertions to the contrary, Jamsostek's actions in connection with the administration of Indonesia's national health insurance program are sovereign in nature and do not suffice to bring it within the \"commercial activity\" exception to the FSIA. <i>Compare </i><i>Nelson,</i> 507 U.S. at 361, 113 S.Ct. 1471 (holding that conduct \"peculiarly sovereign in nature\" does not satisfy the \"commercial activity\" exception), <i>and </i><i>Jungquist v. Sheikh Sultan Bin Khalifa Al Nahyan,</i> 115 F.3d 1020, 1030 (D.C.Cir.1997) (holding that officials' actions in administering a government health program were \"uniquely sovereign in nature\" despite \"relat[ing] in certain respects to commercial activity\"), <i>with </i><i>Weltover,</i> 504 U.S. at 615, 112 S.Ct. 2160 (concluding that Argentina's issuance of government bonds to refinance its debt was commercial in nature because the bonds \"in almost all respects [are] garden-variety debt instruments ... [that] may be held by private parties ... [and] are negotiable and may be traded on the international market\").</p>\n<p>Anglo-Iberia's argument under the \"commercial activity\" exception also fails for a second reason: Jamsostek's alleged negligence was not \"in connection with\" its health insurance activities in Indonesia. Even assuming <i>arguendo</i> and contrary to fact that the nature of Jamsostek's insurance activities were commercial and not sovereign, Anglo-Iberia has not shown a sufficient nexus between Jamsostek's alleged negligent supervision and its alleged commercial activity for purposes of abrogating Jamsostek's presumptive sovereign immunity under the FSIA. We have made clear that \"[t]he statutory term `in connection,' as used in the FSIA, is a term of art, and we interpret it narrowly.\" <i>Garb,</i> 440 F.3d at 587. As such, \"acts are `in connection' with ... commercial activity so long as there is a `substantive connection' or a `causal link' between them and the commercial activity.\" <i>Id.</i> (internal quotation marks and alterations omitted); <i>see also </i><i>Drexel Burnham Lambert Group Inc. v. Comm. of Receivers for A.W. Galadari,</i> 12 F.3d 317, 330 (2d Cir.1993) (declining to read § 1605(a)(2)'s \"connection\" <span class=\"star-pagination\">*179</span> language \"to include tangential commercial activities to which the `acts' forming the basis of the claim have only an attenuated connection\").</p>\n<p>Here, we cannot conclude that Jamsostek's alleged negligent supervision of Sartono and his colleagues was \"in connection with\" its provision of basic health insurance in Indonesia. The commercial reinsurance scheme that is said to have injured Anglo-Iberia was Sartono's alone and wholly unrelated to any negligent supervision by Jamsostek with respect to its insurance activities in Indonesia. Indeed, during the relevant time period, Sartono was relieved of his regular employment responsibilities, was unauthorized to conduct any commercial reinsurance activities, and was prohibited from conducting Jamsostek business in Monaco, the United States, or elsewhere abroad. <i>See Anglo-Iberia,</i> 2008 WL 190364, at *1 (adopting earlier district court findings). In addition, whatever assistance Sartono's Jamsostek-based colleagues rendered to Sartono was provided solely at the direction of Sartono, primarily occurred off-premises, did not involve Jamsostek's business accounts, and was plainly unrelated to Jamsostek's administration of Indonesia's social security program. In essence, Anglo-Iberia faults Jamsostek for failing to stop Sartono from enlisting the help of a few of his Jamsostek colleagues, some of whom claimed to be acting unwittingly, in establishing a fraudulent side business. The record, however, demonstrates nothing more than the barest connection between Anglo-Iberia's alleged injuries by Sartono and Jamsostek's alleged negligent supervision of Sartono and others with respect to its social insurance activities in Indonesia. <i>Compare </i><i>Weltover,</i> 504 U.S. at 614-15, 112 S.Ct. 2160 (concluding that Argentina's act of unilaterally extending its payment obligations was in connection with its commercial activity of issuing bonds), <i>with </i><i>O'Bryan v. Holy See,</i> 556 F.3d 361, 380 (6th Cir.2009) (holding \"commercial activity\" exception inapplicable to plaintiff's claims of negligent supervision because the \"gravamen\" of plaintiff's claims did not \"truly sound[ ] in commercial activity\"), <i>cert. denied,</i> ___ U.S. ___, 130 S.Ct. 361, 175 L.Ed.2d 27 (2009), <i>and </i><i>Stena Rederi AB v. Comision de Contratos del Comite Ejecutivo General,</i> 923 F.2d 380, 386 (5th Cir.1991) (\"Not only must there be a jurisdictional nexus between the United States and the commercial acts of the foreign sovereign, there must be a connection between the plaintiff's cause of action and the commercial acts of the foreign sovereign.\").</p>\n<p>Thus, even if we were to concludecontrary to factthat Jamsostek's administration of Indonesia's national health insurance program and its employment of Sartono and his colleagues were commercial in nature, Jamsostek's alleged negligent supervision of these employees is not sufficiently connected to its insurance operations in Indonesia to satisfy the \"in connection with\" requirement of FSIA's \"commercial activity\" exception. To conclude otherwise under the facts of this case would be to abrogate a foreign sovereign's immunity solely on the basis of an employment relationship and would allow Anglo-Iberia to recast what is effectively a fraud claim, lacking any significant nexus to Jamsostek's insurance activities in Indonesia, as a negligent supervision claim sufficient to bring Jamsostek within FSIA's \"commercial activity\" exception. <i>See </i><i>Nelson,</i> 507 U.S. at 363, 113 S.Ct. 1471.</p>\n<p>We therefore conclude that Anglo-Iberia has failed to demonstrate that Jamsostek is subject to jurisdiction under FSIA's \"commercial activity\" exception. We similarly conclude that Anglo-Iberia has failed to demonstrate that Indonesia is subject to jurisdiction under the FSIA because Anglo-Iberia's claim against Indonesia rests on the success of its allegations against <span class=\"star-pagination\">*180</span> Jamsostek and because Anglo-Iberia has not overcome the presumption that Jamsostek is a \"juridical entit[y] distinct and independent from\" Indonesia. <i>First Nat'l City Bank v. Banco Para El Comercio Exterior de Cuba,</i> 462 U.S. 611, 627-29, 632, 103 S.Ct. 2591, 77 L.Ed.2d 46 (1983). Having concluded that Anglo-Iberia's negligent supervision claim fails to satisfy the \"commercial activity\" exception set forth under 28 U.S.C. § 1605(a)(2), we do not reach Anglo-Iberia's remaining arguments on appeal or Jamsostek and Indonesia's arguments on cross-appeal.<sup>[7]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the forgoing reasons, the district court's dismissal of Anglo-Iberia's negligent supervision claim for lack of subject matter jurisdiction is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  The district court imposed damages, and reasonable attorney's fees and costs, against, <i>inter alia,</i> individual defendants Sartono and Daniel J. Lodderhose. <i>See </i><i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> 287 F.Supp.2d 454 (S.D.N.Y.2003); <i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> 282 F.Supp.2d 126 (S.D.N.Y.2003).</p>\n<p>[2]  The district court denied Anglo-Iberia's motion for reconsideration in an unpublished, two-page order dated April 30, 2008. <i>See</i> Special App. 18-19. More detailed descriptions of the events giving rise to Sartono's fraud are available at <i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> 224 F.Supp.2d 679, 681-84 (S.D.N.Y.2002); <i>Anglo-Iberia Underwriting Mgmt. Co. v. PT Jamsostek,</i> No. 97 Civ. 5116 HB, 1999 WL 76909, at *2-5 (S.D.N.Y. Feb. 16, 1999); and <i>Anglo-Iberia Underwriting Mgmt. Co. v. PT Jamsostek,</i> No. 97 Civ. 5116(HB), 1998 WL 289711, at *1-2 (S.D.N.Y. June 4, 1998).</p>\n<p>[3]  A primary difference between the second and third clauses of the \"commercial activity\" exception is the location of the relevant act upon which the plaintiff's claim is based, although in both clauses that act must be \"in connection with a commercial activity of the foreign state elsewhere.\" 28 U.S.C. § 1605(a)(2).\n</p>\n<p>Thus, Anglo-Iberia argues under the second clause of the \"commercial activity\" exception that its negligent supervision claim is based upon (1) \"the acts [Jamsostek] performed in the United States by supervising and administering its job training program with Sartono and other employees ..., `in connection with' its employment of Sartono and the other wrongdoing employees at its commercial offices in Indonesia conducting insurance business,\" and (2) \"Anglo-Iberia's act of depositing [reinsurance] premiums in a New York bank ... and the commercial activity of [Jamsostek] in supervising its employees in Indonesia.\" <i>See </i><i>Kensington Int'l Ltd. v. Itoua,</i> 505 F.3d 147, 157 (2d Cir.2007) (noting that the second clause of the \"commercial activity\" exception \"is generally understood to apply to non-commercial acts in the United States that relate to commercial acts abroad\" (internal quotation marks and emphasis omitted)).</p>\n<p>Meanwhile, Anglo-Iberia claims under the third clause of the \"commercial activity\" exception that \"[Jamsostek]'s negligent supervision of its employees in Indonesia and Monaco in connection with commercial activity of [Jamsostek] in Indonesia caused a direct effect in the United States,\" thereby causing Anglo-Iberia \"to enter the reinsurance transactions with [Jamsostek]'s employees\" and incur \"financial losses in the United States.\"</p>\n<p>[4]  We conclude that the district court properly rejected Anglo-Iberia's claim under the second clause of the \"commercial activity\" exception for the reasons set forth in its opinion. <i>See Anglo-Iberia,</i> 2008 WL 190364, at *2 n. 6 (explaining that the proper focus is on Jamsostek's alleged negligent supervision with respect to its insurance activities in Indonesia because Jamsostek's support of Sartono in a U.S.-based MBA program was purely incidental to his employment). We similarly reject Anglo-Iberia's argument that jurisdiction exists under the FSIA on the basis of its act of depositing reinsurance premiums in a New York bank.</p>\n<p>[5]  While AngloIberia also argues, <i>inter alia,</i> that Jamsostek's employees' day-to-day activities of processing health claims and collecting health insurance premiums mirror the activities of a private insurer's employees, we properly focus our \"commercial activity\" analysis on \"the particular actions that the <i>foreign state</i> performs,\" and not on the particular actions of any specific Jamsostek employee. <i>Weltover,</i> 504 U.S. at 614, 112 S.Ct. 2160 (emphasis added); <i>see also </i><i>Kato,</i> 360 F.3d at 111-12.</p>\n<p>[6]  Contrary to Anglo-Iberia's arguments, these qualities define the nature of Indonesia's national health insurance system, not merely its purpose, because a private insurer could not compel employers to purchase coverage. <i>Cf. </i><i>Weltover,</i> 504 U.S. at 616-17, 112 S.Ct. 2160.</p>\n<p>[7]  Specifically, we do not reach Jamsostek and Indonesia's challenge to the district court's holding that if Jamsostek's negligent supervision were \"in connection with\" a \"commercial activity,\" it had a \"direct effect\" in the United States within the meaning of 28 U.S.C. § 1605(a)(2). We also decline to reach Jamsostek and Indonesia's argument that the torts exception, <i>see</i> 28 U.S.C. § 1605(a)(5), bars Anglo-Iberia's negligent supervision claim.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">600</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></span> (2010)</b></center>\n<center><h1>ANGLO-IBERIA UNDERWRITING MANAGEMENT COMPANY, Plaintiff-Counter-Defendant-Appellant-Cross-Appellee,<br>\nIndustrial Re International, Inc., Plaintiff-Appellant-Cross-Appellee,<br>\nv.<br>\nP.T. JAMSOSTEK (PERSERO) and Republic of Indonesia, Defendants-Appellees-Cross-Appellants,<br>\nDaniel J. Lodderhose and Security Resources International, Inc., Defendants-Counter-Claimants-Cross-Defendants,<br>\nSecurity Resources International, Inc., GC Insurance Brokers, Limited, CG Intermediaries Limited, Peter I. Greengrass, Leslie J. Cooper and A.J. Smith, Defendants-Counter-Claimants,<br>\nPrio Adhi Sartano, Consolidated Defendant.</h1></center>\n<center>Docket Nos. 08-2666-cv (L), 08-2836-cv (XAP).</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: October 27, 2009.</center>\n<center>Decided: March 29, 2010.</center>\n<p><span class=\"star-pagination\">*173</span> John R. Keough, III (Cody D. Constable, Peter C. Dee, on the brief), Waesche, Sheinbaum &amp; O'Regan, P.C., New York, NY, for Plaintiffs-Appellants-Cross-Appellees.</p>\n<p>Frank Panopoulos (Carolyn B. Lamm, Nicole Erb, Claire DeLelle, on the brief), White &amp; Case LLP, Washington, DC, for Defendants-Appellees-Cross-Appellants.</p>\n<p>Before: WALKER, McLAUGHLIN, and RAGGI, Circuit Judges.</p>\n<p><span class=\"star-pagination\">*174</span> JOHN M. WALKER, JR., Circuit Judge:</p>\n<p>Anglo-Iberia Underwriting Management Company and Industrial Re International, Inc. (collectively, \"Anglo-Iberia\") appeal from an order of the United States District Court for the Southern District of New York (Donald C. Pogue, <i>Judge,</i> of the United States Court of International Trade, sitting by designation) that dismissed Anglo-Iberia's negligent supervision claim against the Indonesian state-owned social security insurer, P.T. Jamsostek (Persero) (\"Jamsostek\"), and the Republic of Indonesia (\"Indonesia\") for lack of subject matter jurisdiction under the Foreign Sovereign Immunities Act (\"FSIA\"), 28 U.S.C. §§ 1330, 1602-1611. Because we conclude that neither Jamsostek nor Indonesia was involved in \"commercial activity\" for purposes of the FSIA, 28 U.S.C. § 1605(a)(2), and that, even assuming <i>arguendo</i> that they were involved in \"commercial activity,\" Jamsostek's alleged failure to supervise its employees was not \"in connection with\" such commercial activity, <i>id.,</i> we AFFIRM the district court's dismissal of Anglo-Iberia's claim for lack of subject matter jurisdiction.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>This case comes before this court for a second time, <i>see Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> 235 Fed. Appx. 776 (2d Cir.2007) (summary order) (\"<i>Anglo-Iberia I</i>\"), and involves only the negligent supervision claim we remanded in <i>Anglo-Iberia I.</i> Specifically, this appeal concerns the district court's dismissal on remand of Anglo-Iberia's claim that Jamsostek negligently supervised its employee, Prio Adhi Sartono, as well as other Jamsostek employees who acted together with Sartono to perpetrate an international commercial reinsurance fraud scheme to Anglo-Iberia's detriment. According to Anglo-Iberia, Jamsostek's negligent supervision of its employees enabled Sartono to commit commercial reinsurance fraud against Anglo-Iberia while Sartono was in Colorado pursuing a Jamsostek-sponsored MBA.<sup>[1]</sup> On remand, the district court concluded that it lacked subject matter jurisdiction over Anglo-Iberia's negligent supervision claim against Jamsostek and Indonesia because Jamsostek's activities were not commercial in nature and did not fall within a FSIA-enumerated exception to sovereign immunity. <i>See Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> No. 97-0084(DCP), <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">190364</span></span>, at *1, *4-5 (S.D.N.Y. Jan. 22, 2008). We assume familiarity with this court's May 2007 summary order and the opinions below,<sup>[2]</sup> and set forth the relevant facts in the discussion section only insofar as necessary to resolve the instant appeal.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p></p>\n<h2>I. FSIA Generally and Standard of Review</h2>\n<p>\"The FSIA `provides the sole basis for obtaining jurisdiction over a foreign <span class=\"star-pagination\">*175</span> state in federal court.'\" <i>Matar v. Dichter,</i> <span class=\"citation\" data-id=\"1264550\"><a href=\"/opinion/1264550/matar-v-dichter/\"><span class=\"volume\">563</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span>, 12 (2d Cir.2009) (quoting <i>Argentine Republic v. Amerada Hess Shipping Corp.,</i> <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">488</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">428</span></a></span>, 439, <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">109</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">683</span></a></span>, <span class=\"citation\" data-id=\"112174\"><a href=\"/opinion/112174/argentine-republic-v-amerada-hess-shipping-corp/\"><span class=\"volume\">102</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">818</span></a></span> (1989)). In general, a foreign state or an \"agency or instrumentality of a foreign state,\" 28 U.S.C. § 1603(b), is immune from federal court jurisdiction unless a specific exception to the FSIA applies, <i>Matar,</i> 563 F.3d at 12. <i>See also</i> 28 U.S.C. § 1604; <i>Kato v. Ishihara,</i> <span class=\"citation\" data-id=\"785306\"><a href=\"/opinion/785306/yuka-kato-v-shintaro-ishihara-governor-and-tokyo-metropolitan-government/\"><span class=\"volume\">360</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 107-08 (2d Cir.2004) (\"The FSIA codifies the restrictive theory of sovereign immunity, under which foreign sovereigns and their agencies or instrumentalities enjoy immunity from suit in United States courts, subject to a few, enumerated statutory exceptions.\" (internal quotation marks, citations, and alterations omitted)).</p>\n<p>The burden is on the defendant seeking sovereign immunity to show it is a foreign sovereign. <i>Matar,</i> 563 F.3d at 12. Once the defendant makes this showing, the burden then shifts to the plaintiff to show that a FSIA-enumerated exception to sovereign immunity applies. <i>Id.</i> \"Determining whether this burden is met involves a review of the allegations in the complaint, the undisputed facts, if any, placed before the court by the parties, andif the plaintiff comes forward with sufficient evidence to carry its burden of production on this issueresolution of disputed issues of facts.\" <i>In re Terrorist Attacks on Sept. 11, 2001,</i> <span class=\"citation\" data-id=\"1443357\"><a href=\"/opinion/1443357/in-re-terrorist-attacks-on-september-11-2001/\"><span class=\"volume\">538</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span>, 80 (2d Cir.2008) (internal quotation marks and alterations omitted). The district court may look to evidence outside the pleadings and hold an evidentiary hearing, if it believes one is warranted, in resolving the question of jurisdiction. <i>See </i><i>Filetech S.A. v. France Telecom S.A.,</i> <span class=\"citation\" data-id=\"758491\"><a href=\"/opinion/758491/filetech-sa-filetech-usa-inc-plaintiffs-appellants-cross-appellees/\"><span class=\"volume\">157</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">922</span></a></span>, 932 (2d Cir.1998). The ultimate burden of persuasion remains with the party seeking sovereign immunity. <i>See </i><i>In re Terrorist Attacks on Sept. 11, 2001,</i> 538 F.3d at 80; <i>see also </i><i>Robinson v. Gov't of Malaysia,</i> <span class=\"citation\" data-id=\"775317\"><a href=\"/opinion/775317/justin-robinson-v-the-government-of-malaysia/\"><span class=\"volume\">269</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">133</span></a></span>, 141 n. 8 (2d Cir.2001) (noting that \"the defendant must show that the alleged exception does not apply by a preponderance of the evidence\"). The parties do not dispute that Jamsostek and Indonesia are foreign sovereigns presumptively entitled to sovereign immunity.</p>\n<p>Rather, the issue in contention is whether an exception to their sovereign immunity applies. We review a district court's decision concerning subject matter jurisdiction under the FSIA for clear error as to factual findings, and <i>de novo</i> as to legal conclusions. <i>Matar,</i> 563 F.3d at 12 (citing <i>Robinson,</i> 269 F.3d at 138).</p>\n<p></p>\n<h2>II. FSIA's \"Commercial Activity\" Exception</h2>\n<p>FSIA's \"commercial activity\" exceptionthe only FSIA exception that Anglo-Iberia invokesabrogates sovereign immunity in cases in which the action is based upon</p>\n<blockquote>[1] a commercial activity carried on in the United States by the foreign state; or upon</blockquote>\n<blockquote>[2] an act performed in the United States in connection with a commercial activity of the foreign state elsewhere; or upon</blockquote>\n<blockquote>[3] an act outside the territory of the United States in connection with a commercial activity of the foreign state elsewhere and that act causes a direct effect in the United States.</blockquote>\n<p>28 U.S.C. § 1605(a)(2). A \"commercial activity\" is defined under the FSIA as \"either a regular course of commercial conduct or a particular commercial transaction or act.\" 28 U.S.C. § 1603(d). The \"commercial character\" of a defendant's conduct, transaction, or act is determined \"by reference to the nature of the course of <span class=\"star-pagination\">*176</span> conduct or particular transaction or act, rather than by reference to its purpose.\" <i>Id.</i> Because Anglo-Iberia does not argue that the first clause of the \"commercial activity\" exception applies, <i>cf. Anglo-Iberia,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">190364</span></span>, at *2 n. 6 (rejecting Anglo-Iberia's arguments under the first clause of the exception), the issue for this appeal is whether Anglo-Iberia has shown that Jamsostek and Indonesia are subject to federal court jurisdiction under either the second or third clauses of the \"commercial activity\" exception.</p>\n<p>As an initial matter, we note that under both the second and third clauses of the \"commercial activity\" exception, Anglo-Iberia must show that its negligent supervision claim is grounded upon an act in connection with the commercial activity of Jamsostek and Indonesia elsewhere. <i>See</i> 28 U.S.C. § 1605(a)(2).<sup>[3]</sup> Thus, should Anglo-Iberia fail to establish that its claim is connected to Jamsostek and Indonesia's commercial activity, if any, in Indonesia, Anglo-Iberia's claim necessarily fails. Because we conclude that Anglo-Iberia's negligent supervision claim is not based upon an act \"in connection with a commercial activity of [Jamsostek and Indonesia] elsewhere,\" 28 U.S.C. § 1605(a)(2), we reject Anglo-Iberia's contention that it has sustained its burden under the FSIA of going forward with evidence showing that immunity should not be granted. <i>See </i><i>Robinson,</i> 269 F.3d at 141.</p>\n<p>We reach this conclusion because Anglo-Iberia has not demonstrated that Jamsostek and Indonesia were involved in \"commercial activity\" for purposes of the FSIA. In <i>Republic of Argentina v. Weltover,</i> <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">504</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">607</span></a></span>, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span>, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">119</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">394</span></a></span> (1992), the Supreme Court explained that a foreign state engages in commercial activity \"when a foreign government acts, not as a regulator of a market, but in the manner of a private player within it,\" and thus, that sovereign immunity does not bar a suit \"based upon a foreign state's participation in the marketplace in the manner of a private citizen or corporation.\" 504 U.S. at 614, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span>. The Supreme Court reiterated this principle in <i>Saudi Arabia v. Nelson,</i> <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">507</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">349</span></a></span>, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1471</span></a></span>, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">123</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">47</span></a></span> (1993), wherein it explained that \"a state engages in commercial activity [under the FSIA] where it exercises only those powers that can also be exercised by private <span class=\"star-pagination\">*177</span> citizens, as distinct from those powers peculiar to sovereigns. Put differently, a foreign state engages in commercial activity for purposes of [the FSIA] only where it acts in the manner of a private player within the market.\" 507 U.S. at 360, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1471</span></a></span> (internal quotation marks omitted); <i>see also </i><i>Hanil Bank v. PT. Bank Negara Indonesia (Persero),</i> <span class=\"citation\" data-id=\"755551\"><a href=\"/opinion/755551/hanil-bank-v-pt-bank-negara-indonesia-persero/\"><span class=\"volume\">148</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">127</span></a></span>, 131 (2d Cir.1998).</p>\n<p>Thus, to determine the nature of a sovereign's act, we ask not \"whether the foreign government is acting with a profit motive or instead with the aim of fulfilling uniquely sovereign objectives\" but rather \"whether the particular actions that the foreign state performs (whatever the motive behind them) are the <i>type</i> of actions by which a private party engages in `trade and traffic or commerce.'\" <i>Weltover,</i> 504 U.S. at 614, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span>; <i>see also </i><i>Nelson,</i> 507 U.S. at 360-61, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1471</span></a></span>. We begin this inquiry by examining the act of the foreign sovereign that serves as the basis for the plaintiff's claim. <i>See </i><i>Garb v. Republic of Poland,</i> <span class=\"citation\" data-id=\"793592\"><a href=\"/opinion/793592/theo-garb-bella-jungewirth-sam-lefkowitz-peter-koppenheim-judah-weller/\"><span class=\"volume\">440</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">579</span></a></span>, 586 (2d Cir.2006) (identifying this as \"a threshold step in assessing [a party's] reliance on the `commercial activity' exception\"). Here, the basis of Anglo-Iberia's claim is Jamostek's alleged negligent supervision of Sartono and other employees in connection with Jamsostek's provision of health insurance in Indonesia.<sup>[4]</sup> We thus look to whether the actions Jamsostek performs with respect to its role as Indonesia's default health insurer are the type of actions by which a private party engages in trade and traffic or commerce.</p>\n<p>Anglo-Iberia argues that it properly invoked the \"commercial activity\" exception because Jamsostek competes with private insurers in providing health insurance to Indonesians and acts akin to a private insurer in its hiring, training, employment, and supervision of employees to perform non-discretionary duties such as locating health care providers, processing and verifying health insurance claims, collecting health insurance premiums, and preparing reports.<sup>[5]</sup> However, in arguing that Jamsostek behaves like a private insurer, Anglo-Iberia mischaracterizes the nature of the acts Jamsostek performs \"in its capacity as the default health insurer, under Indonesia's national social security program, which ... Jamsostek operates and administers.\" <i>Anglo-Iberia,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">190364</span></span>, at *4. As the district court correctly found, Jamsostek \"does not sell insurance to workers or to employers in any traditional sense\" and does not otherwise compete in the marketplace like a private insurer. <i>Id.</i> at *5. Rather, as the default health insurer under Indonesia's national social security program, Jamsostek \"provides a general `floor' for health insurance <span class=\"star-pagination\">*178</span> for all workers in Indonesia\" and ensures that \"Indonesian employers with at least ten employees\" comply with the governmental mandate that they provide, at a minimum, basic health insurance coverage to their workers. <i>Id.</i><sup>[6]</sup></p>\n<p>Thus, we agree with the district court that, for purposes of our analysis under <i>Weltover,</i> the nature of Jamsostek's hiring, supervision, and employment of Sartono and other employees is directly concerned with \"employment in the provision of a governmental program of health benefits through collection of employer contributions and payroll deductions\" and that \"such employment is by nature non-commercial.\" <i>Id.</i> at *4. Despite Anglo-Iberia's argument to the contrary, to hold otherwise and look only to the fact of employment for purposes of our \"commercial activity\" analysis would allow the exception to swallow the rule of presumptive sovereign immunity codified in the FSIA. <i>See id.</i> at *4 n. 10.</p>\n<p>Based on the record evidence, we easily conclude that Jamsostek's acts of providing basic health insurance to Indonesia's workforce and monitoring employers' compliance with the governmental mandate under the national social security program are carried out in its capacity as Indonesia's default health insurer. Jamsostek's insurance operations do not equate to those of an independent actor in the private marketplace of potential health insurers. Despite Anglo-Iberia's assertions to the contrary, Jamsostek's actions in connection with the administration of Indonesia's national health insurance program are sovereign in nature and do not suffice to bring it within the \"commercial activity\" exception to the FSIA. <i>Compare </i><i>Nelson,</i> 507 U.S. at 361, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1471</span></a></span> (holding that conduct \"peculiarly sovereign in nature\" does not satisfy the \"commercial activity\" exception), <i>and </i><i>Jungquist v. Sheikh Sultan Bin Khalifa Al Nahyan,</i> <span class=\"citation\" data-id=\"741856\"><a href=\"/opinion/741856/tara-ann-jungquist-v-sheikh-sultan-bin-khalifa-al-nahyan/\"><span class=\"volume\">115</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1020</span></a></span>, 1030 (D.C.Cir.1997) (holding that officials' actions in administering a government health program were \"uniquely sovereign in nature\" despite \"relat[ing] in certain respects to commercial activity\"), <i>with </i><i>Weltover,</i> 504 U.S. at 615, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span> (concluding that Argentina's issuance of government bonds to refinance its debt was commercial in nature because the bonds \"in almost all respects [are] garden-variety debt instruments ... [that] may be held by private parties ... [and] are negotiable and may be traded on the international market\").</p>\n<p>Anglo-Iberia's argument under the \"commercial activity\" exception also fails for a second reason: Jamsostek's alleged negligence was not \"in connection with\" its health insurance activities in Indonesia. Even assuming <i>arguendo</i> and contrary to fact that the nature of Jamsostek's insurance activities were commercial and not sovereign, Anglo-Iberia has not shown a sufficient nexus between Jamsostek's alleged negligent supervision and its alleged commercial activity for purposes of abrogating Jamsostek's presumptive sovereign immunity under the FSIA. We have made clear that \"[t]he statutory term `in connection,' as used in the FSIA, is a term of art, and we interpret it narrowly.\" <i>Garb,</i> 440 F.3d at 587. As such, \"acts are `in connection' with ... commercial activity so long as there is a `substantive connection' or a `causal link' between them and the commercial activity.\" <i>Id.</i> (internal quotation marks and alterations omitted); <i>see also </i><i>Drexel Burnham Lambert Group Inc. v. Comm. of Receivers for A.W. Galadari,</i> <span class=\"citation\" data-id=\"659319\"><a href=\"/opinion/659319/the-drexel-burnham-lambert-group-inc-and-refco-inc-v-the-committee-of/\"><span class=\"volume\">12</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">317</span></a></span>, 330 (2d Cir.1993) (declining to read § 1605(a)(2)'s \"connection\" <span class=\"star-pagination\">*179</span> language \"to include tangential commercial activities to which the `acts' forming the basis of the claim have only an attenuated connection\").</p>\n<p>Here, we cannot conclude that Jamsostek's alleged negligent supervision of Sartono and his colleagues was \"in connection with\" its provision of basic health insurance in Indonesia. The commercial reinsurance scheme that is said to have injured Anglo-Iberia was Sartono's alone and wholly unrelated to any negligent supervision by Jamsostek with respect to its insurance activities in Indonesia. Indeed, during the relevant time period, Sartono was relieved of his regular employment responsibilities, was unauthorized to conduct any commercial reinsurance activities, and was prohibited from conducting Jamsostek business in Monaco, the United States, or elsewhere abroad. <i>See Anglo-Iberia,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">190364</span></span>, at *1 (adopting earlier district court findings). In addition, whatever assistance Sartono's Jamsostek-based colleagues rendered to Sartono was provided solely at the direction of Sartono, primarily occurred off-premises, did not involve Jamsostek's business accounts, and was plainly unrelated to Jamsostek's administration of Indonesia's social security program. In essence, Anglo-Iberia faults Jamsostek for failing to stop Sartono from enlisting the help of a few of his Jamsostek colleagues, some of whom claimed to be acting unwittingly, in establishing a fraudulent side business. The record, however, demonstrates nothing more than the barest connection between Anglo-Iberia's alleged injuries by Sartono and Jamsostek's alleged negligent supervision of Sartono and others with respect to its social insurance activities in Indonesia. <i>Compare </i><i>Weltover,</i> 504 U.S. at 614-15, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span> (concluding that Argentina's act of unilaterally extending its payment obligations was in connection with its commercial activity of issuing bonds), <i>with </i><i>O'Bryan v. Holy See,</i> <span class=\"citation no-link\"><span class=\"volume\">556</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">361</span></span>, 380 (6th Cir.2009) (holding \"commercial activity\" exception inapplicable to plaintiff's claims of negligent supervision because the \"gravamen\" of plaintiff's claims did not \"truly sound[ ] in commercial activity\"), <i>cert. denied,</i> ___ U.S. ___, <span class=\"citation no-link\"><span class=\"volume\">130</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">361</span></span>, <span class=\"citation no-link\"><span class=\"volume\">175</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">27</span></span> (2009), <i>and </i><i>Stena Rederi AB v. Comision de Contratos del Comite Ejecutivo General,</i> <span class=\"citation\" data-id=\"554046\"><a href=\"/opinion/554046/stena-rederi-ab-a-swedish-corporation-v-comision-de-contratos-del-comite/\"><span class=\"volume\">923</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">380</span></a></span>, 386 (5th Cir.1991) (\"Not only must there be a jurisdictional nexus between the United States and the commercial acts of the foreign sovereign, there must be a connection between the plaintiff's cause of action and the commercial acts of the foreign sovereign.\").</p>\n<p>Thus, even if we were to concludecontrary to factthat Jamsostek's administration of Indonesia's national health insurance program and its employment of Sartono and his colleagues were commercial in nature, Jamsostek's alleged negligent supervision of these employees is not sufficiently connected to its insurance operations in Indonesia to satisfy the \"in connection with\" requirement of FSIA's \"commercial activity\" exception. To conclude otherwise under the facts of this case would be to abrogate a foreign sovereign's immunity solely on the basis of an employment relationship and would allow Anglo-Iberia to recast what is effectively a fraud claim, lacking any significant nexus to Jamsostek's insurance activities in Indonesia, as a negligent supervision claim sufficient to bring Jamsostek within FSIA's \"commercial activity\" exception. <i>See </i><i>Nelson,</i> 507 U.S. at 363, <span class=\"citation\" data-id=\"112834\"><a href=\"/opinion/112834/saudi-arabia-v-nelson/\"><span class=\"volume\">113</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1471</span></a></span>.</p>\n<p>We therefore conclude that Anglo-Iberia has failed to demonstrate that Jamsostek is subject to jurisdiction under FSIA's \"commercial activity\" exception. We similarly conclude that Anglo-Iberia has failed to demonstrate that Indonesia is subject to jurisdiction under the FSIA because Anglo-Iberia's claim against Indonesia rests on the success of its allegations against <span class=\"star-pagination\">*180</span> Jamsostek and because Anglo-Iberia has not overcome the presumption that Jamsostek is a \"juridical entit[y] distinct and independent from\" Indonesia. <i>First Nat'l City Bank v. Banco Para El Comercio Exterior de Cuba,</i> <span class=\"citation\" data-id=\"110974\"><a href=\"/opinion/110974/first-nat-city-bank-v-banco-para-el-comercio-exterior-de-cuba/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">611</span></a></span>, 627-29, 632, <span class=\"citation\" data-id=\"110974\"><a href=\"/opinion/110974/first-nat-city-bank-v-banco-para-el-comercio-exterior-de-cuba/\"><span class=\"volume\">103</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2591</span></a></span>, <span class=\"citation\" data-id=\"110974\"><a href=\"/opinion/110974/first-nat-city-bank-v-banco-para-el-comercio-exterior-de-cuba/\"><span class=\"volume\">77</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">46</span></a></span> (1983). Having concluded that Anglo-Iberia's negligent supervision claim fails to satisfy the \"commercial activity\" exception set forth under 28 U.S.C. § 1605(a)(2), we do not reach Anglo-Iberia's remaining arguments on appeal or Jamsostek and Indonesia's arguments on cross-appeal.<sup>[7]</sup></p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the forgoing reasons, the district court's dismissal of Anglo-Iberia's negligent supervision claim for lack of subject matter jurisdiction is AFFIRMED.</p>\n<h2>NOTES</h2>\n<p>[1]  The district court imposed damages, and reasonable attorney's fees and costs, against, <i>inter alia,</i> individual defendants Sartono and Daniel J. Lodderhose. <i>See </i><i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> <span class=\"citation\" data-id=\"2476118\"><a href=\"/opinion/2476118/anglo-iberia-underwriting-management-co-v-lodderhose/\"><span class=\"volume\">287</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">454</span></a></span> (S.D.N.Y.2003); <i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> <span class=\"citation\" data-id=\"2480174\"><a href=\"/opinion/2480174/anglo-iberia-underwriting-management-company-v-lodderhose/\"><span class=\"volume\">282</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">126</span></a></span> (S.D.N.Y.2003).</p>\n<p>[2]  The district court denied Anglo-Iberia's motion for reconsideration in an unpublished, two-page order dated April 30, 2008. <i>See</i> Special App. 18-19. More detailed descriptions of the events giving rise to Sartono's fraud are available at <i>Anglo-Iberia Underwriting Mgmt. Co. v. Lodderhose,</i> <span class=\"citation\" data-id=\"2490173\"><a href=\"/opinion/2490173/anglo-iberia-underwriting-management-v-lodderhose/\"><span class=\"volume\">224</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">679</span></a></span>, 681-84 (S.D.N.Y.2002); <i>Anglo-Iberia Underwriting Mgmt. Co. v. PT Jamsostek,</i> No. 97 Civ. 5116 HB, <span class=\"citation no-link\"><span class=\"volume\">1999</span> <span class=\"reporter\">WL</span> <span class=\"page\">76909</span></span>, at *2-5 (S.D.N.Y. Feb. 16, 1999); and <i>Anglo-Iberia Underwriting Mgmt. Co. v. PT Jamsostek,</i> No. 97 Civ. 5116(HB), <span class=\"citation no-link\"><span class=\"volume\">1998</span> <span class=\"reporter\">WL</span> <span class=\"page\">289711</span></span>, at *1-2 (S.D.N.Y. June 4, 1998).</p>\n<p>[3]  A primary difference between the second and third clauses of the \"commercial activity\" exception is the location of the relevant act upon which the plaintiff's claim is based, although in both clauses that act must be \"in connection with a commercial activity of the foreign state elsewhere.\" 28 U.S.C. § 1605(a)(2).\n</p>\n<p>Thus, Anglo-Iberia argues under the second clause of the \"commercial activity\" exception that its negligent supervision claim is based upon (1) \"the acts [Jamsostek] performed in the United States by supervising and administering its job training program with Sartono and other employees ..., `in connection with' its employment of Sartono and the other wrongdoing employees at its commercial offices in Indonesia conducting insurance business,\" and (2) \"Anglo-Iberia's act of depositing [reinsurance] premiums in a New York bank ... and the commercial activity of [Jamsostek] in supervising its employees in Indonesia.\" <i>See </i><i>Kensington Int'l Ltd. v. Itoua,</i> <span class=\"citation\" data-id=\"1384234\"><a href=\"/opinion/1384234/kensington-intern-ltd-v-itoua/\"><span class=\"volume\">505</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">147</span></a></span>, 157 (2d Cir.2007) (noting that the second clause of the \"commercial activity\" exception \"is generally understood to apply to non-commercial acts in the United States that relate to commercial acts abroad\" (internal quotation marks and emphasis omitted)).</p>\n<p>Meanwhile, Anglo-Iberia claims under the third clause of the \"commercial activity\" exception that \"[Jamsostek]'s negligent supervision of its employees in Indonesia and Monaco in connection with commercial activity of [Jamsostek] in Indonesia caused a direct effect in the United States,\" thereby causing Anglo-Iberia \"to enter the reinsurance transactions with [Jamsostek]'s employees\" and incur \"financial losses in the United States.\"</p>\n<p>[4]  We conclude that the district court properly rejected Anglo-Iberia's claim under the second clause of the \"commercial activity\" exception for the reasons set forth in its opinion. <i>See Anglo-Iberia,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">WL</span> <span class=\"page\">190364</span></span>, at *2 n. 6 (explaining that the proper focus is on Jamsostek's alleged negligent supervision with respect to its insurance activities in Indonesia because Jamsostek's support of Sartono in a U.S.-based MBA program was purely incidental to his employment). We similarly reject Anglo-Iberia's argument that jurisdiction exists under the FSIA on the basis of its act of depositing reinsurance premiums in a New York bank.</p>\n<p>[5]  While AngloIberia also argues, <i>inter alia,</i> that Jamsostek's employees' day-to-day activities of processing health claims and collecting health insurance premiums mirror the activities of a private insurer's employees, we properly focus our \"commercial activity\" analysis on \"the particular actions that the <i>foreign state</i> performs,\" and not on the particular actions of any specific Jamsostek employee. <i>Weltover,</i> 504 U.S. at 614, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span> (emphasis added); <i>see also </i><i>Kato,</i> 360 F.3d at 111-12.</p>\n<p>[6]  Contrary to Anglo-Iberia's arguments, these qualities define the nature of Indonesia's national health insurance system, not merely its purpose, because a private insurer could not compel employers to purchase coverage. <i>Cf. </i><i>Weltover,</i> 504 U.S. at 616-17, <span class=\"citation\" data-id=\"112748\"><a href=\"/opinion/112748/republicof-argentina-v-weltover-inc/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2160</span></a></span>.</p>\n<p>[7]  Specifically, we do not reach Jamsostek and Indonesia's challenge to the district court's holding that if Jamsostek's negligent supervision were \"in connection with\" a \"commercial activity,\" it had a \"direct effect\" in the United States within the meaning of 28 U.S.C. § 1605(a)(2). We also decline to reach Jamsostek and Indonesia's argument that the torts exception, <i>see</i> 28 U.S.C. § 1605(a)(5), bars Anglo-Iberia's negligent supervision claim.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110974/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112748/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112834/",
    "http://www.courtlistener.com/api/rest/v3/opinions/554046/",
    "http://www.courtlistener.com/api/rest/v3/opinions/659319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/741856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/758491/",
    "http://www.courtlistener.com/api/rest/v3/opinions/775317/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785306/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1264550/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1384234/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1443357/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2476118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2480174/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2490173/"
  ]
}