{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/1036108/",
  "absolute_url": "/opinion/1036108/manning-v-boston-medical-center/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/1036108/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2013-08-01T21:05:37.076430Z",
  "date_modified": "2017-03-28T13:06:54.959623Z",
  "type": "010combined",
  "sha1": "2ab04ba7e11cba1db185ccda5e4c4f447b569732",
  "page_count": 65,
  "download_url": "http://media.ca1.uscourts.gov/pdf.opinions/12-1573P-01A.pdf",
  "local_path": "pdf/2013/08/01/manning_v._boston_medical_center.pdf",
  "plain_text": "          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 12-1573, 12-1653\n\n                    ELIZABETH MANNING ET AL.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n               BOSTON MEDICAL CENTER CORPORATION;\n                  ELAINE ULLIAN; JAMES CANAVAN,\n\n                        Defendants, Appellees,\n\n  BOSTON REGIONAL MEDICAL CENTER, INC.; BOSTON REGIONAL MEDICAL\n     CENTER, LLC; BOSTON MEDICAL CENTER 403B RETIREMENT PLAN,\n\n                              Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                                Before\n\n                   Thompson, Stahl, and Lipez,\n                         Circuit Judges.\n\n\n     Guy A. Talia, with whom Patrick J. Solomon and Thomas &\nSolomon LLP were on brief, for appellants.\n     C.J. Eaton, with whom Richard L. Alfred, Kristin G. McGurn,\nJessica M. Schauer, and Seyfarth Shaw LLP were on brief, for\nappellees.\n\n\n\n                            August 1, 2013\n\f            LIPEZ, Circuit Judge. Plaintiffs Elizabeth Manning, Lisa\n\nRivers, Rhonda Williams, and Reva McCarthy bring this wage-and-hour\n\naction    against    defendants      Boston    Medical      Center   Corporation\n\n(\"BMC\"), Elaine Ullian, and James Canavan.             Current and former BMC\n\nemployees, plaintiffs allege that defendants deprived them of their\n\nwages through the use of timekeeping policies and employment\n\npractices that required them to work through their meal and rest\n\nperiods, put in extra work time before and after their regularly\n\nscheduled work shifts, and attend mandatory training sessions. The\n\ncomplaint asserts causes of action under the Fair Labor Standards\n\nAct (\"FLSA\") and Massachusetts common law for recovery of their\n\nunpaid wages.      Plaintiffs also seek certification of a collective\n\naction pursuant to FLSA § 16(b), 29 U.S.C. § 216(b), and a class\n\naction pursuant to Federal Rule of Civil Procedure 23.\n\n            This case began as two separate actions, one in federal\n\ncourt    raising    FLSA   claims,   and     another   in    the   Massachusetts\n\nCommonwealth court raising state law claims.                Defendants removed\n\nthe latter action to federal court.              After the two cases were\n\njoined via the filing of a single amended complaint, defendants\n\nmoved to dismiss all of the claims, both federal and state, and\n\nsought to strike the class and collective action allegations.               The\n\ndistrict court granted defendants' motion in its entirety, and\n\nplaintiffs now appeal.\n\n\n\n\n                                       -2-\n\f            We have seen this case before, albeit with different\n\nparties. As explained in our prior opinions, see Pruell v. Caritas\n\nChristi, 678 F.3d 10 (1st Cir. 2012); Cavallaro v. UMass Memorial\n\nHealthcare, Inc., 678 F.3d 1 (1st Cir. 2012), numerous lawsuits of\n\nthis kind have been filed against hospitals across the country, all\n\nalleging similar forms of systematic undercompensation.            These\n\ncases, which we have previously dubbed \"hospital compensation\n\ncases,\" assert \"that [defendants] require[] unpaid work through\n\nmeal-breaks due to an automatic timekeeping deduction, unpaid\n\npreliminary and postliminary work, and unpaid training sessions.\"\n\nPruell, 678 F.3d at 13-14.        A number of these actions are being\n\nlitigated by counsel for plaintiffs in this case.        See id. at 11;\n\nCavallaro, 678 F.3d at 2.\n\n            After careful consideration of the numerous arguments\n\nraised on appeal, we vacate the district court's dismissal of the\n\nFLSA claims against BMC and Ullian, as well as the Massachusetts\n\ncommon law claims for breach of contract, promissory estoppel,\n\nmoney had and received, unjust enrichment, and conversion. We also\n\nvacate    the     striking   of   plaintiffs'   class   and   collective\n\nallegations.      We affirm the district court's directive that the\n\nplaintiffs in the two cases file a single consolidated complaint\n\nand, by extension, the district court's assumption of jurisdiction\n\nover the state law claims.        We also affirm the dismissal of the\n\nFLSA     claims    against    Canavan,    the   fraud   and    negligent\n\n\n                                    -3-\n\fmisrepresentation claims, and the denial of further leave to amend\n\nthe complaint.\n\n                                    I.\n\nA.    Factual Background\n\n            BMC refers to a group of related organizations that\n\noperate a set of healthcare facilities in the Boston area. The two\n\nindividual defendants are Elaine Ullian, BMC's former president and\n\nchief executive officer, and James Canavan, BMC's former senior\n\nhuman resources director.      Plaintiffs are three registered nurses\n\n(Manning, Rivers, and Williams) and one administrative assistant\n\n(McCarthy) who worked or currently work for BMC at several of its\n\nlocations. They seek to represent a group of over 4,000 people who\n\nwere or are currently employed by BMC as hourly workers.               This\n\ngroup includes individuals in a broad range of positions, from\n\nnurses, medical assistants, technicians, and physical therapists,\n\nto administrative staff, custodians, and home health aides.\n\n            The crux of plaintiffs' claims is that defendants denied\n\nBMC's    workers   full    compensation   for   their    work   through    a\n\ncombination of unlawful pay practices and timekeeping policies.\n\nThe    complaint   alleges   that   BMC   employees     are   not   properly\n\ncompensated for time spent performing work during their regularly\n\nscheduled meal breaks, as well as time spent before and after their\n\nscheduled shifts.     The work that employees perform during their\n\nmeal breaks and before and after their shifts includes tending to\n\n\n                                    -4-\n\fpatients, doing paperwork, preparing charts, and responding to\n\nphone calls.       Employees are often not relieved by other employees\n\nwhen the time comes for their meal breaks, forcing them to work\n\nduring times when they are ostensibly not supposed to be working.\n\n             The    complaint    suggests     that    BMC   consciously     takes\n\nadvantage of its employees' dedication and commitment to their\n\npatients, knowing that they would not abandon their caregiving\n\nresponsibilities simply because their work hours are over or\n\nbecause they are due to take a meal or rest break.1\n\n             A key aspect of plaintiffs' claims is the interaction of\n\nBMC's alleged policies and practices with the company's timekeeping\n\nsystem.   BMC maintains time records using an automated system that\n\nis programmed to deduct time from the employees' paychecks for\n\nmeals, breaks, or other noncompensable time. Despite the fact that\n\nplaintiffs    spend    much     of   this    time    performing   regular   work\n\nresponsibilities, the deductions for their meal break time are\n\nautomatic.     Plaintiffs also allege that they are \"not allowed to\n\n\n\n     1\n       Attached to the complaint is an article from The New York\nTimes describing some of the hospital compensation cases. This\narticle quotes a registered nurse who worked for a hospital in\nPennsylvania:\n\n     'Most nurses put the patient first . . . . We often gave\n     up lunch breaks to see that a patient was taken care of\n     properly. . . . If you brought your lunch from home or\n     got food in the cafeteria and took it to the nursing\n     unit, you would be interrupted by phone calls, by\n     physicians and family members who wanted to talk to you.\n     We really did not have an uninterrupted meal break.'\n\n                                       -5-\n\frecord all their work performed\" before and after their shifts,\n\nand, even when they are permitted to record that time, they are not\n\ncompensated \"properly.\"\n\n           Additionally, BMC employees are not paid for time spent\n\nduring required training sessions.         These trainings take place\n\nduring regular work hours and cover subjects directly related to\n\nemployees' work responsibilities, including new areas of medical\n\nresearch and procedure as well as instruction on basic protocols\n\nsuch as administering cardiopulmonary resuscitation (\"CPR\").\n\n           The complaint further states that BMC and the employees'\n\nsupervisors are well aware that employees are performing work\n\nwithout   being   paid.    Employees    are   often     asked   to   take   on\n\nresponsibilities during their meal breaks and before and after\n\ntheir work shifts.    The work is performed on BMC's premises during\n\noperational hours, \"in full view of the defendants' managers and\n\nsupervisors.\"      Plaintiffs   also    allege   that    due    to   staffing\n\nshortages and other industry demands, BMC's management knows that\n\nthe tasks they assign require their employees to work through their\n\nmeal breaks and before and after their regularly scheduled shifts.\n\nB.   Procedural History\n\n           As noted, this case began as two separate actions, one\n\ninitiated in the District of Massachusetts and the other in the\n\nCommonwealth courts.      We recount their respective paths to this\n\ncourt.\n\n\n                                  -6-\n\f             1.   The Initiation of the Two Actions\n\n             Three of the named plaintiffs, Manning, Rivers, and\n\nWilliams, filed an action in federal court in September 2009\n\n(\"Manning I\"), alleging claims under the FLSA and other federal\n\nstatutes.2    Defendants moved to dismiss all of those claims under\n\nFederal Rule of Civil Procedure 12(b)(6).                As to the FLSA claim\n\nspecifically,      the   motion   challenged       the   sufficiency    of    the\n\ncomplaint's factual allegations and also contended that because the\n\nthen-existing plaintiffs were all union members, the claim was\n\nprecluded by the operation of federal labor laws governing the\n\nunion-employer relationship, including the National Labor Relations\n\nAct (\"NLRA\").\n\n             Also in September 2009, Manning, Rivers, and Williams\n\ninitiated a parallel action in the Massachusetts Commonwealth\n\ncourts   (\"Manning       II\").    This       complaint    pled   a   number   of\n\nMassachusetts statutory and common law claims, relying on the same\n\nfacts as the federal case.        Defendants removed the case to federal\n\ncourt, contending that all of plaintiffs' claims were completely\n\npreempted by § 301 of the Labor Management Relations Act (\"LMRA\"),\n\n29 U.S.C. § 185(a), because plaintiffs were union workers covered\n\nby a collective bargaining agreement (\"CBA\") and their causes of\n\naction   were     founded   directly   on     or   necessarily   required     the\n\n\n\n     2\n       Of the federal claims, only the dismissal of the FLSA claim\nis before us on appeal.\n\n                                       -7-\n\finterpretation of the CBA. Defendants then requested consolidation\n\nof Manning I and Manning II under Federal Rule of Civil Procedure\n\n42, and also filed a motion to dismiss the Manning II complaint for\n\nfailure to state a claim.    Plaintiffs, for their part, sought to\n\nremand Manning II as improperly removed.\n\n          On September 16, 2010, the district court held a hearing\n\non all of the pending motions in Manning I and Manning II.            The\n\ncourt then took the motions under submission and stated that it\n\nwould defer ruling on defendants' motion to consolidate the two\n\nactions until it resolved the motions to dismiss, as the dismissal\n\nof the complaints would moot the consolidation request.\n\n          In February 2011, the court granted the motion to dismiss\n\nthe Manning I    complaint, ruling that the facts alleged were\n\ninsufficient to state a plausible claim for relief under the FLSA.\n\nThe district court stated that the \"complaint runs to 25 pages and\n\n158 paragraphs, yet it lacks even the most basic information about\n\n[plaintiffs']   claims.\"    The   court   observed   that   among   other\n\ndeficiencies, the complaint did not identify the defendants for\n\nwhom the plaintiffs worked, the plaintiffs' jobs and occupations,\n\nor the amounts of unpaid wages. The court dismissed the FLSA claim\n\nwithout prejudice and gave plaintiffs leave to amend to correct the\n\nidentified deficiencies.\n\n          In March 2011, the district court ruled on the motions\n\npending in Manning II. The court denied plaintiffs' remand motion,\n\n\n                                  -8-\n\fholding   that   LMRA   complete   preemption   applied   to   plaintiffs'\n\nMassachusetts claims, thus converting them into federal causes of\n\naction and rendering the case properly removed.           The court also\n\ngranted defendants' motion to dismiss the Manning II complaint,\n\nreferring to its order dismissing the Manning I complaint and\n\nsimilarly ruling that the common law claims were insufficiently\n\npled.     The court also observed that BMC's status as a public\n\ncharity    rendered     it   statutorily     exempt   from     plaintiffs'\n\nMassachusetts wage-and-hour claims and dismissed them as well.\n\nPlaintiffs were given leave to amend their complaint to plead a\n\n\"recharacterized § 301 count\" in Manning II.\n\n           2. Subsequent Proceedings and the Order Dismissing the\n           Amended Complaint\n\n           Anticipating the filing of amended complaints, the court\n\nheld a joint scheduling conference on April 14, 2011, for Manning\n\nI and Manning II.       Although we have not been provided with a\n\ntranscript of this hearing, the parties agree that the court\n\ndirected plaintiffs to file a single complaint containing both\n\ntheir FLSA and state law claims.3         Plaintiffs responded by filing\n\n\n     3\n       The district court's order dismissing plaintiffs' amended\ncomplaint suggests otherwise, given the observation that its order\nin Manning II directed plaintiffs to file a cause of action under\nthe LMRA in that case. The court's formal orders on the motions in\nManning I and Manning II do not expressly direct the plaintiffs to\nfile a single consolidated complaint.\n     We note, however, that the district court's docket in Manning\nI contains an entry dated 4/14/2011, which includes the clerk's\nnote regarding the joint hearing. This entry states, with emphasis\nadded: \"Amended Pleadings due by 4/29/2011[] (1 complaint).\" The\n\n                                    -9-\n\fan amended complaint in Manning I only.       This complaint alleged a\n\ncause of action under the FLSA, brought on behalf of all plaintiffs\n\nagainst all defendants, as well as a number of contract, fraud, and\n\ntort claims pursuant to Massachusetts law brought only on behalf of\n\nBMC employees not covered by a CBA.       The complaint added McCarthy,\n\na nonunion employee, as a plaintiff in order to represent the\n\nnonunionized BMC workers in the putative class.        Plaintiffs also\n\nmoved for conditional certification and expedited notice under the\n\nFLSA's collective action provisions.       Defendants, for their part,\n\nmoved to dismiss the amended complaint and further urged the court\n\nto strike the complaint's class and collective action allegations\n\nunder Federal Rule of Civil Procedure 12(f).       See Fed. R. Civ. P.\n\n12(f)   (permitting   court   to    strike    \"redundant,   immaterial,\n\nimpertinent, or scandalous matter\" from pleading).\n\n          In April 2012, the court dismissed the amended complaint\n\nin its entirety.   The court concluded that while the pleading had\n\nsignificantly increased in length, it failed to remedy the problems\n\nthe court had identified in the original Manning I and Manning II\n\ncomplaints.   The amended complaint, the court said, contained no\n\nfactual matter indicating that defendants had a concrete policy in\n\nplace that required BMC employees to work through their meal and\n\nrest breaks, before and after hours, or during their training\n\n\n\nreference to \"1 complaint\" bears out the parties' description of\nthe court's directive.\n\n                                   -10-\n\fperiods.   Even assuming that such a policy existed, the complaint\n\nfailed to demonstrate that any of BMC's managers or supervisors had\n\nknowledge of plaintiffs' unpaid work.     Similarly, the court ruled\n\nthat the claims against the individual defendants were insufficient\n\nto make out a plausible claim for relief, and that the plaintiffs'\n\nstate common law claims were too conclusory to survive dismissal.\n\n           For related reasons, the court granted defendants' motion\n\nto strike the class and collective action allegations.       The court\n\nnoted that plaintiffs sought to represent numerous BMC employees\n\nwho worked in a multitude of different positions. \"[T]he existence\n\nof such 'policies,'\" the court opined, \"across a group of putative\n\nplaintiffs whose job function, hours, and daily tasks share little\n\nto no common ground is simply not plausible.\"\n\n           Finally, the court denied plaintiffs leave to file a\n\nsecond amended complaint, observing that plaintiffs' counsel had\n\nbrought at least five other hospital compensation cases in the\n\nDistrict of Massachusetts alone, and that similar cases against\n\nhealth care facilities were proliferating throughout the country.\n\nThese cases used complaints that were \"substantially identical\" to\n\nthe one at issue in this case, and the court observed that other\n\ndistrict   courts   had   routinely   dismissed   such   complaints   as\n\ninsufficiently pled.      Accordingly, the plaintiffs \"have received\n\nthe benefit of numerous rulings from federal judges . . . on the\n\nrequisites for proper pleadings,\" and their continuing inability to\n\n\n                                 -11-\n\fallege a cause of action attested to the futility of further\n\nopportunities to amend.\n\n            Having dismissed all claims with prejudice, the court\n\nentered judgment for defendants in Manning I and terminated Manning\n\nII on its docket.      Plaintiffs took appeals from both cases.            We\n\nconsolidated   those   appeals   for   the   purposes    of     briefing   and\n\nargument.\n\n                                  II.\n\nA.   The Sufficiency of the FLSA Allegations\n\n            We exercise de novo review over a district court's\n\ndismissal of a complaint under Rule 12(b)(6).           Uphoff Figueroa v.\n\nAlejandro, 597 F.3d 423, 429 (1st Cir. 2010).             Federal Rule of\n\nCivil Procedure 8(a)(2) requires that the complaint contain \"a\n\nshort and plain statement of the claim showing that the pleader is\n\nentitled to relief.\" Such a statement \"needs only enough detail to\n\nprovide a defendant with 'fair notice of what the . . . claim is\n\nand the grounds upon which it rests.'\"             Ocasio-Hernández         v.\n\nFortuño-Burset, 640 F.3d 1, 12 (1st Cir. 2011) (quoting Bell\n\nAtlantic Corp. v. Twombly, 550 U.S. 544, 555 (2007)) (internal\n\nquotation marks omitted).\n\n            We assess the sufficiency of the complaint's factual\n\nallegations in two steps.        First, conclusory allegations that\n\nmerely parrot the relevant legal standard are disregarded, as they\n\nare not entitled to the presumption of truth.             Id.     Second, we\n\n\n                                  -12-\n\faccept the remaining factual allegations as true and decide if,\n\ndrawing all reasonable inferences in plaintiffs' favor, they are\n\nsufficient to show an entitlement to relief.              Id.    The allegations\n\nmust be enough to render the claim plausible: \"[w]here a complaint\n\npleads facts that are 'merely consistent with' a defendant's\n\nliability, it 'stops short of the line between [mere] possibility\n\nand plausibility of entitlement to relief.'\"                  Ashcroft v. Iqbal,\n\n556 U.S. 662, 678 (2009) (quoting Twombly, 550 U.S. at 557)\n\n(quotation marks omitted).           We appropriately draw on our \"judicial\n\nexperience and common sense\" in evaluating a complaint, id. at 679,\n\nbut we may not disregard factual allegations \"even if it strikes a\n\nsavvy judge that actual proof of those facts is improbable.\"\n\nTwombly, 550 U.S. at 556.                \"The relevant question . . . in\n\nassessing plausibility is not whether the complaint makes any\n\nparticular factual allegations but, rather, whether 'the complaint\n\nwarrant[s]        dismissal    because    it    failed   in     toto   to    render\n\nplaintiffs' entitlement to relief plausible.'\"                 Rodríguez-Reyes v.\n\nMolina-Rodríguez, 711 F.3d 49, 55 (1st Cir. 2013) (quoting Twombly,\n\n550 U.S. at 569 n.14).\n\n             1.    The Sufficiency of the FLSA Allegations Against BMC\n\n             Plaintiffs       seek   recovery   under    the    FLSA   for   unpaid\n\novertime compensation. The basic elements of a FLSA claim are that\n\n(1) plaintiffs must be employed by the defendants; (2) the work\n\ninvolved interstate activity; and, most importantly for present\n\n\n                                         -13-\n\fpurposes, (3) plaintiffs \"performed work for which they were\n\nunder-compensated.\"     Pruell, 678 F.3d at 12.        A claim for unpaid\n\novertime wages must demonstrate that the plaintiffs were employed\n\n\"for a workweek longer than forty hours\" and that any hours worked\n\nin excess of forty per week were not compensated \"at a rate not\n\nless than one and one-half times the regular rate.\"           29 U.S.C. §\n\n207(a)(1); see also Román v. Maietta Const., Inc., 147 F.3d 71, 75\n\n(1st Cir. 1998).\n\n            The parties' arguments about the sufficiency of the\n\nallegations against BMC boil down to three issues: (1) whether the\n\ncomplaint     sufficiently   pleads   BMC's   actual     or   constructive\n\nknowledge of plaintiffs' undercompensation; (2) whether the facts\n\nalleged make out a claim that plaintiffs performed compensable work\n\nfor longer than forty hours per week; and (3) whether each named\n\nplaintiff has sufficiently alleged that she worked compensable\n\novertime.\n\n                   a.   Knowledge\n\n            The FLSA defines the term \"employ\" as \"to suffer or\n\npermit to work.\"    29 U.S.C. § 203(g).    The parties agree that under\n\nthis definition, \"an employer's actual or imputed knowledge . . .\n\nis a necessary condition to finding the employer suffers or permits\n\nthat work.\"    Chao v. Gotham Registry, Inc., 514 F.3d 280, 287 (2d\n\nCir. 2008); see also Newton v. City of Henderson, 47 F.3d 746, 748\n\n(5th Cir. 1995); Davis v. Food Lion, 792 F.2d 1274, 1276 (4th Cir.\n\n\n                                    -14-\n\f1986).    Actual knowledge is not required; \"constructive knowledge\n\nwill suffice.\"      Holzapfel v. Town of Newburgh, 145 F.3d 516, 524\n\n(2d Cir. 1998); see also 29 C.F.R. § 785.11 (\"Work not requested\n\nbut suffered or permitted is work time. . . . The employer knows or\n\nhas reason to believe that [the employee] is continuing to work and\n\nthe time is working time.\").\n\n             Here, the complaint relies on a mix of actual knowledge\n\nand constructive knowledge theories. The pleading alleges that the\n\nemployees'    uncompensated       work    was     performed       \"on   defendants'\n\npremises during operational hours, and in full view of defendants'\n\nmanagers and supervisors.\"            The pleading further states that\n\nplaintiffs    had   conversations        with    their   managers       about    their\n\nuncompensated work. On \"a number of occasions,\" employees directly\n\nquestioned BMC managers about the practice of deducting time\n\nautomatically from employees' paychecks, and the managers responded\n\nthat   the   employees     were   \"fully        paid   for   their      work    time.\"\n\nAdditionally, BMC managers regularly set performance deadlines that\n\nrequired employees to work through their designated breaks. As for\n\nthe training sessions, defendants scheduled them to take place\n\nduring    regular   work    hours     and       led    the   required     sessions,\n\ndemonstrating that they knew that the trainings were taking place.\n\n             Defendants assail these allegations as too vague to\n\nsupport BMC's knowledge of employees' unpaid work. They argue that\n\neven     though   the   allegations       are     factual    in    nature,       \"some\n\n\n                                      -15-\n\fallegations, while not stating ultimate legal conclusions, are\n\nnevertheless so threadbare or speculative that they fail to cross\n\nthe line between the conclusory and the factual.\"                     Peñalbert–Rosa\n\nv. Fortuño–Burset, 631 F.3d 592, 595 (1st Cir. 2011) (citation\n\nomitted) (internal quotation marks omitted).                Defendants note that\n\nthe pleading is vague about a number of points, such as the\n\nidentities and roles of the \"managers\" with whom plaintiffs spoke\n\nand the frequency and content of these purported interactions.\n\n             Rule 8 does not demand this degree of particularity.\n\nEven where direct allegations of knowledge are pled in a conclusory\n\nfashion,     defendants'       knowledge       of   unlawful     conduct     \"may   be\n\ninferable from other allegations in the complaint.\"                       Rodríguez-\n\nReyes, 711 F.3d at 55; see also Grajales v. P.R. Ports Auth., 682\n\nF.3d   40,   47    (1st   Cir.    2012).         Boiled   down   to    its   essence,\n\nplaintiffs'       claim   is     that    the     intersection     of    several     BMC\n\nemployment practices frequently required them to work through their\n\nscheduled breaks, before and after work hours, and during training\n\nsessions.    This work, often required by defendants, was performed\n\nin the open.      Although defendants suffered and permitted this work\n\nto take place, they also knew that their automatic timekeeping\n\nsystem would deduct certain categories of noncompensable time from\n\nthe employees' paychecks.              Yet defendants did nothing to account\n\nfor the extra time worked.                These facts, taken in toto, are\n\nsufficient    to    establish      a    plausible    inference     of    defendants'\n\n\n                                          -16-\n\fknowledge.      To require that plaintiffs, seeking to represent a\n\nwhole class of individuals, describe the specific managers they\n\ntalked with, and document, by time, place, and date, the instances\n\nin which they had a relevant conversation with those managers,\n\nwould exceed Rule 8's requirement of a \"short and plain statement\"\n\nmaking out a claim for relief.              See Grajales, 682 F.3d at 47 (\"In\n\nconnection with a threshold plausibility inquiry, a high degree of\n\nfactual specificity is not required.\").                        Here, the complaint\n\nsufficiently         pleads       that     the    employees       were      performing\n\nuncompensated        work     with    defendants'       constructive       or     actual\n\nknowledge.\n\n                       b.     Compensable Work\n\n              The Supreme Court has defined \"work\" under the FLSA as\n\n\"physical or mental exertion (whether burdensome or not) controlled\n\nor required by the employer and pursued necessarily and primarily\n\nfor the benefit of the employer and his business.\"                         Tenn. Coal,\n\nIron & R.R. Co. v. Muscoda Local No. 123, 321 U.S. 590, 598 (1944);\n\nsee    also   IBP,    Inc.     v.    Alvarez,     546   U.S.    21,   25-30     (2005).\n\nAccordingly,      not       all     activities     an   employee      performs      are\n\nnecessarily compensable.             See Pruell, 678 F.3d at 14 (discussing\n\nregulations excluding certain types of training or activities from\n\nFLSA's definition of work).                 The determination of whether an\n\nemployee's activities constitute \"work\" depends not on \"rigid per\n\nse    definitions,\"     but       rather   \"the   circumstances       of    the   whole\n\n\n                                           -17-\n\factivity.\"     Reich v. ConAgra, Inc., 987 F.2d 1357, 1361 (8th Cir.\n\n1993) (citation omitted) (quotation marks omitted); see also Gotham\n\nRegistry, 514 F.3d at 286-87 (applying Tennessee Coal test to\n\ndetermine whether employees engaged in compensable activities).\n\n             In affirming the dismissal of a complaint raising similar\n\nallegations, our recent opinion in Pruell observed that \"the\n\namended complaint does not provide examples (let alone estimates as\n\nto the amounts) of such unpaid time for either plaintiff or\n\ndescribe the nature of the work performed during those times.\" 678\n\nF.3d at 14.      Defendants level a similar contention against this\n\ncomplaint, asserting that it fails to allege that plaintiffs\n\nengaged in compensable work with sufficient specificity.\n\n             While we agree that some of the complaint's allegations\n\nstraddle the line between the conclusory and the factual, the\n\npleading contains enough substantive content to elevate the FLSA\n\nclaims above the mere possibility of defendants' liability.                    As\n\ndiscussed      above,   the    complaint's      gist    is   that   because   the\n\nemployees' assigned tasks often need to be completed by certain\n\ntimes, and because of understaffing and lack of relief during meal\n\nand work breaks, BMC employees must frequently complete their\n\nregular working activities during their meal breaks or before and\n\nafter their scheduled shifts.           For example, Manning and Williams,\n\nwho   worked    as   nurses,    spent    this    time    charting,   performing\n\nadministrative tasks, monitoring patients, and providing treatment.\n\n\n                                        -18-\n\fRivers, a registered nurse, similarly used this time to assist\n\npatients who had difficulty sleeping.    McCarthy, an administrative\n\nassistant, spent her uncompensated time placing and answering phone\n\ncalls, drafting correspondence, and filing paperwork.\n\n          This work was essentially indistinguishable from work\n\nperformed during the employees' regularly scheduled hours and\n\n\"[s]uch work from [their] standpoint [was] fungible.\"         Gotham\n\nRegistry, 514 F.3d at 286.    The fact that this assertion is not\n\naccompanied by a detailed list of each and every activity the\n\nplaintiffs and their fellows performed without compensation does\n\nnot mandate the complaint's dismissal.    \"Work is work, after all,\"\n\nid., and we see no reason to demand such exhaustive detail.\n\n                  c.   Overtime Worked\n\n          The parties debate whether the complaint properly alleges\n\nthat each of the individually named plaintiffs worked more than\n\nforty hours in a given workweek, as required to bring a FLSA\n\novertime claim.   In support of dismissal, defendants rely heavily\n\non the Second Circuit's recent opinion in Lundy v. Catholic Health\n\nSys. of Long Island Inc., 711 F.3d 106 (2d Cir. 2013), which is\n\nanother hospital compensation case.      There, the Second Circuit\n\ncarefully examined each named plaintiff's allegations and discussed\n\nthe likelihood that he or she worked more than forty hours in a\n\ngiven week.   The Lundy court criticized the complaint's repeated\n\nuse of imprecise words such as \"occasionally\" and \"typically\" to\n\n\n                                -19-\n\fdescribe the named plaintiffs' work hours.        Id. at 114-15.   This\n\nvagueness, combined with the fact that the amounts of purportedly\n\nuncompensated time were relatively small, provided \"but low-octane\n\nfuel for speculation\" that plaintiffs truly had worked enough hours\n\nto be entitled to overtime pay.     Id. at 115.\n\n             Although defendants characterize the instant complaint as\n\n\"strikingly similar\" to the pleading at issue in Lundy, a close\n\nreading reveals otherwise. As to two of the four named plaintiffs,\n\nRivers and McCarthy, the complaint alleges that they were regularly\n\nscheduled for forty-hour/week shifts.      Any time that they worked\n\nduring meal breaks, before or after their shifts, and in training\n\nperiods, would thus entitle them to overtime compensation. A third\n\nplaintiff, Manning, was usually scheduled for thirty-six hour/week\n\nshifts, but \"approximately once a month\" her shift schedules\n\nresulted in a forty-hour week.     Hence, approximately once a month,\n\nthe alleged uncompensated time would put her over the numerical\n\nthreshold.\n\n             The sufficiency of the allegations as to Rhonda Williams,\n\nwho was employed by BMC as of the time of the complaint's filing,\n\npresents a closer question. The pleading states that \"from January\n\n2004 until 2006,\" she \"typically\" was scheduled for forty-hour\n\nworkweeks.    While this allegation would seem to bring her into the\n\nsame category as Rivers and McCarthy, the FLSA imposes a two-year\n\nstatute of limitations, extending to three years for willful\n\n\n                                  -20-\n\fviolations.    29 U.S.C. § 255(a).     This case was initiated in\n\nSeptember 2009, meaning that Williams was not regularly scheduled\n\nto work forty-hour weeks within either limitations period.     From\n\n2006 onward, Williams's \"typical[]\" schedule was reduced to twenty-\n\nfour hours/week, which is plainly insufficient to bring her even\n\nclose to the threshold.\n\n          Williams also alleges, however, that she was scheduled\n\nfor a forty-hour week shift \"at least once a year\" after her\n\nregular hours changed.    During such a week, any hours she worked\n\nabove the forty-hour threshold would entitle her to overtime pay.\n\nAs noted, the complaint's basic thrust is that defendants' pay\n\npractices continuously required BMC employees to work time for\n\nwhich they did not receive compensation.    This fact supports the\n\nreasonable inference that during any week in which Williams was\n\nscheduled to work forty hours, she also performed at least some\n\nuncompensated work.\n\n          Consequently, we conclude that the named plaintiffs,\n\nWilliams included, have alleged enough to survive dismissal.\n\n          2.   The Individual Defendants\n\n          The FLSA claims are also directed against two individual\n\ndefendants: Elaine Ullian, BMC's president and CEO from 1994 until\n\n2010, and James Canavan, BMC's senior human resources director from\n\n1997 until 2010.   FLSA liability attaches to any \"employer,\" which\n\nis defined broadly to include \"any person acting directly or\n\n\n                                -21-\n\findirectly in the interest of an employer in relation to an\n\nemployee.\"    29 U.S.C. § 203(d).   Courts have generally agreed that\n\n\"a corporate officer with operational control of a corporation's\n\ncovered enterprise is an employer along with the corporation,\n\njointly and severally liable . . . for unpaid wages.\"     Donovan v.\n\nAgnew, 712 F.2d 1509, 1511 (1st Cir. 1983).\n\n             In Agnew, our seminal case on FLSA individual liability,\n\nwe balanced \"the shield from personal liability [that] is one of\n\nthe major purposes of doing business in a corporate form\" against\n\nCongress's clear refusal \"to incorporate the common law parameters\n\nof the employer-employee relationship\" into the FLSA. Id. at 1513.\n\nExamining the Supreme Court's precedents interpreting the FLSA and\n\nother employment statutes, we noted that they charted a middle\n\ncourse, applying a context-dependent \"economic reality\" test that\n\nlooked to the totality of the individual's level of involvement\n\nwith the corporation's day-to-day operations, as well as their\n\ndirect participation in creating or adopting the unlawful pay\n\npractices.     Id. at 1513-14.      While recognizing the fact-based\n\nnature of this test, we admonished that courts should not apply the\n\nanalysis in a manner that would \"make any supervisory employee,\n\neven those without any control over the corporation's payroll,\n\npersonally liable for the unpaid or deficient wages of other\n\nemployees.\"     Id. at 1513.\n\n\n\n\n                                 -22-\n\f          We added substance to the economic reality test in\n\nBaystate Alternative Staffing, Inc. v. Herman, 163 F.3d 668 (1st\n\nCir. 1998), explaining that\n\n          [the] analysis focuse[s] on the role played by\n          the   corporate   officers   in  causing   the\n          corporation to undercompensate employees and\n          to prefer the payment of other obligations\n          and/or the retention of profits. In addition\n          to direct evidence of such a role, other\n          relevant indicia may exist as well -- for\n          example, an individual's operational control\n          over significant aspects of the business and\n          an individual's ownership interest in the\n          business.       Such    indicia,   while   not\n          dispositive, are important . . . because they\n          suggest   that   an   individual  controls   a\n          corporation's financial affairs and can cause\n          the corporation to compensate (or not to\n          compensate) employees in accordance with the\n          FLSA.\n\nId. at 678 (emphasis added) (internal citation omitted).        We\n\ncautioned that these indicia must add up to something more than\n\nmerely \"the exercise of control by a corporate officer or corporate\n\nemployee over the 'work situation'\" generally, as otherwise \"almost\n\nany supervisory or managerial employee of a corporation could be\n\nheld personally liable for the unpaid wages of other employees.\"\n\nId. at 679; see also Chao v. Hotel Oasis, Inc., 493 F.3d 26, 34\n\n(1st Cir. 2007) (concluding that corporate officer was \"not just\n\nany employee with some supervisory control over other employees,\"\n\nbut rather was \"instrumental in causing the corporation to violate\n\nthe FLSA\" (internal quotation marks omitted)).\n\n\n\n\n                               -23-\n\f           Our FLSA individual liability cases typically address \"a\n\ncorporate officer with operational control of a corporation's\n\ncovered enterprise,\" rather than a mere employee.           Agnew, 712 F.2d\n\nat 1511 (two individuals who \"together were President, Treasurer,\n\nSecretary and sole members of the Board of Directors\"); see also\n\nHotel Oasis, 493 F.3d at 34 (\"president of the corporation\").            We\n\nhave similarly identified an ownership stake as highly probative of\n\nan individual's employer status, see Baystate, 163 F.3d at 678, as\n\nit   suggests    a   high   level   of   dominance   over   the   company's\n\noperations.     See Lambert v. Ackerley, 180 F.3d 997, 1012 (9th Cir.\n\n1999) (approving jury instruction that individuals were liable if\n\nthey had a \"significant ownership interest with operational control\n\nof significant aspects of the corporation's day-to-day functions\"\n\n(emphasis added)); Herman v. RSR Sec. Servs. Ltd., 172 F.3d 132,\n\n140 (2d Cir. 1999) (\"Because [the defendant] controlled the company\n\nfinancially, it was no idle threat when he testified that he could\n\nhave dissolved the company if [the other defendants] had not\n\nfollowed his directions.\").         The company's profits also inure\n\ndirectly to an individual with an ownership interest, meaning that\n\nthe individual \"employs\" the worker in a very concrete and literal\n\nsense.   See Dole v. Elliot Travel & Tours, Inc., 942 F.2d 962, 966\n\n(6th Cir. 1991) (holding individual liable where \"the evidence\n\nclearly demonstrates that [individual] was the 'top man' . . . and\n\nthe corporation functioned for his profit\").\n\n\n                                    -24-\n\f             This is not to say that the FLSA's definition of employer\n\nexcludes   those    without    high    executive     positions      or   ownership\n\ninterests,     as   the    economic    reality      test   speaks    broadly      of\n\nindividuals who have \"operational control over significant aspects\n\nof the business.\"     Baystate, 163 F.3d at 678; see also Lamonica v.\n\nSafe Hurricane Shutters, Inc., 711 F.3d 1299, 1310 (11th Cir. 2013)\n\n(observing that \"a supervisor's title does not in itself establish\n\nor preclude his or her liability under the FLSA\").                  But the case\n\nlaw's emphasis on ownership and financial control is sensible\n\nbecause these factors suggest a strong degree of authority over the\n\ncorporation's finances and, as a corollary, the ability to \"caus[e]\n\nthe corporation to undercompensate employees and to prefer the\n\npayment of other obligations and/or the retention of profits.\"\n\nBaystate, 163 F.3d at 678.\n\n                     a.    Elaine Ullian\n\n             Against this backdrop, we turn to the allegations against\n\nUllian, BMC's former president and CEO. Plaintiffs say that Ullian\n\n\"had the authority to, and did, make decisions that concerned the\n\npolicies   defendants      adopted     and    the   implementation        of   those\n\npolicies.\"    They claim that she exercised her dominance over BMC's\n\noperations by coordinating a major merger of several Boston area\n\nhospitals,     overseeing     the    corporation's     budget,      and    setting\n\ncompany-wide policy.       She also was \"involved in\" a number of major\n\nemployment-related        decisions,    including     hiring   employees        from\n\n\n                                       -25-\n\fcommunity organizations, reducing jobs and services due to budget\n\ncuts, negotiating with unions, and ensuring that minorities were\n\nrepresented in BMC's workforce.\n\n            These allegations do not say that Ullian possessed any\n\nownership   interest    in     BMC,   which    we   have   identified    as    a\n\nsignificant    factor     in    the     individual     liability     analysis.\n\nNevertheless, her role as BMC's president and chief executive\n\nofficer suggests that she was in a position to exert substantial\n\nauthority over corporate policy relating to employee wages.                  See\n\nHotel Oasis, 493 F.3d at 34 (emphasizing that individual \"was the\n\ncorporate officer principally in charge of directing employment\n\npractices, [including] requiring employees to attend meetings\n\nunpaid, and setting employees' wages and schedules\").                    While\n\nallegations reliant solely on Ullian's position within BMC would\n\nnot be sufficient to hold her individually liable, the complaint\n\ncontains    allegations      indicating      that    she   \"controlled    [the\n\ncompany's] purse-strings or made corporate policy about [its]\n\ncompensation practices.\"       Baystate, 163 F.3d at 678.\n\n            Specifically,      Ullian    was   involved    in   an   array    of\n\ndecisions related to managing BMC's finances. For example, she was\n\ninvolved in the hospital budget and made decisions to allocate\n\nsubstantial resources to certain projects.                 Moreover, she was\n\n\"involved in the reduction of jobs and services\" at BMC due to\n\nbudgetary constraints, and was similarly involved in strategic\n\n\n                                      -26-\n\fdecisions to cut staff positions and reduce the company's spending.\n\nThese assertions support the notion that Ullian had the authority\n\nto, and did, make critical decisions regarding the allocation of\n\nBMC's resources, thereby buttressing the inference that she had the\n\ntype of operational control over the company that would give rise\n\nto individual FLSA liability.\n\n             The dissent notes these same factual allegations, but\n\nconcludes that they are \"merely consistent with\" an inference of\n\nliability, Twombly, 550 U.S. at 557, rather than sufficient to\n\nraise a plausible claim.        Although the dissent acknowledges that\n\nplaintiffs    need   not    state   \"particular    facts    showing    that   an\n\nindividual defendant made a specific decision or took a particular\n\naction that directly caused the plaintiffs' undercompensation,\" it\n\ncriticizes the complaint for failing to show \"that the plaintiffs'\n\ncompensation was sufficiently within the defendant's bailiwick to\n\njustify holding her personally liable.\"           It also takes issue with\n\nthe complaint's lack of allegations \"connecting Ullian to any\n\ncomponent of\" the timekeeping practices and work and training\n\nrequirements that caused the systematic undercompensation.\n\n             But   \"[t]he   relevant    question    .   .   .   in    assessing\n\nplausibility is not whether the complaint makes any particular\n\nfactual allegations.\"       Rodríguez-Reyes, 711 F.3d at 55.           Instead,\n\nwe look to whether, \"taken in their entirety,\" the facts alleged\n\nare enough to state a claim.           Id.   With respect, we believe the\n\n\n                                     -27-\n\fdissent devalues the familiar process of drawing inferences from\n\n\"relevant indicia\" of employer status, such as \"an individual's\n\noperational control over significant aspects of the business.\"\n\nBaystate, 163 F.3d at 678.\n\n             Even after the complaint's conclusory and generalized\n\nassertions     are   discarded,      the    pleading   discusses     Ullian's\n\ninvolvement in employment, training, and payroll operations, her\n\nparticipation in recruiting activities, and decisions she made to\n\nreduce staff due to budget cuts.            These allegations describe an\n\nexecutive who not only possessed, but repeatedly exercised the\n\nauthority to establish company-wide policy regarding employment-\n\nrelated   matters    and   made    significant    decisions   regarding    the\n\nallocation of financial resources that directly affected BMC's\n\nemployees.      These facts denominate concrete actions that had\n\nmeasurable and immediate impacts on BMC's workforce.                Thus, the\n\ncomplaint raises a plausible inference not only that compensation-\n\nrelated matters were well within Ullian's bailiwick, but also that\n\nshe \"control[led the] corporation's financial affairs and . . .\n\ncause[d] the corporation to compensate (or not to compensate)\n\nemployees in accordance with the FLSA.\"           Id. at 678.\n\n             While   specific     allegations    linking   Ullian   to   BMC's\n\nautomated timekeeping system or the practice of working through\n\nmeal and rest periods would have further buttressed plaintiffs'\n\nFLSA claim, that kind of direct evidence is not essential to the\n\n\n                                     -28-\n\fassertion of a plausible claim.       Moreover, demanding that type of\n\nallegation is often unrealistic at this stage when \"some of the\n\ninformation needed may be in the control of defendants.\"            Pruell,\n\n678 F.3d at 15.\n\n              Importantly, one of our prior opinions found individual\n\nFLSA liability in a nearly identical factual context.              In Hotel\n\nOasis, we deemed the president of the corporation personally liable\n\nbecause he \"had ultimate control over the business's day-to-day\n\noperations.\"     493 F.3d at 34.    The individual in question was the\n\ncorporate officer \"principally in charge of directing employment\n\npractices, such as hiring and firing employees, requiring employees\n\nto   attend    meetings   unpaid,   and    setting   employees'   wages   and\n\nschedules.\" Id. Notably, these facts were sufficient to establish\n\na claim against the individual regardless of whether he possessed\n\nan ownership interest in company.          Id. at 34 n.9.    As enumerated\n\nabove, the allegations against Ullian hew closely to the facts we\n\nfound sufficient to establish individual liability in Hotel Oasis.\n\nConsequently, the dismissal of the FLSA claims against her must be\n\nvacated.\n\n                     b.   Thomas Canavan\n\n              The complaint also seeks to hold Canavan, BMC's former\n\nsenior human resources director, personally liable for the alleged\n\nFLSA violations. Canavan lacks any ownership interest in BMC, does\n\nnot serve as a high-level corporate officer, and is not a member of\n\n\n                                    -29-\n\fthe company's board of directors.                  Unlike Ullian, he apparently\n\noccupied a position more akin to a senior employee than a corporate\n\nofficial.           Although FLSA's definition of \"employer\" does not\n\nnecessarily exclude senior-level employees, our previous cases have\n\nnot yet extended FLSA liability to such an individual.4\n\n                  In view of the case law's emphasis on individuals with\n\ncorporate officer status and/or an ownership stake in the company,\n\nand the lack of any such assertions relating to Canavan, the\n\nallegations as to his involvement in setting and enforcing the\n\nunlawful pay practices at issue become all the more important.\n\nAlthough there are such allegations against him, they are nothing\n\nmore       than    unadorned    assertions    that    are   not   supplemented   by\n\nspecific          allegations    supporting    the     inference    that   Canavan\n\ncontrolled         BMC's   purse-strings      or    made    decisions   about    the\n\nallocation of financial resources.             See Baystate, 163 F.3d at 678;\n\ncompare Donovan v. Grim Hotel Co., 747 F.2d 966, 971 (5th Cir.\n\n1984) (finding individual liable when \"he held their purse-strings\n\nand guided their policies,\" companies \"were part of the . . .\n\nfamily business,\" and \"functioned for the profit of his family\").\n\nAs we have detailed, there were such allegations against Ullian.\n\n\n\n       4\n       Indeed, plaintiffs have not identified a case where a\ncircuit court imposed FLSA liability on a human resources manager\nwho possessed no ownership stake in the company. But see Carpenter\nv. Refrigeration Sales Corp., 49 F. Supp. 2d 1028, 1031 (N.D. Ohio\n1999) (ruling that head of human resources department was\n\"employer\" under Family and Medical Leave Act).\n\n                                        -30-\n\fTheir absence with respect to Canavan undermines any inference of\n\nindividual liability.\n\n              Similarly, to say, as the complaint does, that Canavan\n\nhad    some    involvement    in   \"maintaining     records\"     or   \"payroll\n\nfunctions\" is not enough to support a reasonable inference of\n\nliability, given that plaintiffs nowhere assert that there was\n\nanything per se unlawful about taking automatic deductions from\n\nemployees'     time.     If   anything,    these   allegations    are   merely\n\nconsistent with the notion that Canavan was performing his job\n\nfunctions, rather than engaging in conduct that led to the alleged\n\nviolations.\n\n              For these reasons, the complaint does not state a claim\n\nagainst Canavan.\n\nB.    The Arbitrability of Plaintiffs' FLSA Claims\n\n              Defendants also mount a challenge to the viability of\n\nplaintiffs' FLSA claims based on federal laws governing unions,\n\nincluding the National Labor Relations Act (\"NLRA\") and the LMRA.\n\nAlthough defendants' argument is somewhat hazy, we understand it\n\nthis way.     LMRA § 301 embodies a strong federal policy in favor of\n\n\"protect[ing] the use of arbitration and grievance procedures\n\ncommon to CBAs.\"       Cavallaro, 678 F.3d at 5.     Thus, the LMRA exerts\n\na strong preemptive effect over state law causes of action \"so long\n\nas relief can be provided within the CBA process.\"             Id. at 6.   The\n\nFLSA, for its part, permits employers and employees to contract\n\n\n                                    -31-\n\fabout certain terms and conditions of employment, including the\n\nparties'    definition   of   \"work,\"    as   long    as   those    contractual\n\nprovisions    remain   consistent    with     the    FLSA's      provisions   and\n\npurposes.    Although the LMRA's broad protection of arbitration\n\nfocuses on state law claims, defendants maintain that the FLSA\n\nclaims similarly should be subject to the federal policy in favor\n\nof   arbitrating   disputes    between     employers       and    union   workers\n\nregarding the payment of wages.            The best way to do so is to\n\nrequire the unionized plaintiffs (Manning, Rivers, and Williams) to\n\narbitrate their FLSA claims before proceeding to federal court.5\n\n            This \"exhaustion\" argument runs aground on well-settled\n\ncase law governing the arbitrability of federal statutory claims.6\n\nIn O'Brien v. Town of Agawam, 350 F.3d 279 (1st Cir. 2003), we\n\naddressed the argument that the FLSA claims of certain unionized\n\n\n      5\n       We note that defendants do not address McCarthy, a nonunion\nplaintiff whose FLSA claims cannot be covered by a CBA. McCarthy's\nFLSA claims would thus appear to remain untouched even if we\naccepted defendants' view of the law.\n      6\n       Plaintiffs maintain that defendants should have raised this\nargument in a cross appeal, because adopting it would alter or\namend the judgment in defendants' favor.     To the contrary, the\ndistrict court's order dismissed plaintiffs' FLSA claims with\nprejudice. Accepting defendants' \"exhaustion\" argument would cause\nthe same result -- the dismissal of plaintiffs' FLSA claims with\nprejudice. Affirming the dismissal using this reasoning would be\nan appropriate exercise of our ability to affirm on any basis\npresent in the record, and no cross-appeal was necessary to put\nthis issue before us. See, e.g., United Fire & Cas. Co. v. Boulder\nPlaza Residential, LLC, 633 F.3d 951, 958 (10th Cir. 2011); Smith\nv. Johnson & Johnson, 593 F.3d 280, 283 n.2 (3d Cir. 2010); Rivero\nv. City & Cnty. of San Francisco, 316 F.3d 857, 862 (9th Cir.\n2002).\n\n                                    -32-\n\fworkers       were    \"barred     from    federal      court   because   they   are\n\nessentially contract claims for unpaid overtime\" and therefore\n\nsubject to the CBA's grievance and arbitration procedures.7                 Id. at\n\n284.        We rejected this proposition, observing that \"[r]ights\n\nconferred by Congress are conceptually distinct from those created\n\nby private agreement, and there is no authority for the proposition\n\nthat rights under the FLSA merge into contractual ones whenever the\n\ntwo overlap.\"         Id. at 285; see also Gilmer v. Interstate/Johnson\n\nLane       Corp.,    500   U.S.   20,    35   (1991)    (distinguishing    between\n\n\"contractual rights under a collective-bargaining agreement and\n\nindividual statutory rights\").\n\n               As a consequence, FLSA claims are not subject to a CBA's\n\ngrievance and arbitration procedures simply because they address\n\nsimilar subject matter or because the CBAs define compensable\n\n\"work.\"       Indeed, the state of the law is somewhat unsettled as to\n\nwhether a FLSA claim may ever be waived by a CBA.8                   Whatever the\n\n\n       7\n       In a notable omission, both defendants and plaintiffs have\nfailed to discuss or even cite Agawam in their briefs, despite its\nclear applicability to this case.\n       8\n       The Supreme Court's opinion in Barrentine v. Arkansas-Best\nFreight Sys., Inc., 450 U.S. 728 (1981), contained broad language\nstrongly suggesting that FLSA claims were never appropriate for\narbitration. Id. at 742-45. But the Court's recent opinion in 14\nPenn Plaza LLC v. Pyett, 556 U.S. 247 (2009), held that a provision\nrequiring the arbitration of statutory age discrimination claims\nwas enforceable, and indicated that unless a statutory scheme\nspecifically removed a \"particular class of grievances from the\nNLRA's broad sweep,\" a CBA's arbitration clause should be given\nfull effect. Id. at 257-58. In reaching this conclusion, Pyett\ndisapproved of Barrentine and similar opinions addressing other\n\n                                          -33-\n\fanswer to that question may be, the law is plain on one point: in\n\norder       for    a    CBA     to     subject      a   federal       statutory   claim    to\n\narbitration, any such waiver must be \"clear and unmistakable\" on\n\nits face.         Agawam, 350 F.3d at 285; see also Cavallaro, 678 F.3d at\n\n7.   The Supreme Court has repeatedly reaffirmed this rule.                               See\n\nPyett,       556       U.S.     at    260     (holding    that     union    members'      age\n\ndiscrimination              claims     must    be   subject      to     CBA's   arbitration\n\nprovisions         because           CBA    \"clearly     and     unmistakably      requires\n\nrespondents to arbitrate\" them); Wright v. Universal Mar. Serv.\n\nCorp., 525 U.S. 70, 80 (1998) (holding that requirement contained\n\nin CBA requiring parties to arbitrate employment discrimination\n\nclaims      must       be     clear    and    unmistakable,       and    that   \"less-than-\n\nexplicit\" waiver was insufficient).9\n\n\n\nemployment statutes, insofar as they suggested that federal\nstatutory claims could not be addressed properly through\narbitration. Id. at 265-72.\n     Pyett strongly indicates that FLSA claims are indeed\narbitrable. Some courts, however, have suggested that the FLSA's\nstructure and language may distinguish it from the ADEA and other\nemployment discrimination statutes for these purposes.      Compare\nAustin v. Owens-Brockway Glass Container, Inc., 78 F.3d 875, 883\nn.2 (4th Cir. 1996) (observing that Title VII and Americans with\nDisabilities Act contain provisions encouraging arbitration,\nwhereas FLSA does not), with Kuehner v. Dickinson & Co., 84 F.3d\n316, 319 (9th Cir. 1996) (stating that employee was \"[u]nable to\nidentify support in the text or legislative history of the FLSA\"\nfor notion that FLSA excludes certain claims from arbitration). As\nwe explain, we need not answer that question today.\n        9\n       Agawam and the other opinions discussed above defeat\ndefendants' reliance on Leahy v. City of Chicago, 96 F.3d 228, 232\n(7th Cir. 1996). There, a divided panel held that \"if the [CBA's]\nguarantee of overtime compensation for time worked in excess of\neight hours . . . protects [the plaintiffs'] FLSA rights to\n\n                                               -34-\n\f             As to what kind of provision would work a clear and\n\nunmistakable waiver, we have observed that \"[a] broadly-worded\n\narbitration clause such as one covering 'any dispute concerning or\n\narising out of the terms and/or conditions of [the CBA] . . . '\n\nwill not suffice; rather, something closer to specific enumeration\n\nof the statutory claims to be arbitrated is required.\"           Cavallaro,\n\n678 F.3d at 7 n.7.     For example, in Wright, the Court held that the\n\nCBA in that case was not sufficiently lucid when it contained \"very\n\ngeneral\"     clauses   requiring   arbitration      of   \"'[m]atters      under\n\ndispute'\" and \"'matters affecting wages, hours, and other terms and\n\nconditions of employment,'\" without the \"explicit incorporation of\n\nstatutory antidiscrimination requirements.\" 525 U.S. at 80-81. In\n\nAgawam, we deemed insufficient arbitration language referring only\n\nto \"'grievances,' which in turn [were] defined as allegations that\n\nthe   Town    violated   the   CBA\"     without   any    reference   to     the\n\n\"arbitration     of    statutory   claims,    let    alone   a   clear      and\n\nunmistakable waiver of a judicial forum for such claims.\" 350 F.3d\n\nat 285-86.\n\n             Here, the defendants cannot point to a single provision\n\nof the relevant CBAs that works a clear and unmistakable waiver of\n\n\n\novertime compensation, then the agreement is a defense to liability\nunder the FLSA.\" Id. at 232. The Leahy court held that as long as\nthe CBA grants workers all the protection the FLSA affords, then\nthe CBA provides the exclusive means of vindicating the workers'\nFLSA rights and their claims must be dismissed.          As Agawam\nexplains, however, this analysis incorrectly conflates contractual\nrights with statutory ones. 350 F.3d at 285.\n\n                                      -35-\n\ftheir FLSA claims.         The CBAs' arbitration provisions do contain\n\ngeneral grievance procedures, but define \"grievances\" as disputes\n\nor   concerns    arising    out   of    the    interpretation     of    the   CBAs\n\nthemselves.      These     provisions    do    not   mention    the    employees'\n\nstatutory claims, much less clearly or unmistakably agree to\n\nsubject them to arbitration.        Accordingly, nothing in the CBAs can\n\neven be remotely construed to require the plaintiffs to seek\n\nredress    for   their     FLSA   claims      through   the    CBA's    grievance\n\nprocesses.\n\n             In sum, a well-developed body of precedent dictates that\n\na CBA's waiver of federal statutory claims must be clear and\n\nunmistakable.     No such waiver exists in the CBAs at issue here.\n\nConsequently, the CBAs do not foreclose plaintiffs' claims under\n\nthe FLSA.10\n\n\n      10\n        Contrary to defendants' assertions, the LMRA and its\nattendant preemption doctrine do not support the arbitrability of\nplaintiffs' FLSA claims. As defendants acknowledge, this body of\nlaw typically addresses the effect of federal labor law upon state\nlaw causes of action and accordingly says little about the proper\nrelationship between two federal statutory schemes. See Cavallaro,\n678 F.3d at 4-5; see also Part II.C.1, infra. The Supreme Court\nand our opinion in Agawam have prescribed a different analysis when\nit comes to the latter circumstance.        In short, defendants'\nreliance on LMRA preemption doctrine is simply a rephrasing of\ntheir \"waiver\" argument, and we accordingly reject it as well.\n     Similarly unavailing is defendants' reliance on Tamburello v.\nComm-Tract Corp., 67 F.3d 973 (1st Cir. 1995), where we deemed a\nRICO claim \"preempted\" by federal labor law when the claim asserted\na violation of federal labor law as a predicate act. Id. at 976-\n78.   This case does not implicate Tamburello's unique posture,\nhowever, as here plaintiffs assert statutory rights that exist\nwholly independent of the CBA and do not depend upon its\ninterpretation.\n\n                                       -36-\n\fC.    McCarthy's State Common Law Claims\n\n            Plaintiffs   also        challenge       the     district      court's\n\ndisposition of their state law claims, asserting that the trial\n\ncourt erroneously forced a nonunion plaintiff, McCarthy, to join\n\nher state law claims with the federal claims asserted by the other\n\nnamed plaintiffs, all of whom were union members covered by CBAs.\n\nIn the alternative, plaintiffs argue that the district court erred\n\nin dismissing McCarthy's state law claims under Rule 12(b)(6).\n\n            1. The Consolidation of McCarthy's Claims with the Union\n            Plaintiffs' Claims\n\n            The state law claims at issue in this case had their\n\ngenesis in Manning II, which began in the Commonwealth courts but\n\nwas   subsequently   removed    to    federal     court      via   LMRA   complete\n\npreemption.      \"'Complete    preemption'       .   .   .     applies    where   a\n\npurported state claim either is re-characterized as a federal claim\n\nor . . . is otherwise so related to federal law as to permit the\n\nremoval.\"     Cavallaro, 678 F.3d at 4.          In the labor context, this\n\ndoctrine reaches all \"state law claims 'founded directly on rights\n\ncreated by collective-bargaining agreements' or 'substantially\n\ndependent on analysis of a collective-bargaining agreement.'\"                 Id.\n\nat 5 (quoting Caterpillar Inc. v. Williams, 482 U.S. 386, 394\n\n(1987)).    LMRA complete preemption thus transforms a claim pled\n\nunder state law into a claim arising under federal labor law,\n\n\n\n\n                                     -37-\n\fthereby establishing a basis for federal jurisdiction and changing\n\nthe substantive law governing the claim itself.11                Id. at 5-7.\n\n                  The three original plaintiffs in Manning II were all\n\nunion members, and all asserted state law claims that the district\n\ncourt found to be substantially dependent on interpreting the CBAs,\n\nrendering them completely preempted.             Plaintiffs raise no dispute\n\nwith this legal conclusion on appeal.12 Instead, they object to the\n\ndistrict court's directive that the plaintiffs file a single\n\namended complaint pleading the federal and state law claims that\n\nbegan        as   two   separate   cases   in   Manning    I   and   Manning   II.\n\nPlaintiffs observe that McCarthy, as a nonunion employee not\n\ncovered by a CBA, had the ability to raise state law claims that\n\nwere not completely preempted by the LMRA.                See Pruell v. Caritas\n\nChristi, 645 F.3d 81, 84 (1st Cir. 2011) (\"So long as non-union\n\nplaintiffs pursue their own claims or represent others who are also\n\n\n        11\n        Complete preemption is rooted in § 301 of the LMRA, 29\nU.S.C. § 185, which governs \"[s]uits for violation of contracts\nbetween an employer and a labor organization representing\nemployees.\"   Id. § 185(a).  Although the LMRA lacks an express\npreemption provision, the Supreme Court has construed this\nprovision as supporting the preemption of state law claims. See\nCavallaro, 678 F.3d at 5 (discussing line of LMRA preemption\nopinions).\n        12\n        In their reply brief, plaintiffs cite the complaint's\nallegation that Rivers joined a union only after having worked at\nBMC for approximately five years, and suggest that any claims\narising out of Rivers's pre-union term of employment are not\ncompletely preempted. The failure to argue this issue in their\nopening brief dooms any attempt to distinguish Rivers's claims.\nSee Rubin v. Islamic Republic of Iran, 709 F.3d 49, 54 (1st Cir.\n2013).\n\n                                       -38-\n\fnot covered by CBAs, that is a state case under state law.\").       But\n\nbringing McCarthy's claims as a separate action in the Commonwealth\n\ncourts, plaintiffs say, would have violated the district court's\n\ndirective to file a single consolidated complaint that included the\n\nputative class members' state law claims.\n\n          There is no evidence that the district court intended to\n\npreclude McCarthy from pursuing state law claims in state court.\n\nTo recap, the three named plaintiffs who initiated both Manning I\n\nand Manning II were all asserted to be union members.        At the time\n\nthe   district   court   directed   plaintiffs   to   file    a   single\n\nconsolidated complaint, these were the only three plaintiffs in the\n\ncase. Thus, the district court understood the case to concern only\n\nplaintiffs who were union members, and plaintiffs cite nothing in\n\nthe record showing that the district court was even aware of the\n\nexistence of a named plaintiff who had the undisputed ability to\n\nassert nonpreempted state law claims.    Based on the circumstances\n\nbefore it, the district court acted on the reasonable assumption\n\nthat if the then-existent plaintiffs wanted to bring any state law\n\nclaims, they should be joined with their federal causes of action.\n\nSee 28 U.S.C. § 1367(a).\n\n          Even if the district court had been made aware of\n\nMcCarthy as a plaintiff, exercising supplemental jurisdiction over\n\nher claims would have been more than appropriate, since they were\n\nundisputedly part of the same case or controversy.     See Cavallaro,\n\n\n                                -39-\n\f678 F.3d at 5.    To be sure, the exercise of this jurisdiction was\n\nwithin the court's discretion, and McCarthy could have moved to\n\ndismiss her particular claims without prejudice.              See 28 U.S.C. §\n\n1367(c)   (permitting        district    courts   to    decline     supplemental\n\njurisdiction in certain enumerated circumstances).                  But McCarthy\n\nnever requested the chance to bring her claims outside federal\n\ncourt.    While the amended complaint includes a footnote stating\n\nthat the state law claims were joined to the federal causes of\n\naction per the district court's directive, this vague notation says\n\nonly that the plaintiffs \"reserve all rights.\" McCarthy cannot now\n\ncomplain of the court's failure to address this issue when she did\n\nnot put such a request before the court below.\n\n             Finally,   to    the   extent     that    plaintiffs    attack   the\n\ndistrict court's directive to file a single consolidated complaint,\n\nthat contention is meritless.            See Sutcliffe Storage & Warehouse\n\nCo. v. United States, 162 F.2d 849, 851 (1st Cir. 1947) (stating\n\nthat \"district court would be acting quite within its discretion in\n\ntaking steps to consolidate or otherwise avoid the duplication of\n\nsuch closely similar cases, whatever the substantive rights of the\n\nparties\").\n\n             For these reasons, all of the named plaintiffs' claims,\n\nboth federal and state, were properly before the district court.\n\n\n\n\n                                        -40-\n\f           2.    The Merits of McCarthy's State Law Claims\n\n           The district court grouped the state law claims into\n\nthree categories: (1) contract and quasi-contract claims (Counts\n\nII-IV and IX); (2) fraud claims (Counts VII and VIII); and (3)\n\nunjust enrichment, money had and received, and conversion claims\n\n(Counts V, VI and X).      To clarify the scope of this appeal, the\n\ndistrict court ruled that insofar as these common law claims sought\n\nto   recover    overtime   pay,   they    were   preempted   because      they\n\nconflicted with the FLSA's comprehensive remedial scheme.                 Cf.\n\nRomán, 147 F.3d at 76 (addressing preemption of Maine law and\n\nsuggesting that \"the FLSA is the exclusive remedy for enforcement\n\nof rights created under the FLSA\") (internal quotation marks\n\nomitted). The parties do not dispute this proposition. McCarthy's\n\nstate law claims are accordingly limited to the recovery of\n\n\"straight-time\" pay, i.e., unpaid wages for non-overtime hours at\n\nher regular hourly rate.\n\n           Plaintiffs challenge the district court's conclusion that\n\nMcCarthy's state law claims were pled in too conclusory a fashion\n\nto withstand dismissal.      Defendants, for their part, urge us to\n\nadopt the district court's reasoning.            In the alternative, they\n\nassert that all the common law claims are precluded or \"preempted\"\n\nby   Massachusetts   wage-and-hour       statutes.    We   begin   with   the\n\nquestion of whether the Massachusetts wage-and-hour law precludes\n\n\n\n\n                                   -41-\n\fMcCarthy's common law claims, and then turn to the sufficiency of\n\nthe complaint.\n\n                   a. The Effect of the Massachusetts Wage-and-Hour\n                   Statutes on the Common Law Claims\n\n          Defendants note that the district court dismissed the\n\noriginal Manning II complaint's statutory Massachusetts wage-and-\n\nhour claims because those statutes exempt \"an employee of an\n\nincorporated    hospital   .   .   .   which    is   conducted   as    a   public\n\ncharity,\" Mass. Gen. Laws ch. 149, § 148, and \"any employee who is\n\nemployed . . . in a hospital,\" id. ch. 151, § 1A(16).                 Defendants\n\nargue that McCarthy seeks to evade the force of these exemptions by\n\nclothing her statutory claims as contractual ones.               They contend\n\nthat all of McCarthy's common law claims are premised on the\n\nviolation of Massachusetts wage-and-hour statutes, and that those\n\nstatutes should be construed to \"preempt\" any recovery of unpaid\n\nwages through common law causes of action.13\n\n          We are not persuaded.               When exercising diversity or\n\nsupplemental     jurisdiction      over   state      law   claims,    we   apply\n\nsubstantive state law.     See Barton v. Clancy, 632 F.3d 9, 17 (1st\n\nCir. 2011).    In doing so, our duty is to \"make an informed prophecy\n\nas to the state court's likely stance.\"               Andrew Robinson Int'l,\n\n\n     13\n       McCarthy contends that we are barred from evaluating whether\nMassachusetts wage-and-hour statutes preclude or displace their\ncommon law claims, since doing so would have the effect of\nenlarging the judgment in defendants' favor.       For the reasons\nexplained in footnote 6, supra, she is wrong.        See Powell v.\nSchriver, 175 F.3d 107, 113 (2d Cir. 1999).\n\n                                       -42-\n\fInc. v. Hartford Fire Ins. Co., 547 F.3d 48, 51 (1st Cir. 2008).\n\nTo begin, the Massachusetts courts have noted that duties arising\n\nout of a contract may be distinguished from those imposed by\n\nstatute, and the two do not merge simply because they cover similar\n\nsubject matter.    Indeed, the Massachusetts courts have been clear\n\nthat \"an existing common law remedy is not to be taken away by\n\nstatute unless by direct enactment or necessary implication.\"\n\nEyssi v. City of Lawrence, 618 N.E.2d 1358, 1361 (Mass. 1993)\n\n(citation omitted) (internal quotation marks omitted); see also\n\nKing v. Viscoloid Co., 106 N.E. 988, 989 (Mass. 1914) (same).\n\n           In Salvas v. Wal-Mart Stores, Inc., the Massachusetts\n\nSupreme Judicial Court (\"SJC\") applied these principles to a claim\n\non behalf of a group of workers who alleged that their employer had\n\ndeprived them of their meal periods without payment.            893 N.E.2d\n\n1187, 1215 (Mass. 2008).        There, the plaintiffs pled a cause of\n\naction under Massachusetts General Laws Chapter 149, § 100, for\n\nunpaid meal breaks, as well as a breach of contract claim based on\n\nthe same deprivation.     Id.     Although the statutory claim failed\n\nbecause the relevant law did not provide for either an express or\n\nan implied private right of action, id. at 1216, the court held\n\nthat \"[t]he lack of a statutory private right of action presents no\n\nbar   to   the   plaintiffs'    claim     that   [defendant]   violated   a\n\ncontractual duty to provide meal periods to the plaintiff class.\"\n\nId.   The SJC observed that \"[t]o an hourly employee . . . , the\n\n\n                                   -43-\n\fopportunity to stop work and eat a meal in peace during a busy\n\nworkday may constitute a benefit of significant value,\" which the\n\nparties   could   bargain    for   in   the    course   of   establishing   an\n\nenforceable contract.       Id. at 1217.      As a consequence, plaintiffs'\n\ninability to avail themselves of a remedy under the wage-and-hour\n\nlaws did not preclude a common law claim that sought to vindicate\n\ndistinct legal rights.\n\n           Salvas closely tracks this case.              Although McCarthy\n\ncannot bring statutory wage-and-hour claims against defendants\n\ndirectly due to BMC's exempt status, that prohibition does not\n\ncompel the erasure of her remedies at common law.             See Eyssi, 618\n\nN.E.2d at 1361-62 (holding that amendments to workers' compensation\n\nstatutes did not bar common law loss of consortium action brought\n\nby spouse or child of police officer).\n\n           Seeking to conjure a contrary argument, defendants rely\n\non two SJC cases that they read for the proposition that \"[w]here\n\na statute has been enacted seemingly to cover the whole subject to\n\nwhich it relates . . . other provisions of the common law . . . are\n\nthereby superseded.\"        School Comm. of City of Lowell v. City of\n\nLowell, 164 N.E. 91, 92 (Mass. 1928).          But these cases do not sweep\n\nso broadly. For one, Lowell addressed a right that was \"wholly the\n\ncreature of statute\" and that \"[did] not exist at common law.\" Id.\n\nat 93.    By contrast, the common law rights plaintiffs seek to\n\nvindicate here have long preceded the Massachusetts wage-and-hour\n\n\n                                    -44-\n\flaws.        The other SJC case defendants cite, School Committee of\n\nBoston v. Reilly, 285 N.E.2d 795 (Mass. 1972), actually undermines\n\ntheir contentions.         There, the SJC considered the relationship\n\nbetween a criminal statute prohibiting municipal employees from\n\nengaging in strikes or work stoppages, and the terms of a CBA\n\nbetween the Boston school system and the teachers' union that also\n\nprohibited strikes.        Id. at 796.   When the teachers' union engaged\n\nin a work stoppage, the school district sued under the CBA and\n\nobtained an injunction.         Id. at 797.     Rejecting the teachers'\n\ncontention that the criminal statutes provided the exclusive remedy\n\nfor the union's conduct, the SJC saw nothing that \"would warrant\n\nthe conclusion that [the criminal statute's] enactment was intended\n\nto restrict previously existing common law remedies for breach of\n\ncontract in the employer-employee context.\"         Id. at 798.14\n\n               In short, defendants have not identified any persuasive\n\nevidence that the Massachusetts legislature sought to eliminate\n\nlongstanding common law causes of action through the wage-and-hour\n\nlaws.        We therefore conclude that these laws do not preclude\n\nMcCarthy from asserting the common law claims pled in this case.\n\n                      b.   The Sufficiency of the State Law Claims\n\n\n\n\n        14\n        Defendants' remaining authorities consist of unpublished\nMassachusetts trial court opinions that are either inapposite or\nfail to engage with the doctrine described above. We thus see no\nreason to adopt their reasoning.\n\n                                    -45-\n\f             We now turn to the sufficiency of the state law claims\n\nunder Rule 12(b)(6), grouping them as the district court did into\n\ncontract claims, fraud claims, and unjust enrichment claims.                       As\n\nstated above, the parties are in accord that these claims are for\n\nrecovery of \"straight-time\" pay only.\n\n                             i.   The Contract Claims\n\n             McCarthy contends that the district court \"misapprehended\n\nthat an employer-employee relationship is, at heart, a contractual\n\none\" and that the court erred in ruling that the amended complaint\n\nfailed to allege a contract.             We agree.      While the complaint may\n\nnot   be   larded    with    detail,     the    basic   claim    is    clear.     The\n\ndefendants, by hiring and employing the plaintiffs, \"entered into\n\n[] employment contract[s] with [them].\" There is no requirement of\n\ngreater formality to establish an employment contract. Indeed, \"an\n\ninformal contract of employment may arise by the simple act of\n\nhanding a job applicant a shovel and providing a workplace.\"\n\nHishon v. King & Spalding, 467 U.S. 69, 74 (1984).\n\n           Per the complaint, the terms of this alleged contract were\n\nsimilarly     straightforward       --    McCarthy      and    her    fellows   would\n\n\"provide     their   labor    and   services       in   a     specified   role   for\n\ndefendants, in exchange for an agreed upon hourly pay rate for 'all\n\nhours worked' by plaintiffs.\"              \"At a very minimum, an at-will\n\nemployment relationship encompasses an agreement by the employee to\n\nperform specified work and an agreement by the employer to pay for\n\n\n                                         -46-\n\fthe work performed.\"        Gasior v. Mass. Gen. Hosp., 846 N.E.2d 1133,\n\n1137 n.7 (Mass. 2006).           The heart of the state law claims is that,\n\nthrough    the   timekeeping       and   payroll    policies    detailed   above,\n\ndefendants breached the agreements and/or promises to pay all of\n\nthe wages due.          The complaint also includes allegations stating\n\nthat defendants breached the duty of good faith by failing to pay\n\nplaintiffs for their hours worked, and that the employees relied,\n\nto their detriment, on defendants' promises to pay all the wages\n\nowed.     While these factual allegations are relatively simple, so\n\nare the elements of a claim sounding in contract.                  We see no need\n\nto demand more specificity when the core assertion is obvious\n\nenough.     Cf. Spears v. Miller, No. 1683, 2006 WL 2808145, at *3\n\n(Mass. App. Div. Sept. 26, 2006) (observing that while \"complaint\n\nwas silent as to [employees'] precise employment arrangements,\"\n\nallegations      that    employer     \"employed     them\"    and   that   employer\n\n\"'agreed    to   pay'     them    'legally      mandated    overtime   pay'\"   were\n\nsufficient to state breach of contract claim).\n\n          For these reasons, the dismissal of McCarthy's claims\n\nsounding in contract must be vacated.\n\n                             ii.    The Fraud and Unjust Enrichment Claims\n\n          The remaining common law claims may be disposed of more\n\nsimply. As an initial matter, we note that McCarthy articulates no\n\nchallenge to the district court's conclusion that the fraud claims\n\ndid not meet the heightened pleading threshold set by Rule 9(b).\n\n\n                                         -47-\n\fSee Fed. R. Civ. P. 9(b) (requiring that fraud or mistake claims\n\n\"state with particularity the circumstances constituting fraud or\n\nmistake\").    Although McCarthy contends that the dismissal of the\n\ncommon law claims should be vacated insofar as it is based on the\n\ncomplaint's failure to plead knowledge, that pleading defect was\n\nnot the basis of the district court's dismissal of the fraud\n\nclaims.    Due to the failure to provide any developed argumentation\n\nas to why the fraud claims should survive Rule 9(b), we affirm the\n\ndismissal of Count VII, the fraud claim, and Count VIII, the\n\nnegligent misrepresentation claim.      See Elena v. Municipality of\n\nSan Juan, 677 F.3d 1, 8 (1st Cir. 2012) (deeming claim waived on\n\nappeal when plaintiffs \"make no attempt at any analysis whatsoever,\n\nlet alone developed argument\").\n\n          By contrast, the district court's dismissal of the unjust\n\nenrichment, money had and received, and conversion claims was based\n\nentirely on its erroneous conclusion that the complaint did not\n\nsufficiently plead that \"defendants required or had knowledge of\n\nthe work allegedly performed by plaintiffs.\"      See Part II.A.1.a,\n\nsupra.    Neither the district court nor defendants on appeal have\n\nproffered another basis for affirming the district court's order.\n\nConsequently, the dismissal of the unjust enrichment, conversion,\n\nand money had and received claims should be vacated.\n\nD.   Plaintiffs' Class Action and Collective Action Allegations\n\n\n\n\n                                 -48-\n\f          In addition to dismissing plaintiffs' substantive causes of\n\naction, the district court struck the class and collective action\n\nallegations.    The amended complaint seeks both certification of a\n\nclass action under Federal Rule of Civil Procedure 23 for the\n\nnonunion members' state law claims seeking straight-time pay, and\n\na collective action under FLSA Section 16(b), 29 U.S.C. § 216(b),\n\nfor the plaintiffs' FLSA overtime claims. Although Rule 23 and the\n\nFLSA impose different certification requirements, the district\n\ncourt used the same reasoning to strike both sets of allegations,\n\nand the parties by and large do not distinguish between the two\n\nregimes.    We consequently assume that the same analysis applies to\n\nboth.15 For simplicity's sake, we refer to the relevant allegations\n\nas \"class action\" allegations.\n\n          The dispositive question for purposes of this appeal is\n\nwhether the complaint pleads the existence of a group of putative\n\nclass members whose claims are susceptible of resolution on a\n\nclasswide basis.    See Wal-Mart Stores, Inc., v. Dukes, 131 S. Ct.\n\n2541, 2551 (2011) (holding that common issue of fact \"must be of\n\n\n\n     15\n        Conditional certification of a FLSA collective action\nrequires that the putative plaintiffs be \"similarly situated.\" 29\nU.S.C. § 216(b). By contrast, Rule 23 calls for the class to share\ncommon questions of law or fact, Fed. R. Civ. P. 23(a)(2), and if\ncertification is sought under Rule 23(b)(3), as is typical in wage-\nand-hour suits, that common issues predominate over individual\nones, id. 23(b)(3).     Although we treat class and collective\ncertification requirements as the same for the purposes of this\nappeal, we do not suggest that this conflation is appropriate in\nall circumstances.\n\n                                 -49-\n\fsuch a nature that it is capable of classwide resolution -– which\n\nmeans that determination of its truth or falsity will resolve an\n\nissue that is central to the validity of each one of the claims in\n\none stroke\").    The Supreme Court has recognized that \"[s]ometimes\n\nthe issues are plain enough from the pleadings to determine whether\n\nthe interests of the absent parties are fairly encompassed within\n\nthe named plaintiff's claim.\"   Gen. Tel. Co. of Sw. v. Falcon, 457\n\nU.S. 147, 160 (1982).   If it is obvious from the pleadings that the\n\nproceeding cannot possibly move forward on a classwide basis,\n\ndistrict courts use their authority under Federal Rule of Civil\n\nProcedure 12(f) to delete the complaint's class allegations.16 See,\n\ne.g., Pilgrim v. Universal Health Card, LLC, 660 F.3d 943, 949 (6th\n\nCir. 2011) (upholding striking of class allegations prior to close\n\nof discovery and motion to certify class).\n\n          Nonetheless, courts should exercise caution when striking\n\nclass action allegations based solely on the pleadings, for two\n\nreasons. First, while ruling on a motion to strike is committed to\n\nthe district court's sound judgment, \"such motions are narrow in\n\nscope, disfavored in practice, and not calculated readily to invoke\n\nthe court's discretion.\"    Boreri v. Fiat S.p.A., 763 F.2d 17, 23\n\n(1st Cir. 1985).     This is so because \"striking a portion of a\n\n\n\n     16\n       In their reply brief, plaintiffs contend that the FLSA does\nnot expressly require that the complaint plead the requirements of\na collective action. Because this assertion was raised too late,\nwe do not pass upon its merits.\n\n                                -50-\n\fpleading is a drastic remedy and . . . it is often sought by the\n\nmovant simply as a dilatory or harassing tactic.\"           5C Charles Alan\n\nWright, et. al., Federal Practice & Procedure § 1380 (3d ed. 2011).\n\nSecond, courts have repeatedly emphasized that striking class\n\nallegations under Rule 12(f)\n\n       is even more disfavored because it requires a\n       reviewing court to preemptively terminate the class\n       aspects of . . . litigation, solely on the basis of\n       what is alleged in the complaint, and before\n       plaintiffs are permitted to complete the discovery\n       to which they would otherwise be entitled on\n       questions relevant to class certification.\n\nMazzola v. Roomster Corp., 849 F. Supp. 2d 395, 410 (S.D.N.Y. 2012)\n\n(citations omitted) (internal quotation marks omitted); see also\n\nCholakyan v. Mercedes-Benz USA, LLC, 796 F. Supp. 2d 1220, 1245\n\n(C.D. Cal. 2011) (noting that \"it is in fact rare to [strike class\n\nallegations] in advance of a motion for class certification\" and\n\ncollecting cases). Accordingly, a court should typically await the\n\ndevelopment of a factual record before determining whether the case\n\nshould move forward on a representative basis.\n\n       Here,    the   district   court’s   analysis    as    to   the   class\n\nallegations    was    deeply   intertwined   with     its    dismissal     of\n\nplaintiffs' substantive claims.     The court ruled that the facts as\n\nalleged did not suggest the existence of an \"official policy\" that\n\napplied to \"each of the more than 50 discrete occupational classes\n\nplaintiffs claim make up the potential class.\"         What is more, the\n\ndistrict court believed that the existence of such a widespread\n\n\n                                  -51-\n\fpolicy across such a diverse group of employees was \"simply not\n\nplausible.\"\n\n        As we have explained, however, the core of plaintiffs'\n\nallegations is in fact straightforward -- namely, that through a\n\ncombination of timekeeping policies and other human resources\n\npractices, BMC employees were consistently required to work through\n\ntheir meal breaks and for periods of time before and after their\n\nregular work hours without compensation.          This work took place\n\nopenly at the hospital's facilities, with the employer's actual or\n\nconstructive knowledge.   Accepting the complaint's allegations as\n\ntrue, as we must, these facts support the plausible inference that\n\nthis combination of policies affected BMC's employees across the\n\nboard, notwithstanding their different roles within the company.\n\nEven if the court had concerns about plaintiffs' ability to\n\nrepresent such a diverse group of employees, those concerns do not\n\njustify the drastic measure of striking the class allegations in\n\ntheir entirety.     Cf. Twombly, 550 U.S. at 563 n.8 (\"[W]hen a\n\ncomplaint adequately states a claim, it may not be dismissed based\n\non a district court's assessment that the plaintiff will fail to\n\nfind evidentiary support for his allegations or prove his claim to\n\nthe satisfaction of the factfinder.\").          Moreover, the district\n\ncourt has many tools at its disposal to address concerns regarding\n\nthe   appropriate   contours   of     the   putative   class,   including\n\nredefining the class during the certification process or creating\n\n\n                                    -52-\n\fsubclasses.   Cf. Fengler v. Crouse Health Found., Inc., 595 F.\n\nSupp. 2d 189, 197 (N.D.N.Y. 2009) (granting class certification in\n\nhospital   compensation   case,   but    excluding   \"non-patient   care\n\nworkers,\" such as cafeteria workers and security staff, because\n\nplaintiffs failed to show that these employees worked without pay\n\nwith hospital administrators' knowledge).       Therefore, plaintiffs\n\nshould have the chance to prove their assertions through discovery\n\nand a properly-brought motion for class certification.\n\n       Defendants suggest that plaintiffs invited the district\n\ncourt to resolve the class issues on the pleadings when they moved\n\nfor conditional certification of a FLSA collective action on behalf\n\nof BMC employees affected by the alleged \"meal break deduction\n\npolicy.\"   We fail to see how plaintiffs' motion supports striking\n\nthe class allegations at this early stage.           The mere fact that\n\nplaintiffs raised the issue to the court did not warrant confining\n\nthe inquiry to the pleadings alone, and the trial court would have\n\nbeen well within its discretion to defer ruling on the conditional\n\ncertification request until a later stage of the case.       See, e.g.,\n\nPerez v. Prime Steak House Rest. Corp., ___ F. Supp. 2d ____, 2013\n\nWL 1635527, at *8 (D.P.R. Apr. 17, 2013).        Moreover, plaintiffs\n\npoint out that the district court elected not to address the\n\nevidence plaintiffs proffered in support of their motion for\n\nconditional certification. This fact emphasizes the prematurity of\n\n\n\n\n                                  -53-\n\fthe district court's decision to strike the class and collective\n\nallegations on the pleadings.\n\n          Consequently, we must vacate the court's order striking the\n\nclass and collective action allegations from the complaint.\n\nE.    Leave to Amend\n\n          Finally, plaintiffs request that they be given leave to\n\ncorrect any deficiencies in the pleading, to the extent that the\n\ndistrict court's dismissal is affirmed.        Federal Rule of Civil\n\nProcedure 15(a)(2) states that \"[a] court should freely give leave\n\nwhen justice so requires.\"     This rule does not mean that \"a trial\n\ncourt must mindlessly grant every request for leave to amend.\"\n\nAponte–Torres v. Univ. of P.R., 445 F.3d 50, 58 (1st Cir. 2006).\n\nLeave to amend is appropriately denied when, inter alia, \"the\n\nrequest is characterized by 'undue delay, bad faith, futility, [or]\n\nthe    absence   of    due   diligence   on   the   movant's   part.'\"\n\nCalderón-Serra v. Wilmington Trust Co., 715 F.3d 14, 19 (1st Cir.\n\n2013) (quoting Palmer v. Champion Mortg., 465 F.3d 24, 30 (1st Cir.\n\n2006)).    We review the district court's denial of leave to amend\n\nfor abuse of discretion.     Platten v. HG Bermuda Exempted Ltd., 437\n\nF.3d 118, 131 (1st Cir. 2006).\n\n          Here, we affirm the dismissal of the FLSA claims against\n\nCanavan, as well as the fraud claims. These claims were originally\n\npled in the two separate complaints that initiated Manning I and\n\nManning II, respectively.     The district court identified a number\n\n\n                                  -54-\n\fof deficiencies in both of these pleadings, and the amended\n\ncomplaint now before us represents plaintiffs' attempt to cure\n\nthose problems.   While the trial judge could certainly have given\n\nplaintiffs yet another try, the court was by no means required to\n\ndo so.   This is especially true as to the fraud allegations, where\n\nplaintiffs fell far short of meeting the heightened pleading\n\nstandard imposed by Rule 9(b).     Although the district court was\n\nincorrect to dismiss all of plaintiffs' claims, it was within its\n\ndiscretion to conclude that the time had arrived to settle the\n\npleadings.\n\n         We also observe that many of the hospital compensation\n\nlawsuits being brought throughout the country, including those\n\nlitigated by plaintiffs' counsel in this case, use complaints that\n\nassert the same basic factual allegations and claims raised here.\n\nA number of courts have expressed their frustration with the lack\n\nof detail in these complaints.    See Pruell, 678 F.3d at 14 & n.2\n\n(collecting cases and noting district courts' \"displeasure\" with\n\ntheir complaints).   While these cases may involve complaints that\n\ndiffer in some respects from the pleading at issue in this case,\n\nthe dismissal of many of these similar allegations, including those\n\nwritten by plaintiffs' counsel here, should have put plaintiffs'\n\ncounsel on notice of the necessity of a thorough drafting job.\n\nThis circumstance further supports the trial judge’s conclusion\n\nthat giving them another chance would have served little purpose.\n\n\n                                 -55-\n\f          In sum, we must \"defer to the district court's hands-on\n\njudgment so long as the record evinces an adequate reason for the\n\ndenial.\"    Aponte–Torres, 445 F.3d at 58.        Given the facts of this\n\ncase we cannot say that denial of further leave to amend was an\n\nabuse of discretion.\n\n                                  III.\n\n          For the reasons stated, we vacate the district court's order\n\nin part and affirm it in part.             Specifically, we vacate the\n\ndismissal of the FLSA claim against BMC and Ullian (Count I), the\n\ncontract claims (Counts II-IV, and IX), and the money had and\n\nreceived, unjust enrichment, and conversion claims (Counts V, VI,\n\nand X).     We also vacate the district court's order striking the\n\nclass and collective action allegations.\n\n          We affirm the dismissal of the FLSA claims against Canavan\n\n(Count I).      We also affirm the district court's exercise of\n\njurisdiction over the plaintiffs' state law claims, and the court's\n\ndirective    requiring   plaintiffs   to   file   a   single   consolidated\n\ncomplaint alleging all their causes of action.         Further, we affirm\n\nthe dismissal of the fraud and negligent misrepresentation claims\n\n(Counts VII and VIII), and the denial of leave to amend.\n\n          The case is remanded for proceedings consistent with this\n\nopinion.    The parties are to bear their own costs.\n\n          So ordered.\n\n                   – Dissenting Opinion Follows –\n\n\n                                  -56-\n\f             STAHL, Circuit Judge, concurring in part and dissenting\n\nin part.      I join the court's thorough opinion in all but one\n\nrespect.      I part ways with my colleagues as to whether the\n\nplaintiffs    have   stated   a   claim    against   Elaine   Ullian,   BMC's\n\nerstwhile president and CEO.        In my view, the plaintiffs' vague,\n\nboilerplate allegations do not nudge their claim against Ullian\n\nacross the line from conceivable to plausible. See Bell Atl. Corp.\n\nv. Twombly, 550 U.S. 544, 570 (2007). Thus, I respectfully dissent\n\nfrom the court's decision on this point.\n\n             As the majority explains, our precedents use an \"economic\n\nreality\" test to gauge whether an individual defendant is the\n\nplaintiff's \"employer\" for FLSA purposes.17             See Chao v. Hotel\n\nOasis, Inc., 493 F.3d 26, 34 (1st Cir. 2007); Baystate Alternative\n\nStaffing, Inc. v. Herman, 163 F.3d 668, 678 (1st Cir. 1998);\n\nDonovan v. Agnew, 712 F.2d 1509, 1513 (1st Cir. 1983).            This test\n\n\"focuse[s] on the role played by the corporate officer[] in causing\n\nthe corporation to undercompensate employees.\"          Baystate, 163 F.3d\n\nat 678.      \"[R]elevant indicia\" of employer status include the\n\ndefendant's \"operational control over significant aspects of the\n\nbusiness\" and \"ownership interest in the business,\" if any; these\n\n\n     17\n          The FLSA defines \"employer\" to \"include[] any person\nacting directly or indirectly in the interest of an employer in\nrelation to an employee and includes a public agency.\" 29 U.S.C.\n§ 203(d).   This definition has aptly been called \"unhelpful.\"\nJackson v. Conrad, No. 09-00425, 2010 WL 3852343, at *1 (D.D.C.\nSept. 30, 2010) (quoting Henthorn v. Dep't of Navy, 29 F.3d 682,\n684 (D.C. Cir. 1994)) (internal quotation marks omitted).\n\n                                    -57-\n\ffactors matter \"because they suggest that an individual controls a\n\ncorporation's financial affairs and can cause the corporation to\n\ncompensate (or not to compensate) employees in accordance with the\n\nFLSA.\"   Id.; see Hotel Oasis, 493 F.3d at 34.   This focus on actual\n\noperational control means that \"a supervisor's title does not in\n\nitself establish or preclude his or her liability under the FLSA.\"\n\nLamonica v. Safe Hurricane Shutters, Inc., 711 F.3d 1299, 1310\n\n(11th Cir. 2013).\n\n           Importantly, our cases warn against construing the FLSA\n\ndefinition of \"employer\" too broadly when ruling on claims against\n\nindividual defendants.   See Hotel Oasis, 493 F.3d at 34; Baystate,\n\n163 F.3d at 679; Agnew, 712 F.2d at 1513.    In our first encounter\n\nwith individual liability under the FLSA, we concluded that \"it\n\nshould not lightly be inferred that Congress intended to disregard\n\nin this context the shield from personal liability which is one of\n\nthe major purposes of doing business in a corporate form.\"     Agnew,\n\n712 F.2d at 1513.   We thus eschewed a literal reading of the FLSA's\n\n\"broadly inclusive definition of 'employer,'\" which would impose\n\npersonal liability on \"any supervisory employee,\" and adopted the\n\neconomic reality test instead.    Id.; see Baystate, 163 F.3d at 679\n\n(reaffirming that \"such an expansive application of the definition\n\nof an 'employer' to a personal liability determination pursuant to\n\nthe FLSA is untenable\").     We should apply that test with this\n\nconcern about unbounded liability in mind.       See Hotel Oasis, 493\n\n\n                                 -58-\n\fF.3d at 34 (describing Agnew as \"narrowly\" deciding that the FLSA\n\n\"did not preclude personal liability\" for officers with significant\n\nownership interests and significant day-to-day operational control,\n\nincluding over compensation of employees, who personally made\n\ndecisions leading to undercompensation); Agnew, 712 F.2d at 1513.\n\n            One    other    factor    impacts     how    we   must   analyze   the\n\nplaintiffs'    claim       against    Ullian:    this    case,   unlike     Agnew,\n\nBaystate, or Hotel Oasis, was resolved on a motion to dismiss.\n\nThus, for the plaintiffs' claim against Ullian to proceed, their\n\ncomplaint \"must contain sufficient factual matter, accepted as\n\ntrue, to 'state a claim to relief that is plausible on its face.'\"\n\nAshcroft v. Iqbal, 556 U.S. 662, 678 (2009) (quoting Twombly, 550\n\nU.S. at 570).       Put another way, the complaint's \"non-conclusory\n\nfactual content,\" Gianfrancesco v. Town of Wrentham, 712 F.3d 634,\n\n639 (1st Cir. 2013), must allow us to draw the reasonable inference\n\nthat Ullian was the plaintiffs' \"employer\" under the economic\n\nreality test.      This inference cannot rest solely on allegations\n\nthat,     \"while   not     stating     ultimate     legal     conclusions,     are\n\nnevertheless so threadbare or speculative that they fail to cross\n\nthe line between the conclusory and the factual.\"                        Pruell v.\n\nCaritas    Christi,      678   F.3d   10,   13    (1st   Cir.    2012)    (quoting\n\nPeñalbert–Rosa v. Fortuño–Burset, 631 F.3d 592, 595 (1st Cir.\n\n2011)) (internal quotation mark omitted).                Here, the plaintiffs'\n\n\n\n\n                                       -59-\n\fclaim against Ullian relies on just such \"borderline\" allegations.\n\nSee id.\n\n             Most of the allegations against Ullian amount to this:\n\nshe was BMC's CEO and had many of the responsibilities one would\n\nexpect a CEO to have.          The complaint says that Ullian \"controlled\n\nsignificant functions of the business\"; \"was involved in the budget\n\nfor the hospital\"; \"was involved in regular presentations and\n\nmeetings in the community on behalf of\" BMC; \"had the authority to,\n\nand did, make decisions that concerned the policies defendants\n\nadopted     and   the    implementation        of   those      policies\";      \"had   the\n\nauthority to, and did, make decisions that concerned defendants'\n\noperations,       including     functions      related      to   employment,      human\n\nresources, training, payroll, and benefits\"; and was actively\n\ninvolved in recruiting, hiring, and reductions in force due to\n\nbudget cuts.      Thus, we know that Ullian had many of the high-level\n\n(if vaguely described) responsibilities that a CEO normally has,\n\nbut   our    cases      make   clear    that    merely      holding   a     high-level\n\nsupervisory       or    executive      position     is   not     enough   to    trigger\n\nindividual FLSA liability.             See Agnew, 712 F.2d at 1513; see also\n\nIrizarry v. Catsimatidis, --- F.3d ---, 2013 WL 3388443, at *6 (2d\n\nCir. July 9, 2013) (\"Most circuits . . . [require] that a company\n\nowner, president, or stockholder must have at least some degree of\n\ninvolvement in the way the company interacts with employees to be\n\na FLSA 'employer.'\"). And many of the allegations that seek to tie\n\n\n                                         -60-\n\fUllian to the plaintiffs' employment situation are \"nominally cast\n\nin factual terms but [are] so general and conclusory as to amount\n\nmerely to an assertion that unspecified facts exist to conform to\n\nthe legal blueprint.\" Menard v. CSX Transp., Inc., 698 F.3d 40, 45\n\n(1st Cir. 2012). For example: \"As President and CEO, Elaine Ullian\n\nactively advised defendants' agents on the enforcement of the\n\nillegal policies complained of in this case.\"            It is hard to\n\nimagine what facts underlie this assertion.\n\n             Some allegations are more specific: we are told of\n\nUllian's role in overseeing a merger, constructing a new hospital\n\nbuilding, implementing an electronic records system, setting policy\n\nregarding pharmaceutical and medical device representatives, and\n\ntaking part in a rally supporting health-care services for the\n\nunderprivileged.      Taken together, these allegations plausibly\n\nestablish that Ullian \"had the authority to manage certain aspects\n\nof the business's operations on a day-to-day basis.\" Baystate, 163\n\nF.3d at 678.    But, in Baystate, that was not enough; we also called\n\nfor   some    indication   of    \"personal   responsibility   for   making\n\ndecisions about the conduct of the business that contributed to the\n\nviolations of the Act.\"         Id.   As the Second Circuit recently put\n\nit:\n\n             Evidence that an individual is an owner or\n             officer of a company, or otherwise makes\n             corporate decisions that have nothing to do\n             with an employee's function, is insufficient\n             to demonstrate 'employer' status. Instead, to\n             be an 'employer,' an individual defendant must\n\n                                      -61-\n\f               possess control over a company's actual\n               'operations' in a manner that relates to a\n               plaintiff's employment.\n\nIrizarry, --- F.3d ---, 2013 WL 3388443, at *8; cf. Patel v. Wargo,\n\n803    F.2d        632,   638    (11th    Cir.    1986)   (defendant   who   was    both\n\npresident and vice president of a corporation, as well as a\n\ndirector and principal stockholder, was not an employer because he\n\n\"did not have operational control of significant aspects of [the\n\ncompany]'s          day-to-day       functions,      including       compensation    of\n\nemployees or other matters 'in relation to an employee'\" (citing\n\nAgnew, 712 F.2d at 1514)).18\n\n               The closest the complaint comes to alleging that Ullian\n\nhad     operational             control    over     plaintiffs'      employment      and\n\ncompensation is in the allegations that she: had the authority to\n\nhire and fire employees; sought to ensure minority representation\n\nin the workforce; was involved in layoffs; and \"was involved in the\n\nnegotiation with unions, including relating to the unfair labor\n\npractices of nurses.\"               But these fairly broad allegations, even\n\nwhen        read     together      with    the    rest    of   the    complaint,    see\n\nOcasio-Hernández v. Fortuno-Burset, 640 F.3d 1, 14 (1st Cir. 2011),\n\ndo not create a plausible inference that Ullian played a role \"in\n\ncausing [BMC] to undercompensate\" the plaintiffs, Baystate, 163\n\n\n\n       18\n          This is not to suggest that allegations of an individual\ndefendant's authority over other aspects of a business are\nirrelevant to the employer inquiry; they are not. See Irizarry,\n2013 WL 3388443, at *8. But neither are they sufficient.\n\n                                             -62-\n\fF.3d at 678.       To be sure, I do not think our cases require, at the\n\npleading       stage,   particular   facts    showing   that    an   individual\n\ndefendant made a specific decision or took a particular action that\n\ndirectly caused the plaintiffs' undercompensation.              But something\n\nmore than boilerplate assertions of \"authority\" is required; a\n\ncomplaint must present facts plausibly showing that the plaintiffs'\n\ncompensation was sufficiently within the defendant's bailiwick to\n\njustify holding her personally liable.19             Cf. Agnew, 712 F.2d at\n\n1513.        Here, I see no such facts.       The gist of the plaintiffs'\n\ncomplaint is that BMC's automated timekeeping system combined with\n\nits inflexible work and training requirements to cause systematic\n\nundercompensation.        There are no allegations connecting Ullian to\n\nany component of this regime, let alone establishing that she had\n\n\"operational control\" over it.         See Baystate, 163 F.3d at 678.\n\n               Finally, as the majority acknowledges, an individual FLSA\n\ndefendant's       ownership   interest   in    the   business    is    a   major\n\nconsideration under our precedents.           See Hotel Oasis, 493 F.3d at\n\n34; Agnew, 712 F.2d at 1511-12.              Here, there is of course no\n\nallegation that Ullian had any ownership interest in BMC, which is\n\n\n\n        19\n          I call the complaint's allegations against Ullian\n\"boilerplate\" not only because of their vagueness but also because\nthey mirror the allegations made against the individual defendants\nin other FLSA suits filed by the plaintiffs' counsel.        E.g.,\nAmended Complaint at 17-18, Nakahata v. N.Y.-Presbyterian\nHealthcare Sys., Inc., 10 CIV. 2661 PAC, 2011 WL 321186 (S.D.N.Y.\nJan. 28, 2011) (No. 10-2661), ECF. No. 39.\n\n\n                                     -63-\n\fa non-profit organization.         Moreover, BMC is a large organization.\n\nAll else being equal, BMC's size makes it less plausible that the\n\npresident     and    CEO   had    a    hand   in    causing    the   employees'\n\nundercompensation than it would be in, say, a smaller, closely held\n\ncompany.     In sum, given the allegations in the complaint and our\n\ndetermination that an expansive definition of the term \"employer\"\n\nin this context is \"untenable,\" Baystate, 163 F.3d at 679, I cannot\n\nconclude that the plaintiffs have stated a claim against Ullian.\n\n             I am cognizant that, before discovery, a plaintiff cannot\n\nknow everything about a defendant's potentially wrongful conduct,\n\nespecially when it comes to the inner workings of a corporate or\n\ninstitutional       defendant.        Thus,   our   post-Twombly     cases   have\n\nrecognized    that    \"'some     latitude'    may   be   appropriate    where   a\n\nplausible claim may be indicated 'based on what is known,' at least\n\nwhere . . . 'some of the information needed may be in the control\n\nof [the] defendants.'\"           Menard, 698 F.3d at 45 (alteration in\n\noriginal) (quoting Pruell, 678 F.3d at 15).                   But \"a plausible\n\nclaim\" is still required.         And Twombly and Iqbal make clear that a\n\nclaim is not plausible when the \"complaint pleads facts that are\n\n'merely consistent with' a defendant's liability.\" Iqbal, 556 U.S.\n\nat 678 (quoting Twombly, 550 U.S. at 557).               That is what we have\n\nhere.   It is perhaps possible that Ullian is the plaintiffs'\n\nemployer under the FLSA.           The allegations in the complaint are\n\nconsistent with that possibility. But broad assertions that Ullian\n\n\n                                       -64-\n\fhad authority that might encompass the requisite degree of control\n\nover   the   plaintiffs'   employment   do   not   \"raise   a   reasonable\n\nexpectation that discovery will reveal evidence of\" liability.\n\nTwombly, 550 U.S. at 556.    For that reason, I respectfully dissent\n\nfrom the court's decision that the plaintiffs have stated a\n\nplausible claim against Ullian.    I join the court's opinion in all\n\nother respects.\n\n\n\n\n                                 -65-\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">          United States Court of Appeals\n                        For the First Circuit\n\n\nNos. 12-1573, 12-1653\n\n                    ELIZABETH MANNING ET AL.,\n\n                        Plaintiffs, Appellants,\n\n                                  v.\n\n               BOSTON MEDICAL CENTER CORPORATION;\n                  ELAINE ULLIAN; JAMES CANAVAN,\n\n                        Defendants, Appellees,\n\n  BOSTON REGIONAL MEDICAL CENTER, INC.; BOSTON REGIONAL MEDICAL\n     CENTER, LLC; BOSTON MEDICAL CENTER 403B RETIREMENT PLAN,\n\n                              Defendants.\n\n\n          APPEAL FROM THE UNITED STATES DISTRICT COURT\n                FOR THE DISTRICT OF MASSACHUSETTS\n\n            [Hon. Rya W. Zobel, U.S. District Judge]\n\n\n                                Before\n\n                   Thompson, Stahl, and Lipez,\n                         Circuit Judges.\n\n\n     Guy A. Talia, with whom Patrick J. Solomon and Thomas &\nSolomon LLP were on brief, for appellants.\n     C.J. Eaton, with whom Richard L. Alfred, Kristin G. McGurn,\nJessica M. Schauer, and Seyfarth Shaw LLP were on brief, for\nappellees.\n\n\n\n                            August 1, 2013\n\f            LIPEZ, Circuit Judge. Plaintiffs Elizabeth Manning, Lisa\n\nRivers, Rhonda Williams, and Reva McCarthy bring this wage-and-hour\n\naction    against    defendants      Boston    Medical      Center   Corporation\n\n(\"BMC\"), Elaine Ullian, and James Canavan.             Current and former BMC\n\nemployees, plaintiffs allege that defendants deprived them of their\n\nwages through the use of timekeeping policies and employment\n\npractices that required them to work through their meal and rest\n\nperiods, put in extra work time before and after their regularly\n\nscheduled work shifts, and attend mandatory training sessions. The\n\ncomplaint asserts causes of action under the Fair Labor Standards\n\nAct (\"FLSA\") and Massachusetts common law for recovery of their\n\nunpaid wages.      Plaintiffs also seek certification of a collective\n\naction pursuant to FLSA § 16(b), 29 U.S.C. § 216(b), and a class\n\naction pursuant to Federal Rule of Civil Procedure 23.\n\n            This case began as two separate actions, one in federal\n\ncourt    raising    FLSA   claims,   and     another   in    the   Massachusetts\n\nCommonwealth court raising state law claims.                Defendants removed\n\nthe latter action to federal court.              After the two cases were\n\njoined via the filing of a single amended complaint, defendants\n\nmoved to dismiss all of the claims, both federal and state, and\n\nsought to strike the class and collective action allegations.               The\n\ndistrict court granted defendants' motion in its entirety, and\n\nplaintiffs now appeal.\n\n\n\n\n                                       -2-\n\f            We have seen this case before, albeit with different\n\nparties. As explained in our prior opinions, see Pruell v. Caritas\n\nChristi, </pre><span class=\"citation\" data-id=\"785982\"><a href=\"/opinion/785982/pruell-v-caritas-christi/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">10</span></a></span><pre class=\"inline\"> (1st Cir. 2012); Cavallaro v. UMass Memorial\n\nHealthcare, Inc., </pre><span class=\"citation\" data-id=\"785319\"><a href=\"/opinion/785319/cavallaro-v-umass-memorial-healthcare-inc/\"><span class=\"volume\">678</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\"> (1st Cir. 2012), numerous lawsuits of\n\nthis kind have been filed against hospitals across the country, all\n\nalleging similar forms of systematic undercompensation.            These\n\ncases, which we have previously dubbed \"hospital compensation\n\ncases,\" assert \"that [defendants] require[] unpaid work through\n\nmeal-breaks due to an automatic timekeeping deduction, unpaid\n\npreliminary and postliminary work, and unpaid training sessions.\"\n\nPruell, 678 F.3d at 13-14.        A number of these actions are being\n\nlitigated by counsel for plaintiffs in this case.        See id. at 11;\n\nCavallaro, 678 F.3d at 2.\n\n            After careful consideration of the numerous arguments\n\nraised on appeal, we vacate the district court's dismissal of the\n\nFLSA claims against BMC and Ullian, as well as the Massachusetts\n\ncommon law claims for breach of contract, promissory estoppel,\n\nmoney had and received, unjust enrichment, and conversion. We also\n\nvacate    the     striking   of   plaintiffs'   class   and   collective\n\nallegations.      We affirm the district court's directive that the\n\nplaintiffs in the two cases file a single consolidated complaint\n\nand, by extension, the district court's assumption of jurisdiction\n\nover the state law claims.        We also affirm the dismissal of the\n\nFLSA     claims    against    Canavan,    the   fraud   and    negligent\n\n\n                                    -3-\n\fmisrepresentation claims, and the denial of further leave to amend\n\nthe complaint.\n\n                                    I.\n\nA.    Factual Background\n\n            BMC refers to a group of related organizations that\n\noperate a set of healthcare facilities in the Boston area. The two\n\nindividual defendants are Elaine Ullian, BMC's former president and\n\nchief executive officer, and James Canavan, BMC's former senior\n\nhuman resources director.      Plaintiffs are three registered nurses\n\n(Manning, Rivers, and Williams) and one administrative assistant\n\n(McCarthy) who worked or currently work for BMC at several of its\n\nlocations. They seek to represent a group of over 4,000 people who\n\nwere or are currently employed by BMC as hourly workers.               This\n\ngroup includes individuals in a broad range of positions, from\n\nnurses, medical assistants, technicians, and physical therapists,\n\nto administrative staff, custodians, and home health aides.\n\n            The crux of plaintiffs' claims is that defendants denied\n\nBMC's    workers   full    compensation   for   their    work   through    a\n\ncombination of unlawful pay practices and timekeeping policies.\n\nThe    complaint   alleges   that   BMC   employees     are   not   properly\n\ncompensated for time spent performing work during their regularly\n\nscheduled meal breaks, as well as time spent before and after their\n\nscheduled shifts.     The work that employees perform during their\n\nmeal breaks and before and after their shifts includes tending to\n\n\n                                    -4-\n\fpatients, doing paperwork, preparing charts, and responding to\n\nphone calls.       Employees are often not relieved by other employees\n\nwhen the time comes for their meal breaks, forcing them to work\n\nduring times when they are ostensibly not supposed to be working.\n\n             The    complaint    suggests     that    BMC   consciously     takes\n\nadvantage of its employees' dedication and commitment to their\n\npatients, knowing that they would not abandon their caregiving\n\nresponsibilities simply because their work hours are over or\n\nbecause they are due to take a meal or rest break.1\n\n             A key aspect of plaintiffs' claims is the interaction of\n\nBMC's alleged policies and practices with the company's timekeeping\n\nsystem.   BMC maintains time records using an automated system that\n\nis programmed to deduct time from the employees' paychecks for\n\nmeals, breaks, or other noncompensable time. Despite the fact that\n\nplaintiffs    spend    much     of   this    time    performing   regular   work\n\nresponsibilities, the deductions for their meal break time are\n\nautomatic.     Plaintiffs also allege that they are \"not allowed to\n\n\n\n     1\n       Attached to the complaint is an article from The New York\nTimes describing some of the hospital compensation cases. This\narticle quotes a registered nurse who worked for a hospital in\nPennsylvania:\n\n     'Most nurses put the patient first . . . . We often gave\n     up lunch breaks to see that a patient was taken care of\n     properly. . . . If you brought your lunch from home or\n     got food in the cafeteria and took it to the nursing\n     unit, you would be interrupted by phone calls, by\n     physicians and family members who wanted to talk to you.\n     We really did not have an uninterrupted meal break.'\n\n                                       -5-\n\frecord all their work performed\" before and after their shifts,\n\nand, even when they are permitted to record that time, they are not\n\ncompensated \"properly.\"\n\n           Additionally, BMC employees are not paid for time spent\n\nduring required training sessions.         These trainings take place\n\nduring regular work hours and cover subjects directly related to\n\nemployees' work responsibilities, including new areas of medical\n\nresearch and procedure as well as instruction on basic protocols\n\nsuch as administering cardiopulmonary resuscitation (\"CPR\").\n\n           The complaint further states that BMC and the employees'\n\nsupervisors are well aware that employees are performing work\n\nwithout   being   paid.    Employees    are   often     asked   to   take   on\n\nresponsibilities during their meal breaks and before and after\n\ntheir work shifts.    The work is performed on BMC's premises during\n\noperational hours, \"in full view of the defendants' managers and\n\nsupervisors.\"      Plaintiffs   also    allege   that    due    to   staffing\n\nshortages and other industry demands, BMC's management knows that\n\nthe tasks they assign require their employees to work through their\n\nmeal breaks and before and after their regularly scheduled shifts.\n\nB.   Procedural History\n\n           As noted, this case began as two separate actions, one\n\ninitiated in the District of Massachusetts and the other in the\n\nCommonwealth courts.      We recount their respective paths to this\n\ncourt.\n\n\n                                  -6-\n\f             1.   The Initiation of the Two Actions\n\n             Three of the named plaintiffs, Manning, Rivers, and\n\nWilliams, filed an action in federal court in September 2009\n\n(\"Manning I\"), alleging claims under the FLSA and other federal\n\nstatutes.2    Defendants moved to dismiss all of those claims under\n\nFederal Rule of Civil Procedure 12(b)(6).                As to the FLSA claim\n\nspecifically,      the   motion   challenged       the   sufficiency    of    the\n\ncomplaint's factual allegations and also contended that because the\n\nthen-existing plaintiffs were all union members, the claim was\n\nprecluded by the operation of federal labor laws governing the\n\nunion-employer relationship, including the National Labor Relations\n\nAct (\"NLRA\").\n\n             Also in September 2009, Manning, Rivers, and Williams\n\ninitiated a parallel action in the Massachusetts Commonwealth\n\ncourts   (\"Manning       II\").    This       complaint    pled   a   number   of\n\nMassachusetts statutory and common law claims, relying on the same\n\nfacts as the federal case.        Defendants removed the case to federal\n\ncourt, contending that all of plaintiffs' claims were completely\n\npreempted by § 301 of the Labor Management Relations Act (\"LMRA\"),\n\n29 U.S.C. § 185(a), because plaintiffs were union workers covered\n\nby a collective bargaining agreement (\"CBA\") and their causes of\n\naction   were     founded   directly   on     or   necessarily   required     the\n\n\n\n     2\n       Of the federal claims, only the dismissal of the FLSA claim\nis before us on appeal.\n\n                                       -7-\n\finterpretation of the CBA. Defendants then requested consolidation\n\nof Manning I and Manning II under Federal Rule of Civil Procedure\n\n42, and also filed a motion to dismiss the Manning II complaint for\n\nfailure to state a claim.    Plaintiffs, for their part, sought to\n\nremand Manning II as improperly removed.\n\n          On September 16, 2010, the district court held a hearing\n\non all of the pending motions in Manning I and Manning II.            The\n\ncourt then took the motions under submission and stated that it\n\nwould defer ruling on defendants' motion to consolidate the two\n\nactions until it resolved the motions to dismiss, as the dismissal\n\nof the complaints would moot the consolidation request.\n\n          In February 2011, the court granted the motion to dismiss\n\nthe Manning I    complaint, ruling that the facts alleged were\n\ninsufficient to state a plausible claim for relief under the FLSA.\n\nThe district court stated that the \"complaint runs to 25 pages and\n\n158 paragraphs, yet it lacks even the most basic information about\n\n[plaintiffs']   claims.\"    The   court   observed   that   among   other\n\ndeficiencies, the complaint did not identify the defendants for\n\nwhom the plaintiffs worked, the plaintiffs' jobs and occupations,\n\nor the amounts of unpaid wages. The court dismissed the FLSA claim\n\nwithout prejudice and gave plaintiffs leave to amend to correct the\n\nidentified deficiencies.\n\n          In March 2011, the district court ruled on the motions\n\npending in Manning II. The court denied plaintiffs' remand motion,\n\n\n                                  -8-\n\fholding   that   LMRA   complete   preemption   applied   to   plaintiffs'\n\nMassachusetts claims, thus converting them into federal causes of\n\naction and rendering the case properly removed.           The court also\n\ngranted defendants' motion to dismiss the Manning II complaint,\n\nreferring to its order dismissing the Manning I complaint and\n\nsimilarly ruling that the common law claims were insufficiently\n\npled.     The court also observed that BMC's status as a public\n\ncharity    rendered     it   statutorily     exempt   from     plaintiffs'\n\nMassachusetts wage-and-hour claims and dismissed them as well.\n\nPlaintiffs were given leave to amend their complaint to plead a\n\n\"recharacterized § 301 count\" in Manning II.\n\n           2. Subsequent Proceedings and the Order Dismissing the\n           Amended Complaint\n\n           Anticipating the filing of amended complaints, the court\n\nheld a joint scheduling conference on April 14, 2011, for Manning\n\nI and Manning II.       Although we have not been provided with a\n\ntranscript of this hearing, the parties agree that the court\n\ndirected plaintiffs to file a single complaint containing both\n\ntheir FLSA and state law claims.3         Plaintiffs responded by filing\n\n\n     3\n       The district court's order dismissing plaintiffs' amended\ncomplaint suggests otherwise, given the observation that its order\nin Manning II directed plaintiffs to file a cause of action under\nthe LMRA in that case. The court's formal orders on the motions in\nManning I and Manning II do not expressly direct the plaintiffs to\nfile a single consolidated complaint.\n     We note, however, that the district court's docket in Manning\nI contains an entry dated 4/14/2011, which includes the clerk's\nnote regarding the joint hearing. This entry states, with emphasis\nadded: \"Amended Pleadings due by 4/29/2011[] (1 complaint).\" The\n\n                                    -9-\n\fan amended complaint in Manning I only.       This complaint alleged a\n\ncause of action under the FLSA, brought on behalf of all plaintiffs\n\nagainst all defendants, as well as a number of contract, fraud, and\n\ntort claims pursuant to Massachusetts law brought only on behalf of\n\nBMC employees not covered by a CBA.       The complaint added McCarthy,\n\na nonunion employee, as a plaintiff in order to represent the\n\nnonunionized BMC workers in the putative class.        Plaintiffs also\n\nmoved for conditional certification and expedited notice under the\n\nFLSA's collective action provisions.       Defendants, for their part,\n\nmoved to dismiss the amended complaint and further urged the court\n\nto strike the complaint's class and collective action allegations\n\nunder Federal Rule of Civil Procedure 12(f).       See Fed. R. Civ. P.\n\n12(f)   (permitting   court   to    strike    \"redundant,   immaterial,\n\nimpertinent, or scandalous matter\" from pleading).\n\n          In April 2012, the court dismissed the amended complaint\n\nin its entirety.   The court concluded that while the pleading had\n\nsignificantly increased in length, it failed to remedy the problems\n\nthe court had identified in the original Manning I and Manning II\n\ncomplaints.   The amended complaint, the court said, contained no\n\nfactual matter indicating that defendants had a concrete policy in\n\nplace that required BMC employees to work through their meal and\n\nrest breaks, before and after hours, or during their training\n\n\n\nreference to \"1 complaint\" bears out the parties' description of\nthe court's directive.\n\n                                   -10-\n\fperiods.   Even assuming that such a policy existed, the complaint\n\nfailed to demonstrate that any of BMC's managers or supervisors had\n\nknowledge of plaintiffs' unpaid work.     Similarly, the court ruled\n\nthat the claims against the individual defendants were insufficient\n\nto make out a plausible claim for relief, and that the plaintiffs'\n\nstate common law claims were too conclusory to survive dismissal.\n\n           For related reasons, the court granted defendants' motion\n\nto strike the class and collective action allegations.       The court\n\nnoted that plaintiffs sought to represent numerous BMC employees\n\nwho worked in a multitude of different positions. \"[T]he existence\n\nof such 'policies,'\" the court opined, \"across a group of putative\n\nplaintiffs whose job function, hours, and daily tasks share little\n\nto no common ground is simply not plausible.\"\n\n           Finally, the court denied plaintiffs leave to file a\n\nsecond amended complaint, observing that plaintiffs' counsel had\n\nbrought at least five other hospital compensation cases in the\n\nDistrict of Massachusetts alone, and that similar cases against\n\nhealth care facilities were proliferating throughout the country.\n\nThese cases used complaints that were \"substantially identical\" to\n\nthe one at issue in this case, and the court observed that other\n\ndistrict   courts   had   routinely   dismissed   such   complaints   as\n\ninsufficiently pled.      Accordingly, the plaintiffs \"have received\n\nthe benefit of numerous rulings from federal judges . . . on the\n\nrequisites for proper pleadings,\" and their continuing inability to\n\n\n                                 -11-\n\fallege a cause of action attested to the futility of further\n\nopportunities to amend.\n\n            Having dismissed all claims with prejudice, the court\n\nentered judgment for defendants in Manning I and terminated Manning\n\nII on its docket.      Plaintiffs took appeals from both cases.            We\n\nconsolidated   those   appeals   for   the   purposes    of     briefing   and\n\nargument.\n\n                                  II.\n\nA.   The Sufficiency of the FLSA Allegations\n\n            We exercise de novo review over a district court's\n\ndismissal of a complaint under Rule 12(b)(6).           Uphoff Figueroa v.\n\nAlejandro, </pre><span class=\"citation\" data-id=\"27\"><a href=\"/opinion/27/uphoff-figueroa-v-alejandro/\"><span class=\"volume\">597</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">423</span></a></span><pre class=\"inline\">, 429 (1st Cir. 2010).             Federal Rule of\n\nCivil Procedure 8(a)(2) requires that the complaint contain \"a\n\nshort and plain statement of the claim showing that the pleader is\n\nentitled to relief.\" Such a statement \"needs only enough detail to\n\nprovide a defendant with 'fair notice of what the . . . claim is\n\nand the grounds upon which it rests.'\"             Ocasio-Hernández         v.\n\nFortuño-Burset, </pre><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 12 (1st Cir. 2011) (quoting Bell\n\nAtlantic Corp. v. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 555 (2007)) (internal\n\nquotation marks omitted).\n\n            We assess the sufficiency of the complaint's factual\n\nallegations in two steps.        First, conclusory allegations that\n\nmerely parrot the relevant legal standard are disregarded, as they\n\nare not entitled to the presumption of truth.             Id.     Second, we\n\n\n                                  -12-\n\faccept the remaining factual allegations as true and decide if,\n\ndrawing all reasonable inferences in plaintiffs' favor, they are\n\nsufficient to show an entitlement to relief.              Id.    The allegations\n\nmust be enough to render the claim plausible: \"[w]here a complaint\n\npleads facts that are 'merely consistent with' a defendant's\n\nliability, it 'stops short of the line between [mere] possibility\n\nand plausibility of entitlement to relief.'\"                  Ashcroft v. Iqbal,\n\n</pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">, 678 (2009) (quoting Twombly, 550 U.S. at 557)\n\n(quotation marks omitted).           We appropriately draw on our \"judicial\n\nexperience and common sense\" in evaluating a complaint, id. at 679,\n\nbut we may not disregard factual allegations \"even if it strikes a\n\nsavvy judge that actual proof of those facts is improbable.\"\n\nTwombly, 550 U.S. at 556.                \"The relevant question . . . in\n\nassessing plausibility is not whether the complaint makes any\n\nparticular factual allegations but, rather, whether 'the complaint\n\nwarrant[s]        dismissal    because    it    failed   in     toto   to    render\n\nplaintiffs' entitlement to relief plausible.'\"                 Rodríguez-Reyes v.\n\nMolina-Rodríguez, </pre><span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span><pre class=\"inline\">, 55 (1st Cir. 2013) (quoting Twombly,\n\n550 U.S. at 569 n.14).\n\n             1.    The Sufficiency of the FLSA Allegations Against BMC\n\n             Plaintiffs       seek   recovery   under    the    FLSA   for   unpaid\n\novertime compensation. The basic elements of a FLSA claim are that\n\n(1) plaintiffs must be employed by the defendants; (2) the work\n\ninvolved interstate activity; and, most importantly for present\n\n\n                                         -13-\n\fpurposes, (3) plaintiffs \"performed work for which they were\n\nunder-compensated.\"     Pruell, 678 F.3d at 12.        A claim for unpaid\n\novertime wages must demonstrate that the plaintiffs were employed\n\n\"for a workweek longer than forty hours\" and that any hours worked\n\nin excess of forty per week were not compensated \"at a rate not\n\nless than one and one-half times the regular rate.\"           29 U.S.C. §\n\n207(a)(1); see also Román v. Maietta Const., Inc., </pre><span class=\"citation\" data-id=\"755371\"><a href=\"/opinion/755371/steven-roman-v-maietta-construction-inc/\"><span class=\"volume\">147</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">, 75\n\n(1st Cir. 1998).\n\n            The parties' arguments about the sufficiency of the\n\nallegations against BMC boil down to three issues: (1) whether the\n\ncomplaint     sufficiently   pleads   BMC's   actual     or   constructive\n\nknowledge of plaintiffs' undercompensation; (2) whether the facts\n\nalleged make out a claim that plaintiffs performed compensable work\n\nfor longer than forty hours per week; and (3) whether each named\n\nplaintiff has sufficiently alleged that she worked compensable\n\novertime.\n\n                   a.   Knowledge\n\n            The FLSA defines the term \"employ\" as \"to suffer or\n\npermit to work.\"    29 U.S.C. § 203(g).    The parties agree that under\n\nthis definition, \"an employer's actual or imputed knowledge . . .\n\nis a necessary condition to finding the employer suffers or permits\n\nthat work.\"    Chao v. Gotham Registry, Inc., </pre><span class=\"citation\" data-id=\"1386400\"><a href=\"/opinion/1386400/chao-v-gotham-registry-inc/\"><span class=\"volume\">514</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 287 (2d\n\nCir. 2008); see also Newton v. City of Henderson, </pre><span class=\"citation\" data-id=\"689147\"><a href=\"/opinion/689147/stephen-r-newton-v-city-of-henderson/\"><span class=\"volume\">47</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">746</span></a></span><pre class=\"inline\">, 748\n\n(5th Cir. 1995); Davis v. Food Lion, </pre><span class=\"citation\" data-id=\"471601\"><a href=\"/opinion/471601/jerry-s-davis-and-james-o-slice-and-jack-l-pforr-v-food-lion/\"><span class=\"volume\">792</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1274</span></a></span><pre class=\"inline\">, 1276 (4th Cir.\n\n\n                                    -14-\n\f1986).    Actual knowledge is not required; \"constructive knowledge\n\nwill suffice.\"      Holzapfel v. Town of Newburgh, </pre><span class=\"citation\" data-id=\"754732\"><a href=\"/opinion/754732/joseph-h-holzapfel-and-others-similarly-situated-v-town-of-newburgh-ny/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">516</span></a></span><pre class=\"inline\">, 524\n\n(2d Cir. 1998); see also 29 C.F.R. § 785.11 (\"Work not requested\n\nbut suffered or permitted is work time. . . . The employer knows or\n\nhas reason to believe that [the employee] is continuing to work and\n\nthe time is working time.\").\n\n             Here, the complaint relies on a mix of actual knowledge\n\nand constructive knowledge theories. The pleading alleges that the\n\nemployees'    uncompensated       work    was     performed       \"on   defendants'\n\npremises during operational hours, and in full view of defendants'\n\nmanagers and supervisors.\"            The pleading further states that\n\nplaintiffs    had   conversations        with    their   managers       about    their\n\nuncompensated work. On \"a number of occasions,\" employees directly\n\nquestioned BMC managers about the practice of deducting time\n\nautomatically from employees' paychecks, and the managers responded\n\nthat   the   employees     were   \"fully        paid   for   their      work    time.\"\n\nAdditionally, BMC managers regularly set performance deadlines that\n\nrequired employees to work through their designated breaks. As for\n\nthe training sessions, defendants scheduled them to take place\n\nduring    regular   work    hours     and       led    the   required     sessions,\n\ndemonstrating that they knew that the trainings were taking place.\n\n             Defendants assail these allegations as too vague to\n\nsupport BMC's knowledge of employees' unpaid work. They argue that\n\neven     though   the   allegations       are     factual    in    nature,       \"some\n\n\n                                      -15-\n\fallegations, while not stating ultimate legal conclusions, are\n\nnevertheless so threadbare or speculative that they fail to cross\n\nthe line between the conclusory and the factual.\"                     Peñalbert–Rosa\n\nv. Fortuño–Burset, </pre><span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></span><pre class=\"inline\">, 595 (1st Cir. 2011) (citation\n\nomitted) (internal quotation marks omitted).                Defendants note that\n\nthe pleading is vague about a number of points, such as the\n\nidentities and roles of the \"managers\" with whom plaintiffs spoke\n\nand the frequency and content of these purported interactions.\n\n             Rule 8 does not demand this degree of particularity.\n\nEven where direct allegations of knowledge are pled in a conclusory\n\nfashion,     defendants'       knowledge       of   unlawful     conduct     \"may   be\n\ninferable from other allegations in the complaint.\"                       Rodríguez-\n\nReyes, 711 F.3d at 55; see also Grajales v. P.R. Ports Auth., </pre><span class=\"citation no-link\"><span class=\"volume\">682</span>\n\n<span class=\"reporter\">F.3d</span>   <span class=\"page\">40</span></span><pre class=\"inline\">,   47    (1st   Cir.    2012).         Boiled   down   to    its   essence,\n\nplaintiffs'       claim   is     that    the     intersection     of    several     BMC\n\nemployment practices frequently required them to work through their\n\nscheduled breaks, before and after work hours, and during training\n\nsessions.    This work, often required by defendants, was performed\n\nin the open.      Although defendants suffered and permitted this work\n\nto take place, they also knew that their automatic timekeeping\n\nsystem would deduct certain categories of noncompensable time from\n\nthe employees' paychecks.              Yet defendants did nothing to account\n\nfor the extra time worked.                These facts, taken in toto, are\n\nsufficient    to    establish      a    plausible    inference     of    defendants'\n\n\n                                          -16-\n\fknowledge.      To require that plaintiffs, seeking to represent a\n\nwhole class of individuals, describe the specific managers they\n\ntalked with, and document, by time, place, and date, the instances\n\nin which they had a relevant conversation with those managers,\n\nwould exceed Rule 8's requirement of a \"short and plain statement\"\n\nmaking out a claim for relief.              See Grajales, 682 F.3d at 47 (\"In\n\nconnection with a threshold plausibility inquiry, a high degree of\n\nfactual specificity is not required.\").                        Here, the complaint\n\nsufficiently         pleads       that     the    employees       were      performing\n\nuncompensated        work     with    defendants'       constructive       or     actual\n\nknowledge.\n\n                       b.     Compensable Work\n\n              The Supreme Court has defined \"work\" under the FLSA as\n\n\"physical or mental exertion (whether burdensome or not) controlled\n\nor required by the employer and pursued necessarily and primarily\n\nfor the benefit of the employer and his business.\"                         Tenn. Coal,\n\nIron & R.R. Co. v. Muscoda Local No. 123, </pre><span class=\"citation\" data-id=\"103958\"><a href=\"/opinion/103958/tennessee-coal-iron-r-co-v-muscoda-local-no-123/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">590</span></a></span><pre class=\"inline\">, 598 (1944);\n\nsee    also   IBP,    Inc.     v.    Alvarez,     </pre><span class=\"citation\" data-id=\"1991818\"><a href=\"/opinion/1991818/ibp-inc-v-alvarez/\"><span class=\"volume\">546</span>   <span class=\"reporter\">U.S.</span>    <span class=\"page\">21</span></a></span><pre class=\"inline\">,   25-30     (2005).\n\nAccordingly,      not       all     activities     an   employee      performs      are\n\nnecessarily compensable.             See Pruell, 678 F.3d at 14 (discussing\n\nregulations excluding certain types of training or activities from\n\nFLSA's definition of work).                 The determination of whether an\n\nemployee's activities constitute \"work\" depends not on \"rigid per\n\nse    definitions,\"     but       rather   \"the   circumstances       of    the   whole\n\n\n                                           -17-\n\factivity.\"     Reich v. ConAgra, Inc., </pre><span class=\"citation\" data-id=\"601847\"><a href=\"/opinion/601847/robert-reich-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">987</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1357</span></a></span><pre class=\"inline\">, 1361 (8th Cir.\n\n1993) (citation omitted) (quotation marks omitted); see also Gotham\n\nRegistry, 514 F.3d at 286-87 (applying Tennessee Coal test to\n\ndetermine whether employees engaged in compensable activities).\n\n             In affirming the dismissal of a complaint raising similar\n\nallegations, our recent opinion in Pruell observed that \"the\n\namended complaint does not provide examples (let alone estimates as\n\nto the amounts) of such unpaid time for either plaintiff or\n\ndescribe the nature of the work performed during those times.\" 678\n\nF.3d at 14.      Defendants level a similar contention against this\n\ncomplaint, asserting that it fails to allege that plaintiffs\n\nengaged in compensable work with sufficient specificity.\n\n             While we agree that some of the complaint's allegations\n\nstraddle the line between the conclusory and the factual, the\n\npleading contains enough substantive content to elevate the FLSA\n\nclaims above the mere possibility of defendants' liability.                    As\n\ndiscussed      above,   the    complaint's      gist    is   that   because   the\n\nemployees' assigned tasks often need to be completed by certain\n\ntimes, and because of understaffing and lack of relief during meal\n\nand work breaks, BMC employees must frequently complete their\n\nregular working activities during their meal breaks or before and\n\nafter their scheduled shifts.           For example, Manning and Williams,\n\nwho   worked    as   nurses,    spent    this    time    charting,   performing\n\nadministrative tasks, monitoring patients, and providing treatment.\n\n\n                                        -18-\n\fRivers, a registered nurse, similarly used this time to assist\n\npatients who had difficulty sleeping.    McCarthy, an administrative\n\nassistant, spent her uncompensated time placing and answering phone\n\ncalls, drafting correspondence, and filing paperwork.\n\n          This work was essentially indistinguishable from work\n\nperformed during the employees' regularly scheduled hours and\n\n\"[s]uch work from [their] standpoint [was] fungible.\"         Gotham\n\nRegistry, 514 F.3d at 286.    The fact that this assertion is not\n\naccompanied by a detailed list of each and every activity the\n\nplaintiffs and their fellows performed without compensation does\n\nnot mandate the complaint's dismissal.    \"Work is work, after all,\"\n\nid., and we see no reason to demand such exhaustive detail.\n\n                  c.   Overtime Worked\n\n          The parties debate whether the complaint properly alleges\n\nthat each of the individually named plaintiffs worked more than\n\nforty hours in a given workweek, as required to bring a FLSA\n\novertime claim.   In support of dismissal, defendants rely heavily\n\non the Second Circuit's recent opinion in Lundy v. Catholic Health\n\nSys. of Long Island Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></span><pre class=\"inline\"> (2d Cir. 2013), which is\n\nanother hospital compensation case.      There, the Second Circuit\n\ncarefully examined each named plaintiff's allegations and discussed\n\nthe likelihood that he or she worked more than forty hours in a\n\ngiven week.   The Lundy court criticized the complaint's repeated\n\nuse of imprecise words such as \"occasionally\" and \"typically\" to\n\n\n                                -19-\n\fdescribe the named plaintiffs' work hours.        Id. at 114-15.   This\n\nvagueness, combined with the fact that the amounts of purportedly\n\nuncompensated time were relatively small, provided \"but low-octane\n\nfuel for speculation\" that plaintiffs truly had worked enough hours\n\nto be entitled to overtime pay.     Id. at 115.\n\n             Although defendants characterize the instant complaint as\n\n\"strikingly similar\" to the pleading at issue in Lundy, a close\n\nreading reveals otherwise. As to two of the four named plaintiffs,\n\nRivers and McCarthy, the complaint alleges that they were regularly\n\nscheduled for forty-hour/week shifts.      Any time that they worked\n\nduring meal breaks, before or after their shifts, and in training\n\nperiods, would thus entitle them to overtime compensation. A third\n\nplaintiff, Manning, was usually scheduled for thirty-six hour/week\n\nshifts, but \"approximately once a month\" her shift schedules\n\nresulted in a forty-hour week.     Hence, approximately once a month,\n\nthe alleged uncompensated time would put her over the numerical\n\nthreshold.\n\n             The sufficiency of the allegations as to Rhonda Williams,\n\nwho was employed by BMC as of the time of the complaint's filing,\n\npresents a closer question. The pleading states that \"from January\n\n2004 until 2006,\" she \"typically\" was scheduled for forty-hour\n\nworkweeks.    While this allegation would seem to bring her into the\n\nsame category as Rivers and McCarthy, the FLSA imposes a two-year\n\nstatute of limitations, extending to three years for willful\n\n\n                                  -20-\n\fviolations.    29 U.S.C. § 255(a).     This case was initiated in\n\nSeptember 2009, meaning that Williams was not regularly scheduled\n\nto work forty-hour weeks within either limitations period.     From\n\n2006 onward, Williams's \"typical[]\" schedule was reduced to twenty-\n\nfour hours/week, which is plainly insufficient to bring her even\n\nclose to the threshold.\n\n          Williams also alleges, however, that she was scheduled\n\nfor a forty-hour week shift \"at least once a year\" after her\n\nregular hours changed.    During such a week, any hours she worked\n\nabove the forty-hour threshold would entitle her to overtime pay.\n\nAs noted, the complaint's basic thrust is that defendants' pay\n\npractices continuously required BMC employees to work time for\n\nwhich they did not receive compensation.    This fact supports the\n\nreasonable inference that during any week in which Williams was\n\nscheduled to work forty hours, she also performed at least some\n\nuncompensated work.\n\n          Consequently, we conclude that the named plaintiffs,\n\nWilliams included, have alleged enough to survive dismissal.\n\n          2.   The Individual Defendants\n\n          The FLSA claims are also directed against two individual\n\ndefendants: Elaine Ullian, BMC's president and CEO from 1994 until\n\n2010, and James Canavan, BMC's senior human resources director from\n\n1997 until 2010.   FLSA liability attaches to any \"employer,\" which\n\nis defined broadly to include \"any person acting directly or\n\n\n                                -21-\n\findirectly in the interest of an employer in relation to an\n\nemployee.\"    29 U.S.C. § 203(d).   Courts have generally agreed that\n\n\"a corporate officer with operational control of a corporation's\n\ncovered enterprise is an employer along with the corporation,\n\njointly and severally liable . . . for unpaid wages.\"     Donovan v.\n\nAgnew, </pre><span class=\"citation\" data-id=\"422029\"><a href=\"/opinion/422029/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1509</span></a></span><pre class=\"inline\">, 1511 (1st Cir. 1983).\n\n             In Agnew, our seminal case on FLSA individual liability,\n\nwe balanced \"the shield from personal liability [that] is one of\n\nthe major purposes of doing business in a corporate form\" against\n\nCongress's clear refusal \"to incorporate the common law parameters\n\nof the employer-employee relationship\" into the FLSA. Id. at 1513.\n\nExamining the Supreme Court's precedents interpreting the FLSA and\n\nother employment statutes, we noted that they charted a middle\n\ncourse, applying a context-dependent \"economic reality\" test that\n\nlooked to the totality of the individual's level of involvement\n\nwith the corporation's day-to-day operations, as well as their\n\ndirect participation in creating or adopting the unlawful pay\n\npractices.     Id. at 1513-14.      While recognizing the fact-based\n\nnature of this test, we admonished that courts should not apply the\n\nanalysis in a manner that would \"make any supervisory employee,\n\neven those without any control over the corporation's payroll,\n\npersonally liable for the unpaid or deficient wages of other\n\nemployees.\"     Id. at 1513.\n\n\n\n\n                                 -22-\n\f          We added substance to the economic reality test in\n\nBaystate Alternative Staffing, Inc. v. Herman, </pre><span class=\"citation\" data-id=\"198264\"><a href=\"/opinion/198264/baystate-alternative-v-reich/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span><pre class=\"inline\"> (1st\n\nCir. 1998), explaining that\n\n          [the] analysis focuse[s] on the role played by\n          the   corporate   officers   in  causing   the\n          corporation to undercompensate employees and\n          to prefer the payment of other obligations\n          and/or the retention of profits. In addition\n          to direct evidence of such a role, other\n          relevant indicia may exist as well -- for\n          example, an individual's operational control\n          over significant aspects of the business and\n          an individual's ownership interest in the\n          business.       Such    indicia,   while   not\n          dispositive, are important . . . because they\n          suggest   that   an   individual  controls   a\n          corporation's financial affairs and can cause\n          the corporation to compensate (or not to\n          compensate) employees in accordance with the\n          FLSA.\n\nId. at 678 (emphasis added) (internal citation omitted).        We\n\ncautioned that these indicia must add up to something more than\n\nmerely \"the exercise of control by a corporate officer or corporate\n\nemployee over the 'work situation'\" generally, as otherwise \"almost\n\nany supervisory or managerial employee of a corporation could be\n\nheld personally liable for the unpaid wages of other employees.\"\n\nId. at 679; see also Chao v. Hotel Oasis, Inc., </pre><span class=\"citation\" data-id=\"202819\"><a href=\"/opinion/202819/chao-v-hotel-oasis-inc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 34\n\n(1st Cir. 2007) (concluding that corporate officer was \"not just\n\nany employee with some supervisory control over other employees,\"\n\nbut rather was \"instrumental in causing the corporation to violate\n\nthe FLSA\" (internal quotation marks omitted)).\n\n\n\n\n                               -23-\n\f           Our FLSA individual liability cases typically address \"a\n\ncorporate officer with operational control of a corporation's\n\ncovered enterprise,\" rather than a mere employee.           Agnew, 712 F.2d\n\nat 1511 (two individuals who \"together were President, Treasurer,\n\nSecretary and sole members of the Board of Directors\"); see also\n\nHotel Oasis, 493 F.3d at 34 (\"president of the corporation\").            We\n\nhave similarly identified an ownership stake as highly probative of\n\nan individual's employer status, see Baystate, 163 F.3d at 678, as\n\nit   suggests    a   high   level   of   dominance   over   the   company's\n\noperations.     See Lambert v. Ackerley, </pre><span class=\"citation no-link\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">997</span></span><pre class=\"inline\">, 1012 (9th Cir.\n\n1999) (approving jury instruction that individuals were liable if\n\nthey had a \"significant ownership interest with operational control\n\nof significant aspects of the corporation's day-to-day functions\"\n\n(emphasis added)); Herman v. RSR Sec. Servs. Ltd., </pre><span class=\"citation\" data-id=\"762751\"><a href=\"/opinion/762751/alexis-m-herman-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">172</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">132</span></a></span><pre class=\"inline\">,\n\n140 (2d Cir. 1999) (\"Because [the defendant] controlled the company\n\nfinancially, it was no idle threat when he testified that he could\n\nhave dissolved the company if [the other defendants] had not\n\nfollowed his directions.\").         The company's profits also inure\n\ndirectly to an individual with an ownership interest, meaning that\n\nthe individual \"employs\" the worker in a very concrete and literal\n\nsense.   See Dole v. Elliot Travel & Tours, Inc., </pre><span class=\"citation\" data-id=\"567207\"><a href=\"/opinion/567207/elizabeth-dole-secretary-of-labor-united-states-department-of-labor-v/\"><span class=\"volume\">942</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">962</span></a></span><pre class=\"inline\">, 966\n\n(6th Cir. 1991) (holding individual liable where \"the evidence\n\nclearly demonstrates that [individual] was the 'top man' . . . and\n\nthe corporation functioned for his profit\").\n\n\n                                    -24-\n\f             This is not to say that the FLSA's definition of employer\n\nexcludes   those    without    high    executive     positions      or   ownership\n\ninterests,     as   the    economic    reality      test   speaks    broadly      of\n\nindividuals who have \"operational control over significant aspects\n\nof the business.\"     Baystate, 163 F.3d at 678; see also Lamonica v.\n\nSafe Hurricane Shutters, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1299</span></span><pre class=\"inline\">, 1310 (11th Cir. 2013)\n\n(observing that \"a supervisor's title does not in itself establish\n\nor preclude his or her liability under the FLSA\").                  But the case\n\nlaw's emphasis on ownership and financial control is sensible\n\nbecause these factors suggest a strong degree of authority over the\n\ncorporation's finances and, as a corollary, the ability to \"caus[e]\n\nthe corporation to undercompensate employees and to prefer the\n\npayment of other obligations and/or the retention of profits.\"\n\nBaystate, 163 F.3d at 678.\n\n                     a.    Elaine Ullian\n\n             Against this backdrop, we turn to the allegations against\n\nUllian, BMC's former president and CEO. Plaintiffs say that Ullian\n\n\"had the authority to, and did, make decisions that concerned the\n\npolicies   defendants      adopted     and    the   implementation        of   those\n\npolicies.\"    They claim that she exercised her dominance over BMC's\n\noperations by coordinating a major merger of several Boston area\n\nhospitals,     overseeing     the    corporation's     budget,      and    setting\n\ncompany-wide policy.       She also was \"involved in\" a number of major\n\nemployment-related        decisions,    including     hiring   employees        from\n\n\n                                       -25-\n\fcommunity organizations, reducing jobs and services due to budget\n\ncuts, negotiating with unions, and ensuring that minorities were\n\nrepresented in BMC's workforce.\n\n            These allegations do not say that Ullian possessed any\n\nownership   interest    in     BMC,   which    we   have   identified    as    a\n\nsignificant    factor     in    the     individual     liability     analysis.\n\nNevertheless, her role as BMC's president and chief executive\n\nofficer suggests that she was in a position to exert substantial\n\nauthority over corporate policy relating to employee wages.                  See\n\nHotel Oasis, 493 F.3d at 34 (emphasizing that individual \"was the\n\ncorporate officer principally in charge of directing employment\n\npractices, [including] requiring employees to attend meetings\n\nunpaid, and setting employees' wages and schedules\").                    While\n\nallegations reliant solely on Ullian's position within BMC would\n\nnot be sufficient to hold her individually liable, the complaint\n\ncontains    allegations      indicating      that    she   \"controlled    [the\n\ncompany's] purse-strings or made corporate policy about [its]\n\ncompensation practices.\"       Baystate, 163 F.3d at 678.\n\n            Specifically,      Ullian    was   involved    in   an   array    of\n\ndecisions related to managing BMC's finances. For example, she was\n\ninvolved in the hospital budget and made decisions to allocate\n\nsubstantial resources to certain projects.                 Moreover, she was\n\n\"involved in the reduction of jobs and services\" at BMC due to\n\nbudgetary constraints, and was similarly involved in strategic\n\n\n                                      -26-\n\fdecisions to cut staff positions and reduce the company's spending.\n\nThese assertions support the notion that Ullian had the authority\n\nto, and did, make critical decisions regarding the allocation of\n\nBMC's resources, thereby buttressing the inference that she had the\n\ntype of operational control over the company that would give rise\n\nto individual FLSA liability.\n\n             The dissent notes these same factual allegations, but\n\nconcludes that they are \"merely consistent with\" an inference of\n\nliability, Twombly, 550 U.S. at 557, rather than sufficient to\n\nraise a plausible claim.        Although the dissent acknowledges that\n\nplaintiffs    need   not    state   \"particular    facts    showing    that   an\n\nindividual defendant made a specific decision or took a particular\n\naction that directly caused the plaintiffs' undercompensation,\" it\n\ncriticizes the complaint for failing to show \"that the plaintiffs'\n\ncompensation was sufficiently within the defendant's bailiwick to\n\njustify holding her personally liable.\"           It also takes issue with\n\nthe complaint's lack of allegations \"connecting Ullian to any\n\ncomponent of\" the timekeeping practices and work and training\n\nrequirements that caused the systematic undercompensation.\n\n             But   \"[t]he   relevant    question    .   .   .   in    assessing\n\nplausibility is not whether the complaint makes any particular\n\nfactual allegations.\"       Rodríguez-Reyes, 711 F.3d at 55.           Instead,\n\nwe look to whether, \"taken in their entirety,\" the facts alleged\n\nare enough to state a claim.           Id.   With respect, we believe the\n\n\n                                     -27-\n\fdissent devalues the familiar process of drawing inferences from\n\n\"relevant indicia\" of employer status, such as \"an individual's\n\noperational control over significant aspects of the business.\"\n\nBaystate, 163 F.3d at 678.\n\n             Even after the complaint's conclusory and generalized\n\nassertions     are   discarded,      the    pleading   discusses     Ullian's\n\ninvolvement in employment, training, and payroll operations, her\n\nparticipation in recruiting activities, and decisions she made to\n\nreduce staff due to budget cuts.            These allegations describe an\n\nexecutive who not only possessed, but repeatedly exercised the\n\nauthority to establish company-wide policy regarding employment-\n\nrelated   matters    and   made    significant    decisions   regarding    the\n\nallocation of financial resources that directly affected BMC's\n\nemployees.      These facts denominate concrete actions that had\n\nmeasurable and immediate impacts on BMC's workforce.                Thus, the\n\ncomplaint raises a plausible inference not only that compensation-\n\nrelated matters were well within Ullian's bailiwick, but also that\n\nshe \"control[led the] corporation's financial affairs and . . .\n\ncause[d] the corporation to compensate (or not to compensate)\n\nemployees in accordance with the FLSA.\"           Id. at 678.\n\n             While   specific     allegations    linking   Ullian   to   BMC's\n\nautomated timekeeping system or the practice of working through\n\nmeal and rest periods would have further buttressed plaintiffs'\n\nFLSA claim, that kind of direct evidence is not essential to the\n\n\n                                     -28-\n\fassertion of a plausible claim.       Moreover, demanding that type of\n\nallegation is often unrealistic at this stage when \"some of the\n\ninformation needed may be in the control of defendants.\"            Pruell,\n\n678 F.3d at 15.\n\n              Importantly, one of our prior opinions found individual\n\nFLSA liability in a nearly identical factual context.              In Hotel\n\nOasis, we deemed the president of the corporation personally liable\n\nbecause he \"had ultimate control over the business's day-to-day\n\noperations.\"     493 F.3d at 34.    The individual in question was the\n\ncorporate officer \"principally in charge of directing employment\n\npractices, such as hiring and firing employees, requiring employees\n\nto   attend    meetings   unpaid,   and    setting   employees'   wages   and\n\nschedules.\" Id. Notably, these facts were sufficient to establish\n\na claim against the individual regardless of whether he possessed\n\nan ownership interest in company.          Id. at 34 n.9.    As enumerated\n\nabove, the allegations against Ullian hew closely to the facts we\n\nfound sufficient to establish individual liability in Hotel Oasis.\n\nConsequently, the dismissal of the FLSA claims against her must be\n\nvacated.\n\n                     b.   Thomas Canavan\n\n              The complaint also seeks to hold Canavan, BMC's former\n\nsenior human resources director, personally liable for the alleged\n\nFLSA violations. Canavan lacks any ownership interest in BMC, does\n\nnot serve as a high-level corporate officer, and is not a member of\n\n\n                                    -29-\n\fthe company's board of directors.                  Unlike Ullian, he apparently\n\noccupied a position more akin to a senior employee than a corporate\n\nofficial.           Although FLSA's definition of \"employer\" does not\n\nnecessarily exclude senior-level employees, our previous cases have\n\nnot yet extended FLSA liability to such an individual.4\n\n                  In view of the case law's emphasis on individuals with\n\ncorporate officer status and/or an ownership stake in the company,\n\nand the lack of any such assertions relating to Canavan, the\n\nallegations as to his involvement in setting and enforcing the\n\nunlawful pay practices at issue become all the more important.\n\nAlthough there are such allegations against him, they are nothing\n\nmore       than    unadorned    assertions    that    are   not   supplemented   by\n\nspecific          allegations    supporting    the     inference    that   Canavan\n\ncontrolled         BMC's   purse-strings      or    made    decisions   about    the\n\nallocation of financial resources.             See Baystate, 163 F.3d at 678;\n\ncompare Donovan v. Grim Hotel Co., </pre><span class=\"citation\" data-id=\"444146\"><a href=\"/opinion/444146/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">747</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">966</span></a></span><pre class=\"inline\">, 971 (5th Cir.\n\n1984) (finding individual liable when \"he held their purse-strings\n\nand guided their policies,\" companies \"were part of the . . .\n\nfamily business,\" and \"functioned for the profit of his family\").\n\nAs we have detailed, there were such allegations against Ullian.\n\n\n\n       4\n       Indeed, plaintiffs have not identified a case where a\ncircuit court imposed FLSA liability on a human resources manager\nwho possessed no ownership stake in the company. But see Carpenter\nv. Refrigeration Sales Corp., </pre><span class=\"citation\" data-id=\"2467855\"><a href=\"/opinion/2467855/carpenter-v-refrigeration-sales-corp/\"><span class=\"volume\">49</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1028</span></a></span><pre class=\"inline\">, 1031 (N.D. Ohio\n1999) (ruling that head of human resources department was\n\"employer\" under Family and Medical Leave Act).\n\n                                        -30-\n\fTheir absence with respect to Canavan undermines any inference of\n\nindividual liability.\n\n              Similarly, to say, as the complaint does, that Canavan\n\nhad    some    involvement    in   \"maintaining     records\"     or   \"payroll\n\nfunctions\" is not enough to support a reasonable inference of\n\nliability, given that plaintiffs nowhere assert that there was\n\nanything per se unlawful about taking automatic deductions from\n\nemployees'     time.     If   anything,    these   allegations    are   merely\n\nconsistent with the notion that Canavan was performing his job\n\nfunctions, rather than engaging in conduct that led to the alleged\n\nviolations.\n\n              For these reasons, the complaint does not state a claim\n\nagainst Canavan.\n\nB.    The Arbitrability of Plaintiffs' FLSA Claims\n\n              Defendants also mount a challenge to the viability of\n\nplaintiffs' FLSA claims based on federal laws governing unions,\n\nincluding the National Labor Relations Act (\"NLRA\") and the LMRA.\n\nAlthough defendants' argument is somewhat hazy, we understand it\n\nthis way.     LMRA § 301 embodies a strong federal policy in favor of\n\n\"protect[ing] the use of arbitration and grievance procedures\n\ncommon to CBAs.\"       Cavallaro, 678 F.3d at 5.     Thus, the LMRA exerts\n\na strong preemptive effect over state law causes of action \"so long\n\nas relief can be provided within the CBA process.\"             Id. at 6.   The\n\nFLSA, for its part, permits employers and employees to contract\n\n\n                                    -31-\n\fabout certain terms and conditions of employment, including the\n\nparties'    definition   of   \"work,\"    as   long    as   those    contractual\n\nprovisions    remain   consistent    with     the    FLSA's      provisions   and\n\npurposes.    Although the LMRA's broad protection of arbitration\n\nfocuses on state law claims, defendants maintain that the FLSA\n\nclaims similarly should be subject to the federal policy in favor\n\nof   arbitrating   disputes    between     employers       and    union   workers\n\nregarding the payment of wages.            The best way to do so is to\n\nrequire the unionized plaintiffs (Manning, Rivers, and Williams) to\n\narbitrate their FLSA claims before proceeding to federal court.5\n\n            This \"exhaustion\" argument runs aground on well-settled\n\ncase law governing the arbitrability of federal statutory claims.6\n\nIn O'Brien v. Town of Agawam, </pre><span class=\"citation\" data-id=\"200756\"><a href=\"/opinion/200756/obrien-v-town-of-agawam/\"><span class=\"volume\">350</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">279</span></a></span><pre class=\"inline\"> (1st Cir. 2003), we\n\naddressed the argument that the FLSA claims of certain unionized\n\n\n      5\n       We note that defendants do not address McCarthy, a nonunion\nplaintiff whose FLSA claims cannot be covered by a CBA. McCarthy's\nFLSA claims would thus appear to remain untouched even if we\naccepted defendants' view of the law.\n      6\n       Plaintiffs maintain that defendants should have raised this\nargument in a cross appeal, because adopting it would alter or\namend the judgment in defendants' favor.     To the contrary, the\ndistrict court's order dismissed plaintiffs' FLSA claims with\nprejudice. Accepting defendants' \"exhaustion\" argument would cause\nthe same result -- the dismissal of plaintiffs' FLSA claims with\nprejudice. Affirming the dismissal using this reasoning would be\nan appropriate exercise of our ability to affirm on any basis\npresent in the record, and no cross-appeal was necessary to put\nthis issue before us. See, e.g., United Fire & Cas. Co. v. Boulder\nPlaza Residential, LLC, </pre><span class=\"citation no-link\"><span class=\"volume\">633</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">951</span></span><pre class=\"inline\">, 958 (10th Cir. 2011); Smith\nv. Johnson & Johnson, </pre><span class=\"citation\" data-id=\"1405410\"><a href=\"/opinion/1405410/smith-v-johnson-and-johnson/\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">280</span></a></span><pre class=\"inline\">, 283 n.2 (3d Cir. 2010); Rivero\nv. City & Cnty. of San Francisco, </pre><span class=\"citation\" data-id=\"780556\"><a href=\"/opinion/780556/francisco-jose-rivero-pacific-internment-services-a-california-corporation/\"><span class=\"volume\">316</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">857</span></a></span><pre class=\"inline\">, 862 (9th Cir.\n2002).\n\n                                    -32-\n\fworkers       were    \"barred     from    federal      court   because   they   are\n\nessentially contract claims for unpaid overtime\" and therefore\n\nsubject to the CBA's grievance and arbitration procedures.7                 Id. at\n\n284.        We rejected this proposition, observing that \"[r]ights\n\nconferred by Congress are conceptually distinct from those created\n\nby private agreement, and there is no authority for the proposition\n\nthat rights under the FLSA merge into contractual ones whenever the\n\ntwo overlap.\"         Id. at 285; see also Gilmer v. Interstate/Johnson\n\nLane       Corp.,    </pre><span class=\"citation\" data-id=\"112584\"><a href=\"/opinion/112584/gilmer-v-interstatejohnson-lane-corp/\"><span class=\"volume\">500</span>   <span class=\"reporter\">U.S.</span>   <span class=\"page\">20</span></a></span><pre class=\"inline\">,    35   (1991)    (distinguishing    between\n\n\"contractual rights under a collective-bargaining agreement and\n\nindividual statutory rights\").\n\n               As a consequence, FLSA claims are not subject to a CBA's\n\ngrievance and arbitration procedures simply because they address\n\nsimilar subject matter or because the CBAs define compensable\n\n\"work.\"       Indeed, the state of the law is somewhat unsettled as to\n\nwhether a FLSA claim may ever be waived by a CBA.8                   Whatever the\n\n\n       7\n       In a notable omission, both defendants and plaintiffs have\nfailed to discuss or even cite Agawam in their briefs, despite its\nclear applicability to this case.\n       8\n       The Supreme Court's opinion in Barrentine v. Arkansas-Best\nFreight Sys., Inc., </pre><span class=\"citation\" data-id=\"110441\"><a href=\"/opinion/110441/barrentine-v-arkansas-best-freight-system-inc/\"><span class=\"volume\">450</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">728</span></a></span><pre class=\"inline\"> (1981), contained broad language\nstrongly suggesting that FLSA claims were never appropriate for\narbitration. Id. at 742-45. But the Court's recent opinion in 14\nPenn Plaza LLC v. Pyett, </pre><span class=\"citation\" data-id=\"145890\"><a href=\"/opinion/145890/14-penn-plaza-llc-v-pyett/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">247</span></a></span><pre class=\"inline\"> (2009), held that a provision\nrequiring the arbitration of statutory age discrimination claims\nwas enforceable, and indicated that unless a statutory scheme\nspecifically removed a \"particular class of grievances from the\nNLRA's broad sweep,\" a CBA's arbitration clause should be given\nfull effect. Id. at 257-58. In reaching this conclusion, Pyett\ndisapproved of Barrentine and similar opinions addressing other\n\n                                          -33-\n\fanswer to that question may be, the law is plain on one point: in\n\norder       for    a    CBA     to     subject      a   federal       statutory   claim    to\n\narbitration, any such waiver must be \"clear and unmistakable\" on\n\nits face.         Agawam, 350 F.3d at 285; see also Cavallaro, 678 F.3d at\n\n7.   The Supreme Court has repeatedly reaffirmed this rule.                               See\n\nPyett,       556       U.S.     at    260     (holding    that     union    members'      age\n\ndiscrimination              claims     must    be   subject      to     CBA's   arbitration\n\nprovisions         because           CBA    \"clearly     and     unmistakably      requires\n\nrespondents to arbitrate\" them); Wright v. Universal Mar. Serv.\n\nCorp., </pre><span class=\"citation no-link\"><span class=\"volume\">525</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">70</span></span><pre class=\"inline\">, 80 (1998) (holding that requirement contained\n\nin CBA requiring parties to arbitrate employment discrimination\n\nclaims      must       be     clear    and    unmistakable,       and    that   \"less-than-\n\nexplicit\" waiver was insufficient).9\n\n\n\nemployment statutes, insofar as they suggested that federal\nstatutory claims could not be addressed properly through\narbitration. Id. at 265-72.\n     Pyett strongly indicates that FLSA claims are indeed\narbitrable. Some courts, however, have suggested that the FLSA's\nstructure and language may distinguish it from the ADEA and other\nemployment discrimination statutes for these purposes.      Compare\nAustin v. Owens-Brockway Glass Container, Inc., </pre><span class=\"citation\" data-id=\"714809\"><a href=\"/opinion/714809/linda-austin-v-owens-brockway-glass-container-incorporated-equal/\"><span class=\"volume\">78</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">875</span></a></span><pre class=\"inline\">, 883\nn.2 (4th Cir. 1996) (observing that Title VII and Americans with\nDisabilities Act contain provisions encouraging arbitration,\nwhereas FLSA does not), with Kuehner v. Dickinson & Co., </pre><span class=\"citation\" data-id=\"718368\"><a href=\"/opinion/718368/kay-v-kuehner-v-dickinson-company-an-iowa-corporation/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span>\n<span class=\"page\">316</span></a></span><pre class=\"inline\">, 319 (9th Cir. 1996) (stating that employee was \"[u]nable to\nidentify support in the text or legislative history of the FLSA\"\nfor notion that FLSA excludes certain claims from arbitration). As\nwe explain, we need not answer that question today.\n        9\n       Agawam and the other opinions discussed above defeat\ndefendants' reliance on Leahy v. City of Chicago, </pre><span class=\"citation\" data-id=\"726623\"><a href=\"/opinion/726623/daniel-leahy-james-martinez-michael-d-moore-v-city-of-chicago-illinois/\"><span class=\"volume\">96</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">228</span></a></span><pre class=\"inline\">, 232\n(7th Cir. 1996). There, a divided panel held that \"if the [CBA's]\nguarantee of overtime compensation for time worked in excess of\neight hours . . . protects [the plaintiffs'] FLSA rights to\n\n                                               -34-\n\f             As to what kind of provision would work a clear and\n\nunmistakable waiver, we have observed that \"[a] broadly-worded\n\narbitration clause such as one covering 'any dispute concerning or\n\narising out of the terms and/or conditions of [the CBA] . . . '\n\nwill not suffice; rather, something closer to specific enumeration\n\nof the statutory claims to be arbitrated is required.\"           Cavallaro,\n\n678 F.3d at 7 n.7.     For example, in Wright, the Court held that the\n\nCBA in that case was not sufficiently lucid when it contained \"very\n\ngeneral\"     clauses   requiring   arbitration      of   \"'[m]atters      under\n\ndispute'\" and \"'matters affecting wages, hours, and other terms and\n\nconditions of employment,'\" without the \"explicit incorporation of\n\nstatutory antidiscrimination requirements.\" 525 U.S. at 80-81. In\n\nAgawam, we deemed insufficient arbitration language referring only\n\nto \"'grievances,' which in turn [were] defined as allegations that\n\nthe   Town    violated   the   CBA\"     without   any    reference   to     the\n\n\"arbitration     of    statutory   claims,    let    alone   a   clear      and\n\nunmistakable waiver of a judicial forum for such claims.\" 350 F.3d\n\nat 285-86.\n\n             Here, the defendants cannot point to a single provision\n\nof the relevant CBAs that works a clear and unmistakable waiver of\n\n\n\novertime compensation, then the agreement is a defense to liability\nunder the FLSA.\" Id. at 232. The Leahy court held that as long as\nthe CBA grants workers all the protection the FLSA affords, then\nthe CBA provides the exclusive means of vindicating the workers'\nFLSA rights and their claims must be dismissed.          As Agawam\nexplains, however, this analysis incorrectly conflates contractual\nrights with statutory ones. 350 F.3d at 285.\n\n                                      -35-\n\ftheir FLSA claims.         The CBAs' arbitration provisions do contain\n\ngeneral grievance procedures, but define \"grievances\" as disputes\n\nor   concerns    arising    out   of    the    interpretation     of    the   CBAs\n\nthemselves.      These     provisions    do    not   mention    the    employees'\n\nstatutory claims, much less clearly or unmistakably agree to\n\nsubject them to arbitration.        Accordingly, nothing in the CBAs can\n\neven be remotely construed to require the plaintiffs to seek\n\nredress    for   their     FLSA   claims      through   the    CBA's    grievance\n\nprocesses.\n\n             In sum, a well-developed body of precedent dictates that\n\na CBA's waiver of federal statutory claims must be clear and\n\nunmistakable.     No such waiver exists in the CBAs at issue here.\n\nConsequently, the CBAs do not foreclose plaintiffs' claims under\n\nthe FLSA.10\n\n\n      10\n        Contrary to defendants' assertions, the LMRA and its\nattendant preemption doctrine do not support the arbitrability of\nplaintiffs' FLSA claims. As defendants acknowledge, this body of\nlaw typically addresses the effect of federal labor law upon state\nlaw causes of action and accordingly says little about the proper\nrelationship between two federal statutory schemes. See Cavallaro,\n678 F.3d at 4-5; see also Part II.C.1, infra. The Supreme Court\nand our opinion in Agawam have prescribed a different analysis when\nit comes to the latter circumstance.        In short, defendants'\nreliance on LMRA preemption doctrine is simply a rephrasing of\ntheir \"waiver\" argument, and we accordingly reject it as well.\n     Similarly unavailing is defendants' reliance on Tamburello v.\nComm-Tract Corp., </pre><span class=\"citation\" data-id=\"705986\"><a href=\"/opinion/705986/vincent-r-tamburello-v-comm-tract-corporation-john-f-polmonari-edward/\"><span class=\"volume\">67</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">973</span></a></span><pre class=\"inline\"> (1st Cir. 1995), where we deemed a\nRICO claim \"preempted\" by federal labor law when the claim asserted\na violation of federal labor law as a predicate act. Id. at 976-\n78.   This case does not implicate Tamburello's unique posture,\nhowever, as here plaintiffs assert statutory rights that exist\nwholly independent of the CBA and do not depend upon its\ninterpretation.\n\n                                       -36-\n\fC.    McCarthy's State Common Law Claims\n\n            Plaintiffs   also        challenge       the     district      court's\n\ndisposition of their state law claims, asserting that the trial\n\ncourt erroneously forced a nonunion plaintiff, McCarthy, to join\n\nher state law claims with the federal claims asserted by the other\n\nnamed plaintiffs, all of whom were union members covered by CBAs.\n\nIn the alternative, plaintiffs argue that the district court erred\n\nin dismissing McCarthy's state law claims under Rule 12(b)(6).\n\n            1. The Consolidation of McCarthy's Claims with the Union\n            Plaintiffs' Claims\n\n            The state law claims at issue in this case had their\n\ngenesis in Manning II, which began in the Commonwealth courts but\n\nwas   subsequently   removed    to    federal     court      via   LMRA   complete\n\npreemption.      \"'Complete    preemption'       .   .   .     applies    where   a\n\npurported state claim either is re-characterized as a federal claim\n\nor . . . is otherwise so related to federal law as to permit the\n\nremoval.\"     Cavallaro, 678 F.3d at 4.          In the labor context, this\n\ndoctrine reaches all \"state law claims 'founded directly on rights\n\ncreated by collective-bargaining agreements' or 'substantially\n\ndependent on analysis of a collective-bargaining agreement.'\"                 Id.\n\nat 5 (quoting Caterpillar Inc. v. Williams, </pre><span class=\"citation\" data-id=\"111915\"><a href=\"/opinion/111915/caterpillar-inc-v-williams/\"><span class=\"volume\">482</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">386</span></a></span><pre class=\"inline\">, 394\n\n(1987)).    LMRA complete preemption thus transforms a claim pled\n\nunder state law into a claim arising under federal labor law,\n\n\n\n\n                                     -37-\n\fthereby establishing a basis for federal jurisdiction and changing\n\nthe substantive law governing the claim itself.11                Id. at 5-7.\n\n                  The three original plaintiffs in Manning II were all\n\nunion members, and all asserted state law claims that the district\n\ncourt found to be substantially dependent on interpreting the CBAs,\n\nrendering them completely preempted.             Plaintiffs raise no dispute\n\nwith this legal conclusion on appeal.12 Instead, they object to the\n\ndistrict court's directive that the plaintiffs file a single\n\namended complaint pleading the federal and state law claims that\n\nbegan        as   two   separate   cases   in   Manning    I   and   Manning   II.\n\nPlaintiffs observe that McCarthy, as a nonunion employee not\n\ncovered by a CBA, had the ability to raise state law claims that\n\nwere not completely preempted by the LMRA.                See Pruell v. Caritas\n\nChristi, </pre><span class=\"citation\" data-id=\"220941\"><a href=\"/opinion/220941/pruell-v-christi/\"><span class=\"volume\">645</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">81</span></a></span><pre class=\"inline\">, 84 (1st Cir. 2011) (\"So long as non-union\n\nplaintiffs pursue their own claims or represent others who are also\n\n\n        11\n        Complete preemption is rooted in § 301 of the LMRA, 29\nU.S.C. § 185, which governs \"[s]uits for violation of contracts\nbetween an employer and a labor organization representing\nemployees.\"   Id. § 185(a).  Although the LMRA lacks an express\npreemption provision, the Supreme Court has construed this\nprovision as supporting the preemption of state law claims. See\nCavallaro, 678 F.3d at 5 (discussing line of LMRA preemption\nopinions).\n        12\n        In their reply brief, plaintiffs cite the complaint's\nallegation that Rivers joined a union only after having worked at\nBMC for approximately five years, and suggest that any claims\narising out of Rivers's pre-union term of employment are not\ncompletely preempted. The failure to argue this issue in their\nopening brief dooms any attempt to distinguish Rivers's claims.\nSee Rubin v. Islamic Republic of Iran, </pre><span class=\"citation no-link\"><span class=\"volume\">709</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">49</span></span><pre class=\"inline\">, 54 (1st Cir.\n2013).\n\n                                       -38-\n\fnot covered by CBAs, that is a state case under state law.\").       But\n\nbringing McCarthy's claims as a separate action in the Commonwealth\n\ncourts, plaintiffs say, would have violated the district court's\n\ndirective to file a single consolidated complaint that included the\n\nputative class members' state law claims.\n\n          There is no evidence that the district court intended to\n\npreclude McCarthy from pursuing state law claims in state court.\n\nTo recap, the three named plaintiffs who initiated both Manning I\n\nand Manning II were all asserted to be union members.        At the time\n\nthe   district   court   directed   plaintiffs   to   file    a   single\n\nconsolidated complaint, these were the only three plaintiffs in the\n\ncase. Thus, the district court understood the case to concern only\n\nplaintiffs who were union members, and plaintiffs cite nothing in\n\nthe record showing that the district court was even aware of the\n\nexistence of a named plaintiff who had the undisputed ability to\n\nassert nonpreempted state law claims.    Based on the circumstances\n\nbefore it, the district court acted on the reasonable assumption\n\nthat if the then-existent plaintiffs wanted to bring any state law\n\nclaims, they should be joined with their federal causes of action.\n\nSee 28 U.S.C. § 1367(a).\n\n          Even if the district court had been made aware of\n\nMcCarthy as a plaintiff, exercising supplemental jurisdiction over\n\nher claims would have been more than appropriate, since they were\n\nundisputedly part of the same case or controversy.     See Cavallaro,\n\n\n                                -39-\n\f678 F.3d at 5.    To be sure, the exercise of this jurisdiction was\n\nwithin the court's discretion, and McCarthy could have moved to\n\ndismiss her particular claims without prejudice.              See 28 U.S.C. §\n\n1367(c)   (permitting        district    courts   to    decline     supplemental\n\njurisdiction in certain enumerated circumstances).                  But McCarthy\n\nnever requested the chance to bring her claims outside federal\n\ncourt.    While the amended complaint includes a footnote stating\n\nthat the state law claims were joined to the federal causes of\n\naction per the district court's directive, this vague notation says\n\nonly that the plaintiffs \"reserve all rights.\" McCarthy cannot now\n\ncomplain of the court's failure to address this issue when she did\n\nnot put such a request before the court below.\n\n             Finally,   to    the   extent     that    plaintiffs    attack   the\n\ndistrict court's directive to file a single consolidated complaint,\n\nthat contention is meritless.            See Sutcliffe Storage & Warehouse\n\nCo. v. United States, </pre><span class=\"citation\" data-id=\"1548410\"><a href=\"/opinion/1548410/sutcliffe-storage-warehouse-co-v-united-states/\"><span class=\"volume\">162</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">849</span></a></span><pre class=\"inline\">, 851 (1st Cir. 1947) (stating\n\nthat \"district court would be acting quite within its discretion in\n\ntaking steps to consolidate or otherwise avoid the duplication of\n\nsuch closely similar cases, whatever the substantive rights of the\n\nparties\").\n\n             For these reasons, all of the named plaintiffs' claims,\n\nboth federal and state, were properly before the district court.\n\n\n\n\n                                        -40-\n\f           2.    The Merits of McCarthy's State Law Claims\n\n           The district court grouped the state law claims into\n\nthree categories: (1) contract and quasi-contract claims (Counts\n\nII-IV and IX); (2) fraud claims (Counts VII and VIII); and (3)\n\nunjust enrichment, money had and received, and conversion claims\n\n(Counts V, VI and X).      To clarify the scope of this appeal, the\n\ndistrict court ruled that insofar as these common law claims sought\n\nto   recover    overtime   pay,   they    were   preempted   because      they\n\nconflicted with the FLSA's comprehensive remedial scheme.                 Cf.\n\nRomán, 147 F.3d at 76 (addressing preemption of Maine law and\n\nsuggesting that \"the FLSA is the exclusive remedy for enforcement\n\nof rights created under the FLSA\") (internal quotation marks\n\nomitted). The parties do not dispute this proposition. McCarthy's\n\nstate law claims are accordingly limited to the recovery of\n\n\"straight-time\" pay, i.e., unpaid wages for non-overtime hours at\n\nher regular hourly rate.\n\n           Plaintiffs challenge the district court's conclusion that\n\nMcCarthy's state law claims were pled in too conclusory a fashion\n\nto withstand dismissal.      Defendants, for their part, urge us to\n\nadopt the district court's reasoning.            In the alternative, they\n\nassert that all the common law claims are precluded or \"preempted\"\n\nby   Massachusetts   wage-and-hour       statutes.    We   begin   with   the\n\nquestion of whether the Massachusetts wage-and-hour law precludes\n\n\n\n\n                                   -41-\n\fMcCarthy's common law claims, and then turn to the sufficiency of\n\nthe complaint.\n\n                   a. The Effect of the Massachusetts Wage-and-Hour\n                   Statutes on the Common Law Claims\n\n          Defendants note that the district court dismissed the\n\noriginal Manning II complaint's statutory Massachusetts wage-and-\n\nhour claims because those statutes exempt \"an employee of an\n\nincorporated    hospital   .   .   .   which    is   conducted   as    a   public\n\ncharity,\" Mass. Gen. Laws ch. 149, § 148, and \"any employee who is\n\nemployed . . . in a hospital,\" id. ch. 151, § 1A(16).                 Defendants\n\nargue that McCarthy seeks to evade the force of these exemptions by\n\nclothing her statutory claims as contractual ones.               They contend\n\nthat all of McCarthy's common law claims are premised on the\n\nviolation of Massachusetts wage-and-hour statutes, and that those\n\nstatutes should be construed to \"preempt\" any recovery of unpaid\n\nwages through common law causes of action.13\n\n          We are not persuaded.               When exercising diversity or\n\nsupplemental     jurisdiction      over   state      law   claims,    we   apply\n\nsubstantive state law.     See Barton v. Clancy, </pre><span class=\"citation\" data-id=\"182845\"><a href=\"/opinion/182845/barton-v-clancy/\"><span class=\"volume\">632</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">9</span></a></span><pre class=\"inline\">, 17 (1st\n\nCir. 2011).    In doing so, our duty is to \"make an informed prophecy\n\nas to the state court's likely stance.\"               Andrew Robinson Int'l,\n\n\n     13\n       McCarthy contends that we are barred from evaluating whether\nMassachusetts wage-and-hour statutes preclude or displace their\ncommon law claims, since doing so would have the effect of\nenlarging the judgment in defendants' favor.       For the reasons\nexplained in footnote 6, supra, she is wrong.        See Powell v.\nSchriver, </pre><span class=\"citation\" data-id=\"763559\"><a href=\"/opinion/763559/wayne-powell-as-of-the-estate-of-dana-kimberly-devilla-v-sunny-schriver/\"><span class=\"volume\">175</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">107</span></a></span><pre class=\"inline\">, 113 (2d Cir. 1999).\n\n                                       -42-\n\fInc. v. Hartford Fire Ins. Co., </pre><span class=\"citation\" data-id=\"203562\"><a href=\"/opinion/203562/andrew-robinson-intern-v-hartford-fire-ins/\"><span class=\"volume\">547</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">48</span></a></span><pre class=\"inline\">, 51 (1st Cir. 2008).\n\nTo begin, the Massachusetts courts have noted that duties arising\n\nout of a contract may be distinguished from those imposed by\n\nstatute, and the two do not merge simply because they cover similar\n\nsubject matter.    Indeed, the Massachusetts courts have been clear\n\nthat \"an existing common law remedy is not to be taken away by\n\nstatute unless by direct enactment or necessary implication.\"\n\nEyssi v. City of Lawrence, </pre><span class=\"citation no-link\"><span class=\"volume\">618</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1358</span></span><pre class=\"inline\">, 1361 (Mass. 1993)\n\n(citation omitted) (internal quotation marks omitted); see also\n\nKing v. Viscoloid Co., </pre><span class=\"citation no-link\"><span class=\"volume\">106</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">988</span></span><pre class=\"inline\">, 989 (Mass. 1914) (same).\n\n           In Salvas v. Wal-Mart Stores, Inc., the Massachusetts\n\nSupreme Judicial Court (\"SJC\") applied these principles to a claim\n\non behalf of a group of workers who alleged that their employer had\n\ndeprived them of their meal periods without payment.            </pre><span class=\"citation no-link\"><span class=\"volume\">893</span> <span class=\"reporter\">N.E.2d</span>\n\n<span class=\"page\">1187</span></span><pre class=\"inline\">, 1215 (Mass. 2008).        There, the plaintiffs pled a cause of\n\naction under Massachusetts General Laws Chapter 149, § 100, for\n\nunpaid meal breaks, as well as a breach of contract claim based on\n\nthe same deprivation.     Id.     Although the statutory claim failed\n\nbecause the relevant law did not provide for either an express or\n\nan implied private right of action, id. at 1216, the court held\n\nthat \"[t]he lack of a statutory private right of action presents no\n\nbar   to   the   plaintiffs'    claim     that   [defendant]   violated   a\n\ncontractual duty to provide meal periods to the plaintiff class.\"\n\nId.   The SJC observed that \"[t]o an hourly employee . . . , the\n\n\n                                   -43-\n\fopportunity to stop work and eat a meal in peace during a busy\n\nworkday may constitute a benefit of significant value,\" which the\n\nparties   could   bargain    for   in   the    course   of   establishing   an\n\nenforceable contract.       Id. at 1217.      As a consequence, plaintiffs'\n\ninability to avail themselves of a remedy under the wage-and-hour\n\nlaws did not preclude a common law claim that sought to vindicate\n\ndistinct legal rights.\n\n           Salvas closely tracks this case.              Although McCarthy\n\ncannot bring statutory wage-and-hour claims against defendants\n\ndirectly due to BMC's exempt status, that prohibition does not\n\ncompel the erasure of her remedies at common law.             See Eyssi, 618\n\nN.E.2d at 1361-62 (holding that amendments to workers' compensation\n\nstatutes did not bar common law loss of consortium action brought\n\nby spouse or child of police officer).\n\n           Seeking to conjure a contrary argument, defendants rely\n\non two SJC cases that they read for the proposition that \"[w]here\n\na statute has been enacted seemingly to cover the whole subject to\n\nwhich it relates . . . other provisions of the common law . . . are\n\nthereby superseded.\"        School Comm. of City of Lowell v. City of\n\nLowell, </pre><span class=\"citation no-link\"><span class=\"volume\">164</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">91</span></span><pre class=\"inline\">, 92 (Mass. 1928).          But these cases do not sweep\n\nso broadly. For one, Lowell addressed a right that was \"wholly the\n\ncreature of statute\" and that \"[did] not exist at common law.\" Id.\n\nat 93.    By contrast, the common law rights plaintiffs seek to\n\nvindicate here have long preceded the Massachusetts wage-and-hour\n\n\n                                    -44-\n\flaws.        The other SJC case defendants cite, School Committee of\n\nBoston v. Reilly, </pre><span class=\"citation no-link\"><span class=\"volume\">285</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">795</span></span><pre class=\"inline\"> (Mass. 1972), actually undermines\n\ntheir contentions.         There, the SJC considered the relationship\n\nbetween a criminal statute prohibiting municipal employees from\n\nengaging in strikes or work stoppages, and the terms of a CBA\n\nbetween the Boston school system and the teachers' union that also\n\nprohibited strikes.        Id. at 796.   When the teachers' union engaged\n\nin a work stoppage, the school district sued under the CBA and\n\nobtained an injunction.         Id. at 797.     Rejecting the teachers'\n\ncontention that the criminal statutes provided the exclusive remedy\n\nfor the union's conduct, the SJC saw nothing that \"would warrant\n\nthe conclusion that [the criminal statute's] enactment was intended\n\nto restrict previously existing common law remedies for breach of\n\ncontract in the employer-employee context.\"         Id. at 798.14\n\n               In short, defendants have not identified any persuasive\n\nevidence that the Massachusetts legislature sought to eliminate\n\nlongstanding common law causes of action through the wage-and-hour\n\nlaws.        We therefore conclude that these laws do not preclude\n\nMcCarthy from asserting the common law claims pled in this case.\n\n                      b.   The Sufficiency of the State Law Claims\n\n\n\n\n        14\n        Defendants' remaining authorities consist of unpublished\nMassachusetts trial court opinions that are either inapposite or\nfail to engage with the doctrine described above. We thus see no\nreason to adopt their reasoning.\n\n                                    -45-\n\f             We now turn to the sufficiency of the state law claims\n\nunder Rule 12(b)(6), grouping them as the district court did into\n\ncontract claims, fraud claims, and unjust enrichment claims.                       As\n\nstated above, the parties are in accord that these claims are for\n\nrecovery of \"straight-time\" pay only.\n\n                             i.   The Contract Claims\n\n             McCarthy contends that the district court \"misapprehended\n\nthat an employer-employee relationship is, at heart, a contractual\n\none\" and that the court erred in ruling that the amended complaint\n\nfailed to allege a contract.             We agree.      While the complaint may\n\nnot   be   larded    with    detail,     the    basic   claim    is    clear.     The\n\ndefendants, by hiring and employing the plaintiffs, \"entered into\n\n[] employment contract[s] with [them].\" There is no requirement of\n\ngreater formality to establish an employment contract. Indeed, \"an\n\ninformal contract of employment may arise by the simple act of\n\nhanding a job applicant a shovel and providing a workplace.\"\n\nHishon v. King & Spalding, </pre><span class=\"citation\" data-id=\"111188\"><a href=\"/opinion/111188/hishon-v-king-spalding/\"><span class=\"volume\">467</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">69</span></a></span><pre class=\"inline\">, 74 (1984).\n\n           Per the complaint, the terms of this alleged contract were\n\nsimilarly     straightforward       --    McCarthy      and    her    fellows   would\n\n\"provide     their   labor    and   services       in   a     specified   role   for\n\ndefendants, in exchange for an agreed upon hourly pay rate for 'all\n\nhours worked' by plaintiffs.\"              \"At a very minimum, an at-will\n\nemployment relationship encompasses an agreement by the employee to\n\nperform specified work and an agreement by the employer to pay for\n\n\n                                         -46-\n\fthe work performed.\"        Gasior v. Mass. Gen. Hosp., </pre><span class=\"citation no-link\"><span class=\"volume\">846</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">1133</span></span><pre class=\"inline\">,\n\n1137 n.7 (Mass. 2006).           The heart of the state law claims is that,\n\nthrough    the   timekeeping       and   payroll    policies    detailed   above,\n\ndefendants breached the agreements and/or promises to pay all of\n\nthe wages due.          The complaint also includes allegations stating\n\nthat defendants breached the duty of good faith by failing to pay\n\nplaintiffs for their hours worked, and that the employees relied,\n\nto their detriment, on defendants' promises to pay all the wages\n\nowed.     While these factual allegations are relatively simple, so\n\nare the elements of a claim sounding in contract.                  We see no need\n\nto demand more specificity when the core assertion is obvious\n\nenough.     Cf. Spears v. Miller, No. 1683, </pre><span class=\"citation no-link\"><span class=\"volume\">2006</span> <span class=\"reporter\">WL</span> <span class=\"page\">2808145</span></span><pre class=\"inline\">, at *3\n\n(Mass. App. Div. Sept. 26, 2006) (observing that while \"complaint\n\nwas silent as to [employees'] precise employment arrangements,\"\n\nallegations      that    employer     \"employed     them\"    and   that   employer\n\n\"'agreed    to   pay'     them    'legally      mandated    overtime   pay'\"   were\n\nsufficient to state breach of contract claim).\n\n          For these reasons, the dismissal of McCarthy's claims\n\nsounding in contract must be vacated.\n\n                             ii.    The Fraud and Unjust Enrichment Claims\n\n          The remaining common law claims may be disposed of more\n\nsimply. As an initial matter, we note that McCarthy articulates no\n\nchallenge to the district court's conclusion that the fraud claims\n\ndid not meet the heightened pleading threshold set by Rule 9(b).\n\n\n                                         -47-\n\fSee Fed. R. Civ. P. 9(b) (requiring that fraud or mistake claims\n\n\"state with particularity the circumstances constituting fraud or\n\nmistake\").    Although McCarthy contends that the dismissal of the\n\ncommon law claims should be vacated insofar as it is based on the\n\ncomplaint's failure to plead knowledge, that pleading defect was\n\nnot the basis of the district court's dismissal of the fraud\n\nclaims.    Due to the failure to provide any developed argumentation\n\nas to why the fraud claims should survive Rule 9(b), we affirm the\n\ndismissal of Count VII, the fraud claim, and Count VIII, the\n\nnegligent misrepresentation claim.      See Elena v. Municipality of\n\nSan Juan, </pre><span class=\"citation\" data-id=\"669643\"><a href=\"/opinion/669643/elena-v-municipality-of-san-juan/\"><span class=\"volume\">677</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 8 (1st Cir. 2012) (deeming claim waived on\n\nappeal when plaintiffs \"make no attempt at any analysis whatsoever,\n\nlet alone developed argument\").\n\n          By contrast, the district court's dismissal of the unjust\n\nenrichment, money had and received, and conversion claims was based\n\nentirely on its erroneous conclusion that the complaint did not\n\nsufficiently plead that \"defendants required or had knowledge of\n\nthe work allegedly performed by plaintiffs.\"      See Part II.A.1.a,\n\nsupra.    Neither the district court nor defendants on appeal have\n\nproffered another basis for affirming the district court's order.\n\nConsequently, the dismissal of the unjust enrichment, conversion,\n\nand money had and received claims should be vacated.\n\nD.   Plaintiffs' Class Action and Collective Action Allegations\n\n\n\n\n                                 -48-\n\f          In addition to dismissing plaintiffs' substantive causes of\n\naction, the district court struck the class and collective action\n\nallegations.    The amended complaint seeks both certification of a\n\nclass action under Federal Rule of Civil Procedure 23 for the\n\nnonunion members' state law claims seeking straight-time pay, and\n\na collective action under FLSA Section 16(b), 29 U.S.C. § 216(b),\n\nfor the plaintiffs' FLSA overtime claims. Although Rule 23 and the\n\nFLSA impose different certification requirements, the district\n\ncourt used the same reasoning to strike both sets of allegations,\n\nand the parties by and large do not distinguish between the two\n\nregimes.    We consequently assume that the same analysis applies to\n\nboth.15 For simplicity's sake, we refer to the relevant allegations\n\nas \"class action\" allegations.\n\n          The dispositive question for purposes of this appeal is\n\nwhether the complaint pleads the existence of a group of putative\n\nclass members whose claims are susceptible of resolution on a\n\nclasswide basis.    See Wal-Mart Stores, Inc., v. Dukes, </pre><span class=\"citation\" data-id=\"219618\"><a href=\"/opinion/219618/wal-mart-stores-inc-v-dukes/\"><span class=\"volume\">131</span> <span class=\"reporter\">S. Ct.</span>\n\n<span class=\"page\">2541</span></a></span><pre class=\"inline\">, 2551 (2011) (holding that common issue of fact \"must be of\n\n\n\n     15\n        Conditional certification of a FLSA collective action\nrequires that the putative plaintiffs be \"similarly situated.\" 29\nU.S.C. § 216(b). By contrast, Rule 23 calls for the class to share\ncommon questions of law or fact, Fed. R. Civ. P. 23(a)(2), and if\ncertification is sought under Rule 23(b)(3), as is typical in wage-\nand-hour suits, that common issues predominate over individual\nones, id. 23(b)(3).     Although we treat class and collective\ncertification requirements as the same for the purposes of this\nappeal, we do not suggest that this conflation is appropriate in\nall circumstances.\n\n                                 -49-\n\fsuch a nature that it is capable of classwide resolution -– which\n\nmeans that determination of its truth or falsity will resolve an\n\nissue that is central to the validity of each one of the claims in\n\none stroke\").    The Supreme Court has recognized that \"[s]ometimes\n\nthe issues are plain enough from the pleadings to determine whether\n\nthe interests of the absent parties are fairly encompassed within\n\nthe named plaintiff's claim.\"   Gen. Tel. Co. of Sw. v. Falcon, </pre><span class=\"citation\" data-id=\"110737\"><a href=\"/opinion/110737/general-telephone-co-of-southwest-v-falcon/\"><span class=\"volume\">457</span>\n\n<span class=\"reporter\">U.S.</span> <span class=\"page\">147</span></a></span><pre class=\"inline\">, 160 (1982).   If it is obvious from the pleadings that the\n\nproceeding cannot possibly move forward on a classwide basis,\n\ndistrict courts use their authority under Federal Rule of Civil\n\nProcedure 12(f) to delete the complaint's class allegations.16 See,\n\ne.g., Pilgrim v. Universal Health Card, LLC, </pre><span class=\"citation\" data-id=\"617024\"><a href=\"/opinion/617024/pilgrim-v-universal-health-card-llc/\"><span class=\"volume\">660</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">943</span></a></span><pre class=\"inline\">, 949 (6th\n\nCir. 2011) (upholding striking of class allegations prior to close\n\nof discovery and motion to certify class).\n\n          Nonetheless, courts should exercise caution when striking\n\nclass action allegations based solely on the pleadings, for two\n\nreasons. First, while ruling on a motion to strike is committed to\n\nthe district court's sound judgment, \"such motions are narrow in\n\nscope, disfavored in practice, and not calculated readily to invoke\n\nthe court's discretion.\"    Boreri v. Fiat S.p.A., </pre><span class=\"citation\" data-id=\"453018\"><a href=\"/opinion/453018/robert-j-boreri-v-fiat-spa/\"><span class=\"volume\">763</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">17</span></a></span><pre class=\"inline\">, 23\n\n(1st Cir. 1985).     This is so because \"striking a portion of a\n\n\n\n     16\n       In their reply brief, plaintiffs contend that the FLSA does\nnot expressly require that the complaint plead the requirements of\na collective action. Because this assertion was raised too late,\nwe do not pass upon its merits.\n\n                                -50-\n\fpleading is a drastic remedy and . . . it is often sought by the\n\nmovant simply as a dilatory or harassing tactic.\"           5C Charles Alan\n\nWright, et. al., Federal Practice & Procedure § 1380 (3d ed. 2011).\n\nSecond, courts have repeatedly emphasized that striking class\n\nallegations under Rule 12(f)\n\n       is even more disfavored because it requires a\n       reviewing court to preemptively terminate the class\n       aspects of . . . litigation, solely on the basis of\n       what is alleged in the complaint, and before\n       plaintiffs are permitted to complete the discovery\n       to which they would otherwise be entitled on\n       questions relevant to class certification.\n\nMazzola v. Roomster Corp., </pre><span class=\"citation no-link\"><span class=\"volume\">849</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">395</span></span><pre class=\"inline\">, 410 (S.D.N.Y. 2012)\n\n(citations omitted) (internal quotation marks omitted); see also\n\nCholakyan v. Mercedes-Benz USA, LLC, </pre><span class=\"citation\" data-id=\"2116001\"><a href=\"/opinion/2116001/cholakyan-v-mercedes-benz-usa-llc/\"><span class=\"volume\">796</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">1220</span></a></span><pre class=\"inline\">, 1245\n\n(C.D. Cal. 2011) (noting that \"it is in fact rare to [strike class\n\nallegations] in advance of a motion for class certification\" and\n\ncollecting cases). Accordingly, a court should typically await the\n\ndevelopment of a factual record before determining whether the case\n\nshould move forward on a representative basis.\n\n       Here,    the   district   court’s   analysis    as    to   the   class\n\nallegations    was    deeply   intertwined   with     its    dismissal     of\n\nplaintiffs' substantive claims.     The court ruled that the facts as\n\nalleged did not suggest the existence of an \"official policy\" that\n\napplied to \"each of the more than 50 discrete occupational classes\n\nplaintiffs claim make up the potential class.\"         What is more, the\n\ndistrict court believed that the existence of such a widespread\n\n\n                                  -51-\n\fpolicy across such a diverse group of employees was \"simply not\n\nplausible.\"\n\n        As we have explained, however, the core of plaintiffs'\n\nallegations is in fact straightforward -- namely, that through a\n\ncombination of timekeeping policies and other human resources\n\npractices, BMC employees were consistently required to work through\n\ntheir meal breaks and for periods of time before and after their\n\nregular work hours without compensation.          This work took place\n\nopenly at the hospital's facilities, with the employer's actual or\n\nconstructive knowledge.   Accepting the complaint's allegations as\n\ntrue, as we must, these facts support the plausible inference that\n\nthis combination of policies affected BMC's employees across the\n\nboard, notwithstanding their different roles within the company.\n\nEven if the court had concerns about plaintiffs' ability to\n\nrepresent such a diverse group of employees, those concerns do not\n\njustify the drastic measure of striking the class allegations in\n\ntheir entirety.     Cf. Twombly, 550 U.S. at 563 n.8 (\"[W]hen a\n\ncomplaint adequately states a claim, it may not be dismissed based\n\non a district court's assessment that the plaintiff will fail to\n\nfind evidentiary support for his allegations or prove his claim to\n\nthe satisfaction of the factfinder.\").          Moreover, the district\n\ncourt has many tools at its disposal to address concerns regarding\n\nthe   appropriate   contours   of     the   putative   class,   including\n\nredefining the class during the certification process or creating\n\n\n                                    -52-\n\fsubclasses.   Cf. Fengler v. Crouse Health Found., Inc., 595 F.\n\nSupp. 2d 189, 197 (N.D.N.Y. 2009) (granting class certification in\n\nhospital   compensation   case,   but    excluding   \"non-patient   care\n\nworkers,\" such as cafeteria workers and security staff, because\n\nplaintiffs failed to show that these employees worked without pay\n\nwith hospital administrators' knowledge).       Therefore, plaintiffs\n\nshould have the chance to prove their assertions through discovery\n\nand a properly-brought motion for class certification.\n\n       Defendants suggest that plaintiffs invited the district\n\ncourt to resolve the class issues on the pleadings when they moved\n\nfor conditional certification of a FLSA collective action on behalf\n\nof BMC employees affected by the alleged \"meal break deduction\n\npolicy.\"   We fail to see how plaintiffs' motion supports striking\n\nthe class allegations at this early stage.           The mere fact that\n\nplaintiffs raised the issue to the court did not warrant confining\n\nthe inquiry to the pleadings alone, and the trial court would have\n\nbeen well within its discretion to defer ruling on the conditional\n\ncertification request until a later stage of the case.       See, e.g.,\n\nPerez v. Prime Steak House Rest. Corp., ___ F. Supp. 2d ____, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span>\n\n<span class=\"reporter\">WL</span> <span class=\"page\">1635527</span></span><pre class=\"inline\">, at *8 (D.P.R. Apr. 17, 2013).        Moreover, plaintiffs\n\npoint out that the district court elected not to address the\n\nevidence plaintiffs proffered in support of their motion for\n\nconditional certification. This fact emphasizes the prematurity of\n\n\n\n\n                                  -53-\n\fthe district court's decision to strike the class and collective\n\nallegations on the pleadings.\n\n          Consequently, we must vacate the court's order striking the\n\nclass and collective action allegations from the complaint.\n\nE.    Leave to Amend\n\n          Finally, plaintiffs request that they be given leave to\n\ncorrect any deficiencies in the pleading, to the extent that the\n\ndistrict court's dismissal is affirmed.        Federal Rule of Civil\n\nProcedure 15(a)(2) states that \"[a] court should freely give leave\n\nwhen justice so requires.\"     This rule does not mean that \"a trial\n\ncourt must mindlessly grant every request for leave to amend.\"\n\nAponte–Torres v. Univ. of P.R., </pre><span class=\"citation no-link\"><span class=\"volume\">445</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">50</span></span><pre class=\"inline\">, 58 (1st Cir. 2006).\n\nLeave to amend is appropriately denied when, inter alia, \"the\n\nrequest is characterized by 'undue delay, bad faith, futility, [or]\n\nthe    absence   of    due   diligence   on   the   movant's   part.'\"\n\nCalderón-Serra v. Wilmington Trust Co., </pre><span class=\"citation no-link\"><span class=\"volume\">715</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">14</span></span><pre class=\"inline\">, 19 (1st Cir.\n\n2013) (quoting Palmer v. Champion Mortg., </pre><span class=\"citation\" data-id=\"202442\"><a href=\"/opinion/202442/palmer-v-champion-mortgage/\"><span class=\"volume\">465</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">24</span></a></span><pre class=\"inline\">, 30 (1st Cir.\n\n2006)).    We review the district court's denial of leave to amend\n\nfor abuse of discretion.     Platten v. HG Bermuda Exempted Ltd., </pre><span class=\"citation\" data-id=\"202048\"><a href=\"/opinion/202048/platten-v-hg-bermuda-exempted/\"><span class=\"volume\">437</span>\n\n<span class=\"reporter\">F.3d</span> <span class=\"page\">118</span></a></span><pre class=\"inline\">, 131 (1st Cir. 2006).\n\n          Here, we affirm the dismissal of the FLSA claims against\n\nCanavan, as well as the fraud claims. These claims were originally\n\npled in the two separate complaints that initiated Manning I and\n\nManning II, respectively.     The district court identified a number\n\n\n                                  -54-\n\fof deficiencies in both of these pleadings, and the amended\n\ncomplaint now before us represents plaintiffs' attempt to cure\n\nthose problems.   While the trial judge could certainly have given\n\nplaintiffs yet another try, the court was by no means required to\n\ndo so.   This is especially true as to the fraud allegations, where\n\nplaintiffs fell far short of meeting the heightened pleading\n\nstandard imposed by Rule 9(b).     Although the district court was\n\nincorrect to dismiss all of plaintiffs' claims, it was within its\n\ndiscretion to conclude that the time had arrived to settle the\n\npleadings.\n\n         We also observe that many of the hospital compensation\n\nlawsuits being brought throughout the country, including those\n\nlitigated by plaintiffs' counsel in this case, use complaints that\n\nassert the same basic factual allegations and claims raised here.\n\nA number of courts have expressed their frustration with the lack\n\nof detail in these complaints.    See Pruell, 678 F.3d at 14 & n.2\n\n(collecting cases and noting district courts' \"displeasure\" with\n\ntheir complaints).   While these cases may involve complaints that\n\ndiffer in some respects from the pleading at issue in this case,\n\nthe dismissal of many of these similar allegations, including those\n\nwritten by plaintiffs' counsel here, should have put plaintiffs'\n\ncounsel on notice of the necessity of a thorough drafting job.\n\nThis circumstance further supports the trial judge’s conclusion\n\nthat giving them another chance would have served little purpose.\n\n\n                                 -55-\n\f          In sum, we must \"defer to the district court's hands-on\n\njudgment so long as the record evinces an adequate reason for the\n\ndenial.\"    Aponte–Torres, 445 F.3d at 58.        Given the facts of this\n\ncase we cannot say that denial of further leave to amend was an\n\nabuse of discretion.\n\n                                  III.\n\n          For the reasons stated, we vacate the district court's order\n\nin part and affirm it in part.             Specifically, we vacate the\n\ndismissal of the FLSA claim against BMC and Ullian (Count I), the\n\ncontract claims (Counts II-IV, and IX), and the money had and\n\nreceived, unjust enrichment, and conversion claims (Counts V, VI,\n\nand X).     We also vacate the district court's order striking the\n\nclass and collective action allegations.\n\n          We affirm the dismissal of the FLSA claims against Canavan\n\n(Count I).      We also affirm the district court's exercise of\n\njurisdiction over the plaintiffs' state law claims, and the court's\n\ndirective    requiring   plaintiffs   to   file   a   single   consolidated\n\ncomplaint alleging all their causes of action.         Further, we affirm\n\nthe dismissal of the fraud and negligent misrepresentation claims\n\n(Counts VII and VIII), and the denial of leave to amend.\n\n          The case is remanded for proceedings consistent with this\n\nopinion.    The parties are to bear their own costs.\n\n          So ordered.\n\n                   – Dissenting Opinion Follows –\n\n\n                                  -56-\n\f             STAHL, Circuit Judge, concurring in part and dissenting\n\nin part.      I join the court's thorough opinion in all but one\n\nrespect.      I part ways with my colleagues as to whether the\n\nplaintiffs    have   stated   a   claim    against   Elaine   Ullian,   BMC's\n\nerstwhile president and CEO.        In my view, the plaintiffs' vague,\n\nboilerplate allegations do not nudge their claim against Ullian\n\nacross the line from conceivable to plausible. See Bell Atl. Corp.\n\nv. Twombly, </pre><span class=\"citation\" data-id=\"145730\"><a href=\"/opinion/145730/bell-atlantic-corp-v-twombly/\"><span class=\"volume\">550</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">544</span></a></span><pre class=\"inline\">, 570 (2007). Thus, I respectfully dissent\n\nfrom the court's decision on this point.\n\n             As the majority explains, our precedents use an \"economic\n\nreality\" test to gauge whether an individual defendant is the\n\nplaintiff's \"employer\" for FLSA purposes.17             See Chao v. Hotel\n\nOasis, Inc., </pre><span class=\"citation\" data-id=\"202819\"><a href=\"/opinion/202819/chao-v-hotel-oasis-inc/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">26</span></a></span><pre class=\"inline\">, 34 (1st Cir. 2007); Baystate Alternative\n\nStaffing, Inc. v. Herman, </pre><span class=\"citation\" data-id=\"198264\"><a href=\"/opinion/198264/baystate-alternative-v-reich/\"><span class=\"volume\">163</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">668</span></a></span><pre class=\"inline\">, 678 (1st Cir. 1998);\n\nDonovan v. Agnew, </pre><span class=\"citation\" data-id=\"422029\"><a href=\"/opinion/422029/raymond-j-donovan-secretary-of-labor-united-states-department-of-labor/\"><span class=\"volume\">712</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1509</span></a></span><pre class=\"inline\">, 1513 (1st Cir. 1983).            This test\n\n\"focuse[s] on the role played by the corporate officer[] in causing\n\nthe corporation to undercompensate employees.\"          Baystate, 163 F.3d\n\nat 678.      \"[R]elevant indicia\" of employer status include the\n\ndefendant's \"operational control over significant aspects of the\n\nbusiness\" and \"ownership interest in the business,\" if any; these\n\n\n     17\n          The FLSA defines \"employer\" to \"include[] any person\nacting directly or indirectly in the interest of an employer in\nrelation to an employee and includes a public agency.\" 29 U.S.C.\n§ 203(d).   This definition has aptly been called \"unhelpful.\"\nJackson v. Conrad, No. 09-00425, </pre><span class=\"citation no-link\"><span class=\"volume\">2010</span> <span class=\"reporter\">WL</span> <span class=\"page\">3852343</span></span><pre class=\"inline\">, at *1 (D.D.C.\nSept. 30, 2010) (quoting Henthorn v. Dep't of Navy, </pre><span class=\"citation\" data-id=\"674585\"><a href=\"/opinion/674585/donald-gene-henthorn-v-department-of-navy/\"><span class=\"volume\">29</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">682</span></a></span><pre class=\"inline\">,\n684 (D.C. Cir. 1994)) (internal quotation marks omitted).\n\n                                    -57-\n\ffactors matter \"because they suggest that an individual controls a\n\ncorporation's financial affairs and can cause the corporation to\n\ncompensate (or not to compensate) employees in accordance with the\n\nFLSA.\"   Id.; see Hotel Oasis, 493 F.3d at 34.   This focus on actual\n\noperational control means that \"a supervisor's title does not in\n\nitself establish or preclude his or her liability under the FLSA.\"\n\nLamonica v. Safe Hurricane Shutters, Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">711</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1299</span></span><pre class=\"inline\">, 1310\n\n(11th Cir. 2013).\n\n           Importantly, our cases warn against construing the FLSA\n\ndefinition of \"employer\" too broadly when ruling on claims against\n\nindividual defendants.   See Hotel Oasis, 493 F.3d at 34; Baystate,\n\n163 F.3d at 679; Agnew, 712 F.2d at 1513.    In our first encounter\n\nwith individual liability under the FLSA, we concluded that \"it\n\nshould not lightly be inferred that Congress intended to disregard\n\nin this context the shield from personal liability which is one of\n\nthe major purposes of doing business in a corporate form.\"     Agnew,\n\n712 F.2d at 1513.   We thus eschewed a literal reading of the FLSA's\n\n\"broadly inclusive definition of 'employer,'\" which would impose\n\npersonal liability on \"any supervisory employee,\" and adopted the\n\neconomic reality test instead.    Id.; see Baystate, 163 F.3d at 679\n\n(reaffirming that \"such an expansive application of the definition\n\nof an 'employer' to a personal liability determination pursuant to\n\nthe FLSA is untenable\").     We should apply that test with this\n\nconcern about unbounded liability in mind.       See Hotel Oasis, 493\n\n\n                                 -58-\n\fF.3d at 34 (describing Agnew as \"narrowly\" deciding that the FLSA\n\n\"did not preclude personal liability\" for officers with significant\n\nownership interests and significant day-to-day operational control,\n\nincluding over compensation of employees, who personally made\n\ndecisions leading to undercompensation); Agnew, 712 F.2d at 1513.\n\n            One    other    factor    impacts     how    we   must   analyze   the\n\nplaintiffs'    claim       against    Ullian:    this    case,   unlike     Agnew,\n\nBaystate, or Hotel Oasis, was resolved on a motion to dismiss.\n\nThus, for the plaintiffs' claim against Ullian to proceed, their\n\ncomplaint \"must contain sufficient factual matter, accepted as\n\ntrue, to 'state a claim to relief that is plausible on its face.'\"\n\nAshcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">556</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">, 678 (2009) (quoting Twombly, 550\n\nU.S. at 570).       Put another way, the complaint's \"non-conclusory\n\nfactual content,\" Gianfrancesco v. Town of Wrentham, </pre><span class=\"citation no-link\"><span class=\"volume\">712</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">634</span></span><pre class=\"inline\">,\n\n639 (1st Cir. 2013), must allow us to draw the reasonable inference\n\nthat Ullian was the plaintiffs' \"employer\" under the economic\n\nreality test.      This inference cannot rest solely on allegations\n\nthat,     \"while   not     stating     ultimate     legal     conclusions,     are\n\nnevertheless so threadbare or speculative that they fail to cross\n\nthe line between the conclusory and the factual.\"                        Pruell v.\n\nCaritas    Christi,      </pre><span class=\"citation\" data-id=\"785982\"><a href=\"/opinion/785982/pruell-v-caritas-christi/\"><span class=\"volume\">678</span>   <span class=\"reporter\">F.3d</span>   <span class=\"page\">10</span></a></span><pre class=\"inline\">,   13    (1st   Cir.    2012)    (quoting\n\nPeñalbert–Rosa v. Fortuño–Burset, </pre><span class=\"citation no-link\"><span class=\"volume\">631</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">592</span></span><pre class=\"inline\">, 595 (1st Cir.\n\n2011)) (internal quotation mark omitted).                Here, the plaintiffs'\n\n\n\n\n                                       -59-\n\fclaim against Ullian relies on just such \"borderline\" allegations.\n\nSee id.\n\n             Most of the allegations against Ullian amount to this:\n\nshe was BMC's CEO and had many of the responsibilities one would\n\nexpect a CEO to have.          The complaint says that Ullian \"controlled\n\nsignificant functions of the business\"; \"was involved in the budget\n\nfor the hospital\"; \"was involved in regular presentations and\n\nmeetings in the community on behalf of\" BMC; \"had the authority to,\n\nand did, make decisions that concerned the policies defendants\n\nadopted     and   the    implementation        of   those      policies\";      \"had   the\n\nauthority to, and did, make decisions that concerned defendants'\n\noperations,       including     functions      related      to   employment,      human\n\nresources, training, payroll, and benefits\"; and was actively\n\ninvolved in recruiting, hiring, and reductions in force due to\n\nbudget cuts.      Thus, we know that Ullian had many of the high-level\n\n(if vaguely described) responsibilities that a CEO normally has,\n\nbut   our    cases      make   clear    that    merely      holding   a     high-level\n\nsupervisory       or    executive      position     is   not     enough   to    trigger\n\nindividual FLSA liability.             See Agnew, 712 F.2d at 1513; see also\n\nIrizarry v. Catsimatidis, --- F.3d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">3388443</span></span><pre class=\"inline\">, at *6 (2d\n\nCir. July 9, 2013) (\"Most circuits . . . [require] that a company\n\nowner, president, or stockholder must have at least some degree of\n\ninvolvement in the way the company interacts with employees to be\n\na FLSA 'employer.'\"). And many of the allegations that seek to tie\n\n\n                                         -60-\n\fUllian to the plaintiffs' employment situation are \"nominally cast\n\nin factual terms but [are] so general and conclusory as to amount\n\nmerely to an assertion that unspecified facts exist to conform to\n\nthe legal blueprint.\" Menard v. CSX Transp., Inc., </pre><span class=\"citation no-link\"><span class=\"volume\">698</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></span><pre class=\"inline\">, 45\n\n(1st Cir. 2012). For example: \"As President and CEO, Elaine Ullian\n\nactively advised defendants' agents on the enforcement of the\n\nillegal policies complained of in this case.\"            It is hard to\n\nimagine what facts underlie this assertion.\n\n             Some allegations are more specific: we are told of\n\nUllian's role in overseeing a merger, constructing a new hospital\n\nbuilding, implementing an electronic records system, setting policy\n\nregarding pharmaceutical and medical device representatives, and\n\ntaking part in a rally supporting health-care services for the\n\nunderprivileged.      Taken together, these allegations plausibly\n\nestablish that Ullian \"had the authority to manage certain aspects\n\nof the business's operations on a day-to-day basis.\" Baystate, 163\n\nF.3d at 678.    But, in Baystate, that was not enough; we also called\n\nfor   some    indication   of    \"personal   responsibility   for   making\n\ndecisions about the conduct of the business that contributed to the\n\nviolations of the Act.\"         Id.   As the Second Circuit recently put\n\nit:\n\n             Evidence that an individual is an owner or\n             officer of a company, or otherwise makes\n             corporate decisions that have nothing to do\n             with an employee's function, is insufficient\n             to demonstrate 'employer' status. Instead, to\n             be an 'employer,' an individual defendant must\n\n                                      -61-\n\f               possess control over a company's actual\n               'operations' in a manner that relates to a\n               plaintiff's employment.\n\nIrizarry, --- F.3d ---, </pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">3388443</span></span><pre class=\"inline\">, at *8; cf. Patel v. Wargo,\n\n</pre><span class=\"citation\" data-id=\"478063\"><a href=\"/opinion/478063/sendhabhai-patel-v-dr-alex-wargo-etc/\"><span class=\"volume\">803</span>    <span class=\"reporter\">F.2d</span>        <span class=\"page\">632</span></a></span><pre class=\"inline\">,   638    (11th    Cir.    1986)   (defendant   who   was    both\n\npresident and vice president of a corporation, as well as a\n\ndirector and principal stockholder, was not an employer because he\n\n\"did not have operational control of significant aspects of [the\n\ncompany]'s          day-to-day       functions,      including       compensation    of\n\nemployees or other matters 'in relation to an employee'\" (citing\n\nAgnew, 712 F.2d at 1514)).18\n\n               The closest the complaint comes to alleging that Ullian\n\nhad     operational             control    over     plaintiffs'      employment      and\n\ncompensation is in the allegations that she: had the authority to\n\nhire and fire employees; sought to ensure minority representation\n\nin the workforce; was involved in layoffs; and \"was involved in the\n\nnegotiation with unions, including relating to the unfair labor\n\npractices of nurses.\"               But these fairly broad allegations, even\n\nwhen        read     together      with    the    rest    of   the    complaint,    see\n\nOcasio-Hernández v. Fortuno-Burset, </pre><span class=\"citation no-link\"><span class=\"volume\">640</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1</span></span><pre class=\"inline\">, 14 (1st Cir. 2011),\n\ndo not create a plausible inference that Ullian played a role \"in\n\ncausing [BMC] to undercompensate\" the plaintiffs, Baystate, 163\n\n\n\n       18\n          This is not to suggest that allegations of an individual\ndefendant's authority over other aspects of a business are\nirrelevant to the employer inquiry; they are not. See Irizarry,\n</pre><span class=\"citation no-link\"><span class=\"volume\">2013</span> <span class=\"reporter\">WL</span> <span class=\"page\">3388443</span></span><pre class=\"inline\">, at *8. But neither are they sufficient.\n\n                                             -62-\n\fF.3d at 678.       To be sure, I do not think our cases require, at the\n\npleading       stage,   particular   facts    showing   that    an   individual\n\ndefendant made a specific decision or took a particular action that\n\ndirectly caused the plaintiffs' undercompensation.              But something\n\nmore than boilerplate assertions of \"authority\" is required; a\n\ncomplaint must present facts plausibly showing that the plaintiffs'\n\ncompensation was sufficiently within the defendant's bailiwick to\n\njustify holding her personally liable.19             Cf. Agnew, 712 F.2d at\n\n1513.        Here, I see no such facts.       The gist of the plaintiffs'\n\ncomplaint is that BMC's automated timekeeping system combined with\n\nits inflexible work and training requirements to cause systematic\n\nundercompensation.        There are no allegations connecting Ullian to\n\nany component of this regime, let alone establishing that she had\n\n\"operational control\" over it.         See Baystate, 163 F.3d at 678.\n\n               Finally, as the majority acknowledges, an individual FLSA\n\ndefendant's       ownership   interest   in    the   business    is    a   major\n\nconsideration under our precedents.           See Hotel Oasis, 493 F.3d at\n\n34; Agnew, 712 F.2d at 1511-12.              Here, there is of course no\n\nallegation that Ullian had any ownership interest in BMC, which is\n\n\n\n        19\n          I call the complaint's allegations against Ullian\n\"boilerplate\" not only because of their vagueness but also because\nthey mirror the allegations made against the individual defendants\nin other FLSA suits filed by the plaintiffs' counsel.        E.g.,\nAmended Complaint at 17-18, Nakahata v. N.Y.-Presbyterian\nHealthcare Sys., Inc., 10 CIV. 2661 PAC, </pre><span class=\"citation no-link\"><span class=\"volume\">2011</span> <span class=\"reporter\">WL</span> <span class=\"page\">321186</span></span><pre class=\"inline\"> (S.D.N.Y.\nJan. 28, 2011) (No. 10-2661), ECF. No. 39.\n\n\n                                     -63-\n\fa non-profit organization.         Moreover, BMC is a large organization.\n\nAll else being equal, BMC's size makes it less plausible that the\n\npresident     and    CEO   had    a    hand   in    causing    the   employees'\n\nundercompensation than it would be in, say, a smaller, closely held\n\ncompany.     In sum, given the allegations in the complaint and our\n\ndetermination that an expansive definition of the term \"employer\"\n\nin this context is \"untenable,\" Baystate, 163 F.3d at 679, I cannot\n\nconclude that the plaintiffs have stated a claim against Ullian.\n\n             I am cognizant that, before discovery, a plaintiff cannot\n\nknow everything about a defendant's potentially wrongful conduct,\n\nespecially when it comes to the inner workings of a corporate or\n\ninstitutional       defendant.        Thus,   our   post-Twombly     cases   have\n\nrecognized    that    \"'some     latitude'    may   be   appropriate    where   a\n\nplausible claim may be indicated 'based on what is known,' at least\n\nwhere . . . 'some of the information needed may be in the control\n\nof [the] defendants.'\"           Menard, 698 F.3d at 45 (alteration in\n\noriginal) (quoting Pruell, 678 F.3d at 15).                   But \"a plausible\n\nclaim\" is still required.         And Twombly and Iqbal make clear that a\n\nclaim is not plausible when the \"complaint pleads facts that are\n\n'merely consistent with' a defendant's liability.\" Iqbal, 556 U.S.\n\nat 678 (quoting Twombly, 550 U.S. at 557).               That is what we have\n\nhere.   It is perhaps possible that Ullian is the plaintiffs'\n\nemployer under the FLSA.           The allegations in the complaint are\n\nconsistent with that possibility. But broad assertions that Ullian\n\n\n                                       -64-\n\fhad authority that might encompass the requisite degree of control\n\nover   the   plaintiffs'   employment   do   not   \"raise   a   reasonable\n\nexpectation that discovery will reveal evidence of\" liability.\n\nTwombly, 550 U.S. at 556.    For that reason, I respectfully dissent\n\nfrom the court's decision that the plaintiffs have stated a\n\nplausible claim against Ullian.    I join the court's opinion in all\n\nother respects.\n\n\n\n\n                                 -65-\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/27/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103958/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110441/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110737/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111188/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111915/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112584/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145890/",
    "http://www.courtlistener.com/api/rest/v3/opinions/182845/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198264/",
    "http://www.courtlistener.com/api/rest/v3/opinions/200756/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202048/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202442/",
    "http://www.courtlistener.com/api/rest/v3/opinions/202819/",
    "http://www.courtlistener.com/api/rest/v3/opinions/203562/",
    "http://www.courtlistener.com/api/rest/v3/opinions/219618/",
    "http://www.courtlistener.com/api/rest/v3/opinions/220941/",
    "http://www.courtlistener.com/api/rest/v3/opinions/422029/",
    "http://www.courtlistener.com/api/rest/v3/opinions/444146/",
    "http://www.courtlistener.com/api/rest/v3/opinions/453018/",
    "http://www.courtlistener.com/api/rest/v3/opinions/471601/",
    "http://www.courtlistener.com/api/rest/v3/opinions/478063/",
    "http://www.courtlistener.com/api/rest/v3/opinions/567207/",
    "http://www.courtlistener.com/api/rest/v3/opinions/601847/",
    "http://www.courtlistener.com/api/rest/v3/opinions/617024/",
    "http://www.courtlistener.com/api/rest/v3/opinions/669643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/674585/",
    "http://www.courtlistener.com/api/rest/v3/opinions/689147/",
    "http://www.courtlistener.com/api/rest/v3/opinions/705986/",
    "http://www.courtlistener.com/api/rest/v3/opinions/714809/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718368/",
    "http://www.courtlistener.com/api/rest/v3/opinions/726623/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/755371/",
    "http://www.courtlistener.com/api/rest/v3/opinions/762751/",
    "http://www.courtlistener.com/api/rest/v3/opinions/763559/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780556/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785319/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785982/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1386400/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1405410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1548410/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1991818/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2116001/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2467855/"
  ]
}