{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/237855/",
  "absolute_url": "/opinion/237855/doris-sylvia-grey-infant-and-howard-martin-grey-infant-children-of/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/237855/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-08-23T08:31:54Z",
  "date_modified": "2017-03-24T18:06:25.660772Z",
  "type": "010combined",
  "sha1": "1c732c6554592541d18bd2b29e1de70a6b507f9a",
  "page_count": null,
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/227/227.F2d.282.73.23601.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">227 F.2d 282</p>\n    <p class=\"parties\">Doris Sylvia GREY, infant, and Howard Martin Grey, infant,<br>children of Harry M. Goldberg, deceased, and<br>Sophie Goldberg, deceased, by Esther<br>Weiner, their guardian ad<br>litem, Plaintiffs-Appellants,<br>v.<br>AMERICAN AIRLINES, Inc., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 73, Docket 23601.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued Oct. 7, 1955.<br>Decided Nov. 7, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Manes, Sturim, Donovan &amp; Laufer, New York City (Arthur M. Laufer and Samuel S. Sturim, New York City, on the brief), for plaintiffs-appellants.</p>\n      <p class=\"indent\">Haight, Gardner, Poor &amp; Havens, New York City (William J. Junkerman and James B. McQuillan, New York City, of counsel), for defendant-appellee.</p>\n      <p class=\"indent\">Before HAND, MEDINA and LUMBARD, Circuit Judges.</p>\n      <p class=\"indent\">MEDINA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parents of the infant plaintiffs and twenty-six other persons met their deaths during the early hours of the morning of November 29, 1949, when defendant's Douglas DC-6 airplane, on an international flight from New York to Mexico City, crashed at Love Field, Dallas, Texas.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While plaintiffs contended that the Warsaw Convention was not applicable, because the passenger tickets issued to decedents did not make reference to the intermediate 'agreed stopping places'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of Washington, D.C., and Dallas, Texas, motions to strike the usual Warsaw Convention limitation of liability defenses, based upon this technical and wholly unsubstantial alleged omission, were denied before trial by Judge Noonan.  We agree with Judge Noonan's reasoning and see no occasion to elaborate upon his carefully prepared opinion.  Grey v. American Airlines, D.C.S.D.N.Y.1950, 95 F.Supp. 756.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At he trial the principal issue was whether or not plaintiffs had adduced evidence sufficient to support a finding that the disaster was due to 'wilful misconduct' on the part of defendant's employees, or any of them.  The jury found that it was; but the trial judge, after taking under advisement defendant's motion to set aside the verdicts and direct judgment in favor of plaintiffs for $16,600, or the limited amount of $8300 on account of the death of each decedent, reviewed the evidence in some detail and, in the order now appealed from, granted the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In limine plaintiffs contend that the trial judge lacked power to entertain the motion, at least with reference to so much of plaintiffs' claim as arises out of the death of the mother, Sophie Goldberg, under Fed.Rules Civ.Proc. rule 50(b), 28 U.S.C.A. because no motion for a directed verdict was made by defendant 'at the close of all the evidence' to the effect that the jury should find in plaintiffs' favor for the sum of $8300 'arising out of the death of Sophie Goldberg.'  We had supposed the winds of time had long since carried into oblivion such flimsy excuses for avoiding a consideration of the merits of a case.  From the outset defendant urged that there could be no recovery in excess of $8300 for the death of either decedent; motions for directed verdicts with respect to the claims arising out of each of the two deaths were made at the close of plaintiffs' case; the contention was again made in extenso at the close of all the evidence.  It was mere inadvertence that no reference was again made specifically to Sophie Goldberg.  Accordingly, the trial judge had ample authority under Rule 50(b) to set aside or disregard the verdicts and dispose of the case with finality, subject to appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plane left La Guardia Airport at 10:30 P.M.; took off from Washington, D.C., for Dallas at 12:54 A.M., and, when in the vicinity of Nashville, Tennessee, the outboard engine on the port wing, known as the #1 engine, commenced to backfire, as a result of which it was feathered and shut off.  Without further incident Dallas was sighted and the plane was cleared to land on runway 36.  We are concerned with what occurred between the time the plane crossed the boundary of the airport at an altitude of 200 feet, until it crashed on top of the hangar of the Dallas Aviation School on the edge of the airport opposite the direction tower.  The crew, consisting of the Captain, the First Officer and the Flight Engineer, survived; and their testimony gives us a certain amount of data, together with some flat contradictions and a mass of conflicting possible inferences.  Before giving a brief resume of the evidence, it will be well to set forth the applicable law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The scheme of the Warsaw Convention is pretty plain on its face.  Chapter III is the one which concerns us here.  Article 17 imposes an absolute liability upon the carrier for all personal injuries, regardless of fault, 'if the accident which caused the damage so sustained took place on board the aircraft.'  But this liability is excused by Article 20(1), if 'the carrier proves' that it has 'taken all necessary measures to avoid the damage or that it was impossible' for it to take them.  As to this it is plain that the burden of proof is upon the carrier.  And, in passing, it may be noted that in most if not all serious accidents, whether or not members of the crew survive, the difficulties in avoiding this presumptive liability would seem to be almost if not quite insurmountable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this background we come to Article 25, which provides that the carrier shall not be entitled to avail itself 'of the provisions of this convention which exclude or limit' its liability, if the damage is caused by its 'wilful misconduct.'  The exclusion refers to Article 20(1), and the limitation to Article 22(1), which provides that 'the liability of the carrier for each passenger shall be limited' to $8300.  Upon whom is the burden of proving wilful misconduct?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial court here instructed the jury that the burden of proving wilful misconduct rested upon plaintiffs, and plaintiffs acquiesced in this, virtually conceding that it was not incumbent upon defendant to sustain the onus of proving a negative.  As will shortly appear, the real cause of the crash still remains in doubt, and we feel that the interest of justice requires that we decide this question, even though the parties have apparently taken the answer for granted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We hold that the trial judge ruled correctly when he charged the jury that plaintiffs could recover no more than $8300 on account of the death of each decedent, unless plaintiffs proved by a fair preponderance of the credible evidence that there was wilful misconduct on the part of defendant's employees, or any of then, which was a 'substantial contributing factor' to the accident.  The specific language of Article 20(1), above quoted, and the absence of corresponding words in Article 25 would seem to make admissible no other interpretation of the Convention.  But perhaps of greater significance is the general purpose of protecting international air carriers from the burden of excessive claims connected with the loss of aircraft under circumstances which make it impossible, or virtually so, to determine the mechanical or human shortcomings which caused the disaster, because of the death of all on board and the destruction of the plane.  We find implicit in the terms of the Convention an intention to relieve the carriers of this burden of proof, whilst at the same time giving the injured parties the opportunity to prove wilful misconduct, if they can.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no dispute as to what constitutes wilful misconduct.  The instructions required proof of 'a conscious intent to do or omit doing an act from which harm results to another, or an intentional omission of a manifest duty.  There must be a realization of the probability of injury from the conduct, and a disregard of the probable consequences of such conduct.'  This was in accordance with precedent.  American Airlines v. Ulen, 1949, 87 U.S.App.D.C. 307, 186 F.2d 529; Pekelis v. Transcontinental &amp; Western Air, Inc., 2 Cir., 1951, 187 F.2d 122, 23 A.L.R.2d 1349; Goepp v. American Overseas Airlines, 1952, 281 App.Div. 105, 117 N.Y.S.2d 276, affirmed 305 N.Y. 830, 114 N.E.2d 37, certiorari denied 346 U.S. 874, 74 S.Ct. 124, 98 L.Ed. 382.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, as this is a jury case, plaintiffs are entitled to have the evidence viewed in the light most favorable to plaintiffs.  All questions of credibility were for the jury.  It was within their province to pick and choose, to accept a part or the whole of the testimony of any particular witness, and to reject the rest.  Where conflicting inferences were rationally admissible, it was a function of the jury to take those which they considered most consistent with the general pattern of the proofs.  And this congeries is summed up in the general verdicts.  The trial judge had a right to reject the finding of wilful misconduct only if, on no possible view of the evidence, could reasonable men reach that conclusion.  Binder v. Commercial Travelers, 2 Cir., 1948, 165 F.2d 896; 3 Moore, Federal Practice &#167; 50.01 (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We now return to the evidence of the events which crowded into the brief interval of time between the crossing of the boundary of the airport at a height of 200 feet and the crash.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Flight Engineer suddenly reported that the fuel flow gauge on engine #4, the outboard starboard engine, read zero.  The Captain at once ordered the fuel booster pump applied, and the Captain testified that he felt that engine 'surge,' which caused the left wing to dip 20 degrees and the plane to swerve to the left and out of line with the runway.  Reduction of power on the #3 and #4 engines and increase of power on #2 apparently brought the plane level and she was about 30 or 40 feet above the ground.  The Captain says he ordered the landing gear retracted and the flaps raised, with full take-off power on the three operating engines.  The First Officer says he did not hear any order but knew from the actions of the Captain that he was attempting to pull up and make another try for the field.  That the plane gained altitude is apparent from the fact of where she hit on top of the hangar of the Dallas Aviation School.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But in the interval, without any order from the Captain, the First Officer feathered the #4 engine, and the Captain claims that this was what caused the crash.  The First Officer says the instruments indicated that #4 was 'windmilling,' that the unfeathered propeller without power behind it would operate as a drag, and that he left the flaps as they were because to level them off would, in his opinion, have resulted in an immediate loss of altitude.  There was testimony that there was still power in #4 and that the levelling of the flaps would have helped the plane to rise, although this seems improbable in view of her position so close to the ground.  In any vent, the plane stalled and fell.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If defendant had the burden of proving that there was no wilful misconduct on the part of any member of the crew, we think a jury would have been warranted in finding on this record that the burden had not been sustained.  There are too many gaps and imponderables, to say nothing of the conflicts and inconsistencies, some of which we have not thought it necessary to collate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But we cannot discover anything in the case to warrant a finding that there was wilful misconduct.  It is said that the Captain was in command and that he was the only one authorized by Civil Air Regulations 61.301, 61.310, to act in an emergency.  But we find nothing in the Regulations to justify this conclusion.  The plane was in extremis; whatever the First Officer did or failed to do was done to save the plane and the lives of all on board including his own.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">True it is that the jury were entitled to disregard the testimony of the First Officer, or any part of it, and to accept the testimony of the Captain in its entirety.  But even so the record is still devoid of any evidence of wilful misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Much is also said on plaintiffs' behalf of defective instruments and previous backfiring by the engine which was feathered when near Nashville, but it is abundantly plain to us that each and every member of the crew thought the plane was airworthy when they left Washington, D.C. for Dallas; and the evidence referred to is of trivial consequence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Other alleged errors seem to us not to warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Presidential Proclamation of October 29, 1934, 49 Stat.  Pt. 2 at p. 3000 et seq</p>\n      </div>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">227</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">282</span></span></p>\n    <p class=\"parties\">Doris Sylvia GREY, infant, and Howard Martin Grey, infant,<br>children of Harry M. Goldberg, deceased, and<br>Sophie Goldberg, deceased, by Esther<br>Weiner, their guardian ad<br>litem, Plaintiffs-Appellants,<br>v.<br>AMERICAN AIRLINES, Inc., Defendant-Appellee.</p>\n    <p class=\"docket\">No. 73, Docket 23601.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued Oct. 7, 1955.<br>Decided Nov. 7, 1955.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Manes, Sturim, Donovan &amp; Laufer, New York City (Arthur M. Laufer and Samuel S. Sturim, New York City, on the brief), for plaintiffs-appellants.</p>\n      <p class=\"indent\">Haight, Gardner, Poor &amp; Havens, New York City (William J. Junkerman and James B. McQuillan, New York City, of counsel), for defendant-appellee.</p>\n      <p class=\"indent\">Before HAND, MEDINA and LUMBARD, Circuit Judges.</p>\n      <p class=\"indent\">MEDINA, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The parents of the infant plaintiffs and twenty-six other persons met their deaths during the early hours of the morning of November 29, 1949, when defendant's Douglas DC-6 airplane, on an international flight from New York to Mexico City, crashed at Love Field, Dallas, Texas.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">While plaintiffs contended that the Warsaw Convention was not applicable, because the passenger tickets issued to decedents did not make reference to the intermediate 'agreed stopping places'<a class=\"footnote\" href=\"#fn1\" id=\"fn1_ref\">1</a> of Washington, D.C., and Dallas, Texas, motions to strike the usual Warsaw Convention limitation of liability defenses, based upon this technical and wholly unsubstantial alleged omission, were denied before trial by Judge Noonan.  We agree with Judge Noonan's reasoning and see no occasion to elaborate upon his carefully prepared opinion.  Grey v. American Airlines, D.C.S.D.N.Y.1950, <span class=\"citation\" data-id=\"2290983\"><a href=\"/opinion/2290983/grey-v-american-airlines/\"><span class=\"volume\">95</span> <span class=\"reporter\">F. Supp.</span> <span class=\"page\">756</span></a></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">At he trial the principal issue was whether or not plaintiffs had adduced evidence sufficient to support a finding that the disaster was due to 'wilful misconduct' on the part of defendant's employees, or any of them.  The jury found that it was; but the trial judge, after taking under advisement defendant's motion to set aside the verdicts and direct judgment in favor of plaintiffs for $16,600, or the limited amount of $8300 on account of the death of each decedent, reviewed the evidence in some detail and, in the order now appealed from, granted the motion.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">In limine plaintiffs contend that the trial judge lacked power to entertain the motion, at least with reference to so much of plaintiffs' claim as arises out of the death of the mother, Sophie Goldberg, under Fed.Rules Civ.Proc. rule 50(b), 28 U.S.C.A. because no motion for a directed verdict was made by defendant 'at the close of all the evidence' to the effect that the jury should find in plaintiffs' favor for the sum of $8300 'arising out of the death of Sophie Goldberg.'  We had supposed the winds of time had long since carried into oblivion such flimsy excuses for avoiding a consideration of the merits of a case.  From the outset defendant urged that there could be no recovery in excess of $8300 for the death of either decedent; motions for directed verdicts with respect to the claims arising out of each of the two deaths were made at the close of plaintiffs' case; the contention was again made in extenso at the close of all the evidence.  It was mere inadvertence that no reference was again made specifically to Sophie Goldberg.  Accordingly, the trial judge had ample authority under Rule 50(b) to set aside or disregard the verdicts and dispose of the case with finality, subject to appellate review.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The plane left La Guardia Airport at 10:30 P.M.; took off from Washington, D.C., for Dallas at 12:54 A.M., and, when in the vicinity of Nashville, Tennessee, the outboard engine on the port wing, known as the #1 engine, commenced to backfire, as a result of which it was feathered and shut off.  Without further incident Dallas was sighted and the plane was cleared to land on runway 36.  We are concerned with what occurred between the time the plane crossed the boundary of the airport at an altitude of 200 feet, until it crashed on top of the hangar of the Dallas Aviation School on the edge of the airport opposite the direction tower.  The crew, consisting of the Captain, the First Officer and the Flight Engineer, survived; and their testimony gives us a certain amount of data, together with some flat contradictions and a mass of conflicting possible inferences.  Before giving a brief resume of the evidence, it will be well to set forth the applicable law.</p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The scheme of the Warsaw Convention is pretty plain on its face.  Chapter III is the one which concerns us here.  Article 17 imposes an absolute liability upon the carrier for all personal injuries, regardless of fault, 'if the accident which caused the damage so sustained took place on board the aircraft.'  But this liability is excused by Article 20(1), if 'the carrier proves' that it has 'taken all necessary measures to avoid the damage or that it was impossible' for it to take them.  As to this it is plain that the burden of proof is upon the carrier.  And, in passing, it may be noted that in most if not all serious accidents, whether or not members of the crew survive, the difficulties in avoiding this presumptive liability would seem to be almost if not quite insurmountable.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">Against this background we come to Article 25, which provides that the carrier shall not be entitled to avail itself 'of the provisions of this convention which exclude or limit' its liability, if the damage is caused by its 'wilful misconduct.'  The exclusion refers to Article 20(1), and the limitation to Article 22(1), which provides that 'the liability of the carrier for each passenger shall be limited' to $8300.  Upon whom is the burden of proving wilful misconduct?</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">The trial court here instructed the jury that the burden of proving wilful misconduct rested upon plaintiffs, and plaintiffs acquiesced in this, virtually conceding that it was not incumbent upon defendant to sustain the onus of proving a negative.  As will shortly appear, the real cause of the crash still remains in doubt, and we feel that the interest of justice requires that we decide this question, even though the parties have apparently taken the answer for granted.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">We hold that the trial judge ruled correctly when he charged the jury that plaintiffs could recover no more than $8300 on account of the death of each decedent, unless plaintiffs proved by a fair preponderance of the credible evidence that there was wilful misconduct on the part of defendant's employees, or any of then, which was a 'substantial contributing factor' to the accident.  The specific language of Article 20(1), above quoted, and the absence of corresponding words in Article 25 would seem to make admissible no other interpretation of the Convention.  But perhaps of greater significance is the general purpose of protecting international air carriers from the burden of excessive claims connected with the loss of aircraft under circumstances which make it impossible, or virtually so, to determine the mechanical or human shortcomings which caused the disaster, because of the death of all on board and the destruction of the plane.  We find implicit in the terms of the Convention an intention to relieve the carriers of this burden of proof, whilst at the same time giving the injured parties the opportunity to prove wilful misconduct, if they can.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">There is no dispute as to what constitutes wilful misconduct.  The instructions required proof of 'a conscious intent to do or omit doing an act from which harm results to another, or an intentional omission of a manifest duty.  There must be a realization of the probability of injury from the conduct, and a disregard of the probable consequences of such conduct.'  This was in accordance with precedent.  American Airlines v. Ulen, 1949, 87 U.S.App.D.C. 307, <span class=\"citation\" data-id=\"226392\"><a href=\"/opinion/226392/american-airlines-inc-v-ulen-two-cases/\"><span class=\"volume\">186</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">529</span></a></span>; Pekelis v. Transcontinental &amp; Western Air, Inc., 2 Cir., 1951, <span class=\"citation\" data-id=\"226569\"><a href=\"/opinion/226569/pekelis-v-transcontinental-western-air-inc/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">122</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">23</span> <span class=\"reporter\">A.L.R. 2d</span> <span class=\"page\">1349</span></span>; Goepp v. American Overseas Airlines, 1952, <span class=\"citation no-link\"><span class=\"volume\">281</span> <span class=\"reporter\">A.D.</span> <span class=\"page\">105</span></span>, <span class=\"citation no-link\"><span class=\"volume\">117</span> <span class=\"reporter\">N.Y.S.2d</span> <span class=\"page\">276</span></span>, affirmed <span class=\"citation\" data-id=\"2583131\"><a href=\"/opinion/2583131/goepp-v-am-overseas-airlines-inc/\"><span class=\"volume\">305</span> <span class=\"reporter\">N.Y.</span> <span class=\"page\">830</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">114</span> <span class=\"reporter\">N.E.2d</span> <span class=\"page\">37</span></span>, certiorari denied <span class=\"citation no-link\"><span class=\"volume\">346</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">874</span></span>, <span class=\"citation no-link\"><span class=\"volume\">74</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">124</span></span>, <span class=\"citation no-link\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">382</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">Moreover, as this is a jury case, plaintiffs are entitled to have the evidence viewed in the light most favorable to plaintiffs.  All questions of credibility were for the jury.  It was within their province to pick and choose, to accept a part or the whole of the testimony of any particular witness, and to reject the rest.  Where conflicting inferences were rationally admissible, it was a function of the jury to take those which they considered most consistent with the general pattern of the proofs.  And this congeries is summed up in the general verdicts.  The trial judge had a right to reject the finding of wilful misconduct only if, on no possible view of the evidence, could reasonable men reach that conclusion.  Binder v. Commercial Travelers, 2 Cir., 1948, <span class=\"citation no-link\"><span class=\"volume\">165</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">896</span></span>; 3 Moore, Federal Practice &#167; 50.01 (1938).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">We now return to the evidence of the events which crowded into the brief interval of time between the crossing of the boundary of the airport at a height of 200 feet and the crash.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">The Flight Engineer suddenly reported that the fuel flow gauge on engine #4, the outboard starboard engine, read zero.  The Captain at once ordered the fuel booster pump applied, and the Captain testified that he felt that engine 'surge,' which caused the left wing to dip 20 degrees and the plane to swerve to the left and out of line with the runway.  Reduction of power on the #3 and #4 engines and increase of power on #2 apparently brought the plane level and she was about 30 or 40 feet above the ground.  The Captain says he ordered the landing gear retracted and the flaps raised, with full take-off power on the three operating engines.  The First Officer says he did not hear any order but knew from the actions of the Captain that he was attempting to pull up and make another try for the field.  That the plane gained altitude is apparent from the fact of where she hit on top of the hangar of the Dallas Aviation School.</p>\n    </div>\n    <div class=\"num\" id=\"p14\">\n      <span class=\"num\">14</span>\n      <p class=\"indent\">But in the interval, without any order from the Captain, the First Officer feathered the #4 engine, and the Captain claims that this was what caused the crash.  The First Officer says the instruments indicated that #4 was 'windmilling,' that the unfeathered propeller without power behind it would operate as a drag, and that he left the flaps as they were because to level them off would, in his opinion, have resulted in an immediate loss of altitude.  There was testimony that there was still power in #4 and that the levelling of the flaps would have helped the plane to rise, although this seems improbable in view of her position so close to the ground.  In any vent, the plane stalled and fell.</p>\n    </div>\n    <div class=\"num\" id=\"p15\">\n      <span class=\"num\">15</span>\n      <p class=\"indent\">If defendant had the burden of proving that there was no wilful misconduct on the part of any member of the crew, we think a jury would have been warranted in finding on this record that the burden had not been sustained.  There are too many gaps and imponderables, to say nothing of the conflicts and inconsistencies, some of which we have not thought it necessary to collate.</p>\n    </div>\n    <div class=\"num\" id=\"p16\">\n      <span class=\"num\">16</span>\n      <p class=\"indent\">But we cannot discover anything in the case to warrant a finding that there was wilful misconduct.  It is said that the Captain was in command and that he was the only one authorized by Civil Air Regulations 61.301, 61.310, to act in an emergency.  But we find nothing in the Regulations to justify this conclusion.  The plane was in extremis; whatever the First Officer did or failed to do was done to save the plane and the lives of all on board including his own.</p>\n    </div>\n    <div class=\"num\" id=\"p17\">\n      <span class=\"num\">17</span>\n      <p class=\"indent\">True it is that the jury were entitled to disregard the testimony of the First Officer, or any part of it, and to accept the testimony of the Captain in its entirety.  But even so the record is still devoid of any evidence of wilful misconduct.</p>\n    </div>\n    <div class=\"num\" id=\"p18\">\n      <span class=\"num\">18</span>\n      <p class=\"indent\">Much is also said on plaintiffs' behalf of defective instruments and previous backfiring by the engine which was feathered when near Nashville, but it is abundantly plain to us that each and every member of the crew thought the plane was airworthy when they left Washington, D.C. for Dallas; and the evidence referred to is of trivial consequence.</p>\n    </div>\n    <div class=\"num\" id=\"p19\">\n      <span class=\"num\">19</span>\n      <p class=\"indent\">Other alleged errors seem to us not to warrant discussion.</p>\n    </div>\n    <div class=\"num\" id=\"p20\">\n      <span class=\"num\">20</span>\n      <p class=\"indent\">Affirmed.</p>\n    </div>\n    <div class=\"footnotes\">\n      <div class=\"footnote\" id=\"fn1\">\n        <a class=\"footnote\" href=\"#fn1_ref\">1</a>\n        <p> Presidential Proclamation of October 29, 1934, 49 Stat.  Pt. 2 at p. 3000 et seq</p>\n      </div>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/226392/",
    "http://www.courtlistener.com/api/rest/v3/opinions/226569/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2290983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2583131/"
  ]
}