{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/238466/",
  "absolute_url": "/opinion/238466/utica-observer-dispatch-inc-v-national-labor-relations-board/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/238466/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2011-08-23T08:32:05Z",
  "date_modified": "2017-03-24T18:07:45.799161Z",
  "type": "010combined",
  "sha1": "07d1006db4b7600266c41c51c85dfd9d371c0c72",
  "page_count": null,
  "download_url": "http://bulk.resource.org/courts.gov/c/F2/229/229.F2d.575.127.23644.html",
  "local_path": null,
  "plain_text": "",
  "html": "<p class=\"case_cite\">229 F.2d 575</p>\n    <p class=\"parties\">UTICA OBSERVER-DISPATCH, Inc., Petitioner,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent.</p>\n    <p class=\"docket\">No. 127.</p>\n    <p class=\"docket\">Docket 23644.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued December 8, 1955.</p>\n    <p class=\"date\">Decided January 31, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur L. Stern, Rochester, N. Y. (Nixon, Hargrave, Devans &amp; Dey, Rochester, N. Y., on the brief), for petitioner.</p>\n      <p class=\"indent\">Franklin C. Milliken, Atty., National Labor Relations Board, Washington, D. C. (Theophil C. Kammholz, Gen. Counsel, David P. Findling, Associate Gen. Counsel, Marcel Mallet-Prevost, Assistant Gen. Counsel and Frederick U. Reel, Atty., National Labor Relations Board, Washington, D. C., on the brief), for respondent.</p>\n      <p class=\"indent\">Before SWAN, FRANK and LUMBARD, Circuit Judges.</p>\n      <p class=\"indent\">LUMBARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Utica Observer-Dispatch, Inc. petitions pursuant to &#167; 10 of the National Labor Relations Act, 29 U.S.C.A. &#167; 160, to review and set aside an order of the National Labor Relations Board that it cease and desist from refusing to bargain collectively with Local 129, Utica Newspaper Guild, affiliated with the American Newspaper Guild, C. I. O., as exclusive representative of 58 of its employees and that it furnish payroll data concerning all of said employees without conditioning such action upon the consent of the individual employees. The Board cross-petitions for enforcement of its order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At a one day hearing on February 10, 1954, the first point at issue was the refusal of the Company to furnish individual salary data concerning 58 employees as requested by the Union on July 12, 1953, preliminary to a reopening of the contract as to wages. This was charged as a failure to bargain collectively in violation of &#167; 8(a) (5) and (1) of the Act, 29 U.S.C.A. &#167; 158(a) (5) and (1). The second issue arose from the Company's writing to each of the 58 employees on October 20, 1953 stating that it would furnish the salary information requested by the Local unless advised to the contrary by October 23rd. The complaint charged this as a separate violation of &#167; 8(a) (5) and (1). This second part of the complaint was dismissed by the Trial Examiner after the General Counsel's case, and the Company therefore introduced no evidence on this issue. The Trial Examiner dismissed the remainder of the complaint on the merits. This dismissal by the Examiner was based on his finding that the Local's request for the salary data was not made in good faith because, in the view of the Examiner, the Local sought the data primarily for dues collection rather than for the stated and admittedly proper purposes of policing its existing contract with the Company, bargaining intelligently on a reopening of the wage question, and properly evaluating the Local's and management's wage proposals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the July 12th letter asking for the wage data, the Local president reiterated his request in a telephone conversation on August 4th. On August 10th at a conference in the office of the Company's general manager the manager, although he maintained that individual data was confidential, informed the Local president of the average weekly rates paid in each of thirteen wage classifications. The Local, however, still insisted on its right to the information as to each individual employee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Local on September 4, 1953 sent to the Company formal written notice that it desired to reopen its agreement of December 1952 in order to negotiate a new wage scale for the period from November 6, 1953 through November 5, 1954. This it had a right to do under the provisions of the 1952 agreement. Following this notice of reopening, the Union on September 9th filed with the Board a charge that the Company had failed to bargain collectively.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Company contends that the individual wage data requested by the Union was confidential. It is well settled, however, that an employer has a duty to supply the union with relevant wage data and that such data is not privileged. N. L. R. B. v. Yawman &amp; Erbe Mfg. Co., 2 Cir., 1951, 187 F.2d 947; Aluminum Ore Co. v. N. L. R. B., 7 Cir., 1942, 131 F.2d 485, 147 A.L.R. 1. There are no facts in the record to show any particular need for confidentiality in this case. The information requested was relevant to the contract reopening even if the only issue open for bargaining was minimum wages. As Judge Learned Hand pointed out in N. L. R. B. v. Yawman &amp; Erbe Mfg. Co., supra 187 F.2d at page 949, \"we find it difficult to conceive a case in which current or immediately past wage rates would not be relevant during negotiations for a minimum wage scale or for increased wages.\" See also Boston Herald-Traveler Corp. v. N. L. R. B., 1 Cir., 1955, 223 F.2d 58. The fact that the Union had never before requested individual wage data is immaterial. The information was relevant and the Local had a right to request it whenever it chose to do so. The average classification figures furnished on August 10th did not give the Union all it was entitled to. Nor is the Company excused because it did furnish the data with respect to 54 non-objecting employees on November 3rd. The Union had a right to know the wage rates of all the employees it represented; the Company cannot reduce that right by giving only a part of the information requested and dismissing the rest as <i>de minimis.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The primary ground on which the Trial Examiner dismissed the first charge was that the Union's request was not made in good faith since it wanted the data, not for bargaining purposes, but to aid it in collecting dues. The Board overruled its Trial Examiner. It found that although the Union may have wanted the wage information as an aid in dues collection this was only an additional reason for the request. There is substantial evidence on the whole record to support the Board's finding that the request was made in good faith. Universal Camera Corp. v. N. L. R. B., 1951, 340 U.S. 474, 71 S.Ct. 456, 95 L.Ed. 456. The Board is, of course, obliged to give weight to the findings of its Trial Examiner, especially where they rest on credibility and the demeanor of witnesses. But it may certainly overrule him, even where credibility is involved, if his findings conflict with strong inferences from evidence which he credited. N. L. R. B. v. Pyne Molding Corp., 2 Cir., 1955, 226 F.2d 818; See Federal Communications Commission v. Allentown Broadcasting Corp., 1955, 349 U.S. 358, 364, 75 S.Ct. 855, 99 L.Ed. 1147.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A reading of the Intermediate Report in this case shows it to be a rather labored document which the Board was well justified in rejecting. Even if we accept the Trial Examiner's findings of credibility, the Board's ruling is still supported by substantial evidence. The conversation of August 10th, even as reported by the Company's general manager, indicated that although the Union wanted the wage information for dues collection purposes, it also wanted it for use in negotiating a new minimum wage under the contract. The purposes were coordinate; neither was exclusive. Where the Local's request for relevant data is for a proper and legitimate purpose it cannot make any difference that there may also be other reasons for the request or that the data may be put to other uses. It is true that on September 15th Warner, the Local president, wrote to the Company's managing editor that if the Union could get collection of dues \"a la printers\" [which apparently means collection from payroll] then there would be no need to obtain the wage data and he would be willing to submit a proposal to the Local that they drop the data request and substitute such a collection provision in the contract. Warner made it clear in that letter, however, that he was speaking as an individual and not for the Union. Moreover, Warner's September 15th proposal may reasonably be construed as an offer to trade off one thing for another. There is nothing in the record inconsistent with the Board's conclusion that the Union's request for data was made in good faith to obtain information for use in bargaining.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also find that the Board's ruling must be sustained as to the October 20th letter sent by the Company to each of its 58 employees. The Company had no right to send such individual letters to the employees represented by the Local. Nor could the right to the wage data be made contingent on any such consent of the individual employees. The Board's reversal of the Examiner's dismissal of this part of the complaint is well supported by the facts and the law. The Company could not disregard the Local as the certified agency to represent its employees and go over the head of the Local to deal individually with the employees, by letter or in any other way. To do so would tend inevitably to weaken the authority of the Local and its ability to represent the employees in dealing with the Company. Medo Photo Supply Corp. v. N. L. R. B., 1944, 321 U.S. 678, 683-684, 64 S.Ct. 830, 88 L.Ed. 1007; N. L. R. B. v. Acme Air Appliance Co., 2 Cir., 1941, 117 F.2d 417, 420; Cf. Brooks v. N. L. R. B., 1954, 348 U.S. 96, 103, 75 S.Ct. 176, 99 L.Ed. 125.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the hearing the Company had no opportunity or need to put in any proof regarding the October 20th letter as the Examiner dismissed this item at the end of the Board's proof. Company counsel indicated at the argument before us that there was some pertinent proof which the Company could have introduced on this point and urged that it should be given an opportunity to present this proof if its petition was denied with respect to the letter. But the Company could have requested the Board to reopen the record for the taking of such testimony. N. L. R. B. Rules and Regulations &#167; 102.48, 29 U.S.C.A., Appendix. As it failed to make such request at that stage of the proceeding we may not order such remand now. National Labor Relations Act &#167; 10(e), 29 U.S.C.A. &#167; 160 (e). (\"No objection that has not been urged before the Board, its member, agent, or agency, shall be considered by the court, unless the failure or neglect to urge such objection shall be excused because of extraordinary circumstances.\") There has been no showing here of extraordinary circumstances which would excuse the Company's failure to raise this question before the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Company's petition to set aside the Board's order is denied; the Board's cross-petition for enforcement of its order is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">SWAN, Circuit Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trial examiner made a very detailed and thorough intermediate report. He found that Utica bargained in good faith and the Union did not; that its real reason for asking for individual wage data was to aid in the collection of union dues. This finding was based in large part on the credibility of Hogue's testimony and the lack of credibility of Warner's. The Board made no finding as to the good faith of the Union's request, but merely says that Warner's statement that the data \"was also wanted for dues collection did not detract from its relevance to police the contract and bargain intelligently on wages.\" In other words, the Board seems to hold that if a union's demand states that the information is needed for negotiating a new contract, the employer must forthwith supply it without investigation as to the good faith of such statement. When a union asks for specified data it seems to me only reasonable to permit the employer to question the reasons stated and, if it develops that they are a mere facade and the real reason is one not relevant to bargaining about wages, to refuse to give the information. In my opinion the Board was wrong in overruling the trial examiner's dismissal of the charge based on refusal to supply the data requested in the Union's letter of July 12th.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to the charge based on the employer's letter of October 20th, I concur with my brothers.</p>\n    </div>\n    ",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<p class=\"case_cite\"><span class=\"citation no-link\"><span class=\"volume\">229</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">575</span></span></p>\n    <p class=\"parties\">UTICA OBSERVER-DISPATCH, Inc., Petitioner,<br>v.<br>NATIONAL LABOR RELATIONS BOARD, Respondent.</p>\n    <p class=\"docket\">No. 127.</p>\n    <p class=\"docket\">Docket 23644.</p>\n    <p class=\"court\">United States Court of Appeals Second Circuit.</p>\n    <p class=\"date\">Argued December 8, 1955.</p>\n    <p class=\"date\">Decided January 31, 1956.</p>\n    <div class=\"prelims\">\n      <p class=\"indent\">Arthur L. Stern, Rochester, N. Y. (Nixon, Hargrave, Devans &amp; Dey, Rochester, N. Y., on the brief), for petitioner.</p>\n      <p class=\"indent\">Franklin C. Milliken, Atty., National Labor Relations Board, Washington, D. C. (Theophil C. Kammholz, Gen. Counsel, David P. Findling, Associate Gen. Counsel, Marcel Mallet-Prevost, Assistant Gen. Counsel and Frederick U. Reel, Atty., National Labor Relations Board, Washington, D. C., on the brief), for respondent.</p>\n      <p class=\"indent\">Before SWAN, FRANK and LUMBARD, Circuit Judges.</p>\n      <p class=\"indent\">LUMBARD, Circuit Judge.</p>\n    </div>\n    <div class=\"num\" id=\"p1\">\n      <span class=\"num\">1</span>\n      <p class=\"indent\">The Utica Observer-Dispatch, Inc. petitions pursuant to &#167; 10 of the National Labor Relations Act, 29 U.S.C.A. &#167; 160, to review and set aside an order of the National Labor Relations Board that it cease and desist from refusing to bargain collectively with Local 129, Utica Newspaper Guild, affiliated with the American Newspaper Guild, C. I. O., as exclusive representative of 58 of its employees and that it furnish payroll data concerning all of said employees without conditioning such action upon the consent of the individual employees. The Board cross-petitions for enforcement of its order.</p>\n    </div>\n    <div class=\"num\" id=\"p2\">\n      <span class=\"num\">2</span>\n      <p class=\"indent\">At a one day hearing on February 10, 1954, the first point at issue was the refusal of the Company to furnish individual salary data concerning 58 employees as requested by the Union on July 12, 1953, preliminary to a reopening of the contract as to wages. This was charged as a failure to bargain collectively in violation of &#167; 8(a) (5) and (1) of the Act, 29 U.S.C.A. &#167; 158(a) (5) and (1). The second issue arose from the Company's writing to each of the 58 employees on October 20, 1953 stating that it would furnish the salary information requested by the Local unless advised to the contrary by October 23rd. The complaint charged this as a separate violation of &#167; 8(a) (5) and (1). This second part of the complaint was dismissed by the Trial Examiner after the General Counsel's case, and the Company therefore introduced no evidence on this issue. The Trial Examiner dismissed the remainder of the complaint on the merits. This dismissal by the Examiner was based on his finding that the Local's request for the salary data was not made in good faith because, in the view of the Examiner, the Local sought the data primarily for dues collection rather than for the stated and admittedly proper purposes of policing its existing contract with the Company, bargaining intelligently on a reopening of the wage question, and properly evaluating the Local's and management's wage proposals.</p>\n    </div>\n    <div class=\"num\" id=\"p3\">\n      <span class=\"num\">3</span>\n      <p class=\"indent\">Following the July 12th letter asking for the wage data, the Local president reiterated his request in a telephone conversation on August 4th. On August 10th at a conference in the office of the Company's general manager the manager, although he maintained that individual data was confidential, informed the Local president of the average weekly rates paid in each of thirteen wage classifications. The Local, however, still insisted on its right to the information as to each individual employee.</p>\n    </div>\n    <div class=\"num\" id=\"p4\">\n      <span class=\"num\">4</span>\n      <p class=\"indent\">The Local on September 4, 1953 sent to the Company formal written notice that it desired to reopen its agreement of December 1952 in order to negotiate a new wage scale for the period from November 6, 1953 through November 5, 1954. This it had a right to do under the provisions of the 1952 agreement. Following this notice of reopening, the Union on September 9th filed with the Board a charge that the Company had failed to bargain collectively.</p>\n    </div>\n    <div class=\"num\" id=\"p5\">\n      <span class=\"num\">5</span>\n      <p class=\"indent\">The Company contends that the individual wage data requested by the Union was confidential. It is well settled, however, that an employer has a duty to supply the union with relevant wage data and that such data is not privileged. N. L. R. B. v. Yawman &amp; Erbe Mfg. Co., 2 Cir., 1951, <span class=\"citation\" data-id=\"226798\"><a href=\"/opinion/226798/national-labor-relations-board-v-yawman-erbe-mfg-co/\"><span class=\"volume\">187</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">947</span></a></span>; Aluminum Ore Co. v. N. L. R. B., 7 Cir., 1942, <span class=\"citation\" data-id=\"1511766\"><a href=\"/opinion/1511766/aluminum-ore-co-v-national-labor-relations-board/\"><span class=\"volume\">131</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">485</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">147</span> <span class=\"reporter\">A.L.R.</span> <span class=\"page\">1</span></span>. There are no facts in the record to show any particular need for confidentiality in this case. The information requested was relevant to the contract reopening even if the only issue open for bargaining was minimum wages. As Judge Learned Hand pointed out in N. L. R. B. v. Yawman &amp; Erbe Mfg. Co., supra 187 F.2d at page 949, \"we find it difficult to conceive a case in which current or immediately past wage rates would not be relevant during negotiations for a minimum wage scale or for increased wages.\" See also Boston Herald-Traveler Corp. v. N. L. R. B., 1 Cir., 1955, <span class=\"citation\" data-id=\"236849\"><a href=\"/opinion/236849/boston-herald-traveler-corporation-v-national-labor-relations-board/\"><span class=\"volume\">223</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">58</span></a></span>. The fact that the Union had never before requested individual wage data is immaterial. The information was relevant and the Local had a right to request it whenever it chose to do so. The average classification figures furnished on August 10th did not give the Union all it was entitled to. Nor is the Company excused because it did furnish the data with respect to 54 non-objecting employees on November 3rd. The Union had a right to know the wage rates of all the employees it represented; the Company cannot reduce that right by giving only a part of the information requested and dismissing the rest as <i>de minimis.</i></p>\n    </div>\n    <div class=\"num\" id=\"p6\">\n      <span class=\"num\">6</span>\n      <p class=\"indent\">The primary ground on which the Trial Examiner dismissed the first charge was that the Union's request was not made in good faith since it wanted the data, not for bargaining purposes, but to aid it in collecting dues. The Board overruled its Trial Examiner. It found that although the Union may have wanted the wage information as an aid in dues collection this was only an additional reason for the request. There is substantial evidence on the whole record to support the Board's finding that the request was made in good faith. Universal Camera Corp. v. N. L. R. B., 1951, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">340</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">474</span></a></span>, <span class=\"citation\" data-id=\"104856\"><a href=\"/opinion/104856/universal-camera-corp-v-nlrb/\"><span class=\"volume\">71</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">456</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">95</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">456</span></span>. The Board is, of course, obliged to give weight to the findings of its Trial Examiner, especially where they rest on credibility and the demeanor of witnesses. But it may certainly overrule him, even where credibility is involved, if his findings conflict with strong inferences from evidence which he credited. N. L. R. B. v. Pyne Molding Corp., 2 Cir., 1955, <span class=\"citation\" data-id=\"237739\"><a href=\"/opinion/237739/national-labor-relations-board-v-pyne-molding-corporation/\"><span class=\"volume\">226</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">818</span></a></span>; See Federal Communications Commission v. Allentown Broadcasting Corp., 1955, <span class=\"citation\" data-id=\"105316\"><a href=\"/opinion/105316/fcc-v-allentown-broadcasting-corp/\"><span class=\"volume\">349</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">358</span></a></span>, 364, <span class=\"citation\" data-id=\"105316\"><a href=\"/opinion/105316/fcc-v-allentown-broadcasting-corp/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">855</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1147</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p7\">\n      <span class=\"num\">7</span>\n      <p class=\"indent\">A reading of the Intermediate Report in this case shows it to be a rather labored document which the Board was well justified in rejecting. Even if we accept the Trial Examiner's findings of credibility, the Board's ruling is still supported by substantial evidence. The conversation of August 10th, even as reported by the Company's general manager, indicated that although the Union wanted the wage information for dues collection purposes, it also wanted it for use in negotiating a new minimum wage under the contract. The purposes were coordinate; neither was exclusive. Where the Local's request for relevant data is for a proper and legitimate purpose it cannot make any difference that there may also be other reasons for the request or that the data may be put to other uses. It is true that on September 15th Warner, the Local president, wrote to the Company's managing editor that if the Union could get collection of dues \"a la printers\" [which apparently means collection from payroll] then there would be no need to obtain the wage data and he would be willing to submit a proposal to the Local that they drop the data request and substitute such a collection provision in the contract. Warner made it clear in that letter, however, that he was speaking as an individual and not for the Union. Moreover, Warner's September 15th proposal may reasonably be construed as an offer to trade off one thing for another. There is nothing in the record inconsistent with the Board's conclusion that the Union's request for data was made in good faith to obtain information for use in bargaining.</p>\n    </div>\n    <div class=\"num\" id=\"p8\">\n      <span class=\"num\">8</span>\n      <p class=\"indent\">We also find that the Board's ruling must be sustained as to the October 20th letter sent by the Company to each of its 58 employees. The Company had no right to send such individual letters to the employees represented by the Local. Nor could the right to the wage data be made contingent on any such consent of the individual employees. The Board's reversal of the Examiner's dismissal of this part of the complaint is well supported by the facts and the law. The Company could not disregard the Local as the certified agency to represent its employees and go over the head of the Local to deal individually with the employees, by letter or in any other way. To do so would tend inevitably to weaken the authority of the Local and its ability to represent the employees in dealing with the Company. Medo Photo Supply Corp. v. N. L. R. B., 1944, <span class=\"citation\" data-id=\"103964\"><a href=\"/opinion/103964/medo-corp-v-labor-board/\"><span class=\"volume\">321</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">678</span></a></span>, 683-684, <span class=\"citation\" data-id=\"103964\"><a href=\"/opinion/103964/medo-corp-v-labor-board/\"><span class=\"volume\">64</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">830</span></a></span>, <span class=\"citation\" data-id=\"103964\"><a href=\"/opinion/103964/medo-corp-v-labor-board/\"><span class=\"volume\">88</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1007</span></a></span>; N. L. R. B. v. Acme Air Appliance Co., 2 Cir., 1941, <span class=\"citation\" data-id=\"1480058\"><a href=\"/opinion/1480058/national-labor-relations-bd-v-acme-air-appliance-co/\"><span class=\"volume\">117</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">417</span></a></span>, 420; Cf. Brooks v. N. L. R. B., 1954, <span class=\"citation\" data-id=\"105250\"><a href=\"/opinion/105250/brooks-v-nlrb/\"><span class=\"volume\">348</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">96</span></a></span>, 103, <span class=\"citation\" data-id=\"105250\"><a href=\"/opinion/105250/brooks-v-nlrb/\"><span class=\"volume\">75</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">176</span></a></span>, <span class=\"citation no-link\"><span class=\"volume\">99</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">125</span></span>.</p>\n    </div>\n    <div class=\"num\" id=\"p9\">\n      <span class=\"num\">9</span>\n      <p class=\"indent\">At the hearing the Company had no opportunity or need to put in any proof regarding the October 20th letter as the Examiner dismissed this item at the end of the Board's proof. Company counsel indicated at the argument before us that there was some pertinent proof which the Company could have introduced on this point and urged that it should be given an opportunity to present this proof if its petition was denied with respect to the letter. But the Company could have requested the Board to reopen the record for the taking of such testimony. N. L. R. B. Rules and Regulations &#167; 102.48, 29 U.S.C.A., Appendix. As it failed to make such request at that stage of the proceeding we may not order such remand now. National Labor Relations Act &#167; 10(e), 29 U.S.C.A. &#167; 160 (e). (\"No objection that has not been urged before the Board, its member, agent, or agency, shall be considered by the court, unless the failure or neglect to urge such objection shall be excused because of extraordinary circumstances.\") There has been no showing here of extraordinary circumstances which would excuse the Company's failure to raise this question before the Board.</p>\n    </div>\n    <div class=\"num\" id=\"p10\">\n      <span class=\"num\">10</span>\n      <p class=\"indent\">The Company's petition to set aside the Board's order is denied; the Board's cross-petition for enforcement of its order is granted.</p>\n    </div>\n    <div class=\"num\" id=\"p11\">\n      <span class=\"num\">11</span>\n      <p class=\"indent\">SWAN, Circuit Judge (dissenting in part).</p>\n    </div>\n    <div class=\"num\" id=\"p12\">\n      <span class=\"num\">12</span>\n      <p class=\"indent\">The trial examiner made a very detailed and thorough intermediate report. He found that Utica bargained in good faith and the Union did not; that its real reason for asking for individual wage data was to aid in the collection of union dues. This finding was based in large part on the credibility of Hogue's testimony and the lack of credibility of Warner's. The Board made no finding as to the good faith of the Union's request, but merely says that Warner's statement that the data \"was also wanted for dues collection did not detract from its relevance to police the contract and bargain intelligently on wages.\" In other words, the Board seems to hold that if a union's demand states that the information is needed for negotiating a new contract, the employer must forthwith supply it without investigation as to the good faith of such statement. When a union asks for specified data it seems to me only reasonable to permit the employer to question the reasons stated and, if it develops that they are a mere facade and the real reason is one not relevant to bargaining about wages, to refuse to give the information. In my opinion the Board was wrong in overruling the trial examiner's dismissal of the charge based on refusal to supply the data requested in the Union's letter of July 12th.</p>\n    </div>\n    <div class=\"num\" id=\"p13\">\n      <span class=\"num\">13</span>\n      <p class=\"indent\">As to the charge based on the employer's letter of October 20th, I concur with my brothers.</p>\n    </div>\n    ",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/103964/",
    "http://www.courtlistener.com/api/rest/v3/opinions/104856/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105250/",
    "http://www.courtlistener.com/api/rest/v3/opinions/105316/",
    "http://www.courtlistener.com/api/rest/v3/opinions/226798/",
    "http://www.courtlistener.com/api/rest/v3/opinions/236849/",
    "http://www.courtlistener.com/api/rest/v3/opinions/237739/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1480058/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1511766/"
  ]
}