{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2433/",
  "absolute_url": "/opinion/2433/keach-v-county-of-schenectady/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2433/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:46:00Z",
  "date_modified": "2017-03-24T00:07:25.020907Z",
  "type": "010combined",
  "sha1": "33f56883b846266e026d3a7b1b6f3341d32528a8",
  "page_count": 17,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/28/doc/09-1296-cv.pdf",
  "local_path": "pdf/2010/01/28/Keach_v._County_of_Schenectady.pdf",
  "plain_text": "     09-1296-cv\r\n     Keach v. County of Schenectady\r\n\r\n\r\n\r\n\r\n 1                                     UNITED STATES COURT OF APPEALS\r\n 2                                           F OR THE S ECOND C IRCUIT\r\n 3\r\n 4\r\n 5                                                  August Term, 2009\r\n 6\r\n 7   (Argued: January 14, 2010                                                 Decided: January 28, 2010)\r\n 8\r\n 9                                                Docket No. 09-1296-cv\r\n10\r\n11\r\n12                                              E LMER R OBERT K EACH, III,\r\n13\r\n14                                                                             Intervenor-Appellant,\r\n15\r\n16                                    N ICHOLE M ARIE M CD ANIEL, L ESSIE L EE D AVIES,\r\n17\r\n18                                                                             Plaintiffs,\r\n19\r\n20                                                        — v.—\r\n21\r\n22   C OUNTY OF S CHENECTADY, H ARRY B UFFARDI, G ORDON P OLLARD, R OBERT E LWELL S R.,*\r\n23\r\n24                                                                             Defendants-Appellees.\r\n25\r\n26\r\n27   Before:\r\n28\r\n29                                C ABRANES, P OOLER, AND L YNCH, Circuit Judges.\r\n30\r\n31                                                __________________\r\n\r\n32             Appeal by an attorney from a decision of the United States District Court for the\r\n\r\n\r\n\r\n               *\r\n 1           The Clerk of the Court is directed to amend the official caption in this case to\r\n 2   conform to the listing of the parties above.\r\n\f 1   Northern District of New York (Gary L. Sharpe, Judge), denying a motion for recusal and\r\n\r\n 2   declining to impose sanctions on that attorney. Because the district court merely engaged\r\n\r\n 3   in routine judicial commentary and criticism of the attorney, while declining to impose\r\n\r\n 4   sanctions and making no findings of professional misconduct, we lack jurisdiction over\r\n\r\n 5   this appeal.\r\n 6\r\n 7          DISMISSED.\r\n 8\r\n 9\r\n10\r\n11                  J OHN R. S UPPLE, Hinshaw & Culbertson LLP, New York, New York, for\r\n12                         Appellant.\r\n13\r\n14                  J ONATHAN M. B ERNSTEIN (William J. Greagan, on the brief), Goldberg\r\n15                        Segalla, LLP, Albany, New York, for Appellees, on submission.\r\n16\r\n17\r\n\r\n18   G ERARD E. L YNCH, Circuit Judge:\r\n\r\n19          Elmer Robert Keach, III, Interevenor-Appellant, appeals from a decision of the\r\n\r\n20   United States District Court for the Northern District of New York (Gary L. Sharpe,\r\n\r\n21   Judge) denying a motion for recusal and declining to impose sanctions on Keach.\r\n\r\n22   Keach argues that Judge Sharpe should have recused himself from further proceedings on\r\n\r\n23   his sua sponte order to show cause as to why Keach should not be sanctioned, and in any\r\n\r\n24   event erred in making several erroneous “findings” that Keach engaged in professional\r\n\r\n25   misconduct. We conclude that because the district court’s decision was limited to routine\r\n\r\n26   judicial commentary and criticism, without any specific findings of professional\r\n\r\n\r\n\r\n                                                 2\r\n\f 1   misconduct, we lack jurisdiction over this appeal. Because we cannot review, at Keach’s\r\n\r\n 2   behest, the judgment denying sanctions against him, neither can we review preliminary\r\n\r\n 3   procedural rulings (such as the denial of the recusal motion) in the proceedings leading to\r\n\r\n 4   that judgment.\r\n\r\n 5                                        BACKGROUND\r\n\r\n 6   I.     The Underlying Conduct\r\n\r\n 7          Keach was lead counsel in a class action lawsuit, eventually settled for $2.5\r\n\r\n 8   million, against the County of Schenectady and a number of its officials. Following the\r\n\r\n 9   settlement, the district court awarded an attorney’s fee that was significantly less than\r\n\r\n10   Keach had requested.1 Keach’s appeal of the fee decision set off a series of events that\r\n\r\n11   led the district court to consider whether Keach should be sanctioned for his behavior,\r\n\r\n12   and, ultimately, to this appeal.\r\n\r\n13          During the settlement negotiations, the defendants’ attorney had requested that the\r\n\r\n14   implementation of the settlement be delayed until after the re-election campaign of the\r\n\r\n15   county sheriff, a defendant, was over. Not surprisingly, this request, while copied to\r\n\r\n16   opposing counsel, was meant to be kept secret, and the letters discussing this proposition\r\n\r\n17   were titled “CONFIDENTIAL FOR SETTLEMENT PURPOSES ONLY” and “FOR\r\n\r\n18   SETTLEMENT PURPOSES ONLY - NOT TO BE FILED ON THE DOCKET.” The\r\n\r\n\r\n\r\n\r\n            1\r\n 1           Keach had requested a fee of $650,000, but was ultimately awarded a fee of\r\n 2   $344,795.\r\n\r\n                                                   3\r\n\f 1   letters regarding the proposed delay of the settlement were therefore treated as sealed,\r\n\r\n 2   under the apparent rationale that they were part of settlement negotiations and should\r\n\r\n 3   remain confidential.2 Keach declined the defendants’ proposal to postpone the settlement\r\n\r\n 4   implementation, and the settlement was announced prior to the sheriff’s election.\r\n\r\n 5   Following approval of the settlement, the district court granted a smaller attorney’s fee\r\n\r\n 6   than Keach had requested, a decision that Keach has appealed separately. According to\r\n\r\n 7   Keach, as retaliation for his refusal to postpone the settlement, defendants’ counsel has\r\n\r\n 8   opposed his fee appeal.\r\n\r\n 9          After filing his notice of appeal, Keach wrote to the district court asking that the\r\n\r\n10   documents relating to the request to postpone the settlement negotiation be unsealed. The\r\n\r\n11   letter revealed the content of the sealed letters, describing them as addressing “settlement\r\n\r\n12   negotiations and the request of the Defendants to delay the settlement of this class action\r\n\r\n13   until after the November 2006 Schenectady County Sheriff’s election.” The stated reason\r\n\r\n14   for the request to unseal the correspondence was that “Class Counsel plans to include\r\n\r\n15   these documents in their Joint Appendix regarding the pending appeal on attorneys’ fees.\r\n\r\n16   Class Counsel does not believe there is any present basis to have these items filed with\r\n\r\n17   the Court under seal, nor should they have to be filed under seal with the Second Circuit,”\r\n\r\n\r\n\r\n\r\n            2\r\n 1             While the letters were considered sealed by the parties, the district court did not\r\n 2   enter an explicit sealing order and made no findings reflecting an independent judgment that\r\n 3   they should be sealed. We express no view as to the propriety of the de facto sealing of the\r\n 4   letters.\r\n\r\n                                                   4\r\n\f 1   given that the settlement had been approved and a judgment entered. The district court\r\n\r\n 2   denied the request, reasoning that “[t]he [Second] Circuit has full access to the District\r\n\r\n 3   Court’s sealed documents.”\r\n\r\n 4          The request and its denial, both published on the district court’s docket sheet, had\r\n\r\n 5   the effect of publicly disclosing the contents of the previously-sealed letters. The same\r\n\r\n 6   day the district court denied Keach’s request, Keach gave the district court’s order, and\r\n\r\n 7   his underlying letter-request, to The Albany Times Union newspaper, which reported that\r\n\r\n 8   the sealed documents contained defendants’ request to postpone the settlement until after\r\n\r\n 9   the election. Keach was quoted in the paper as saying that “[t]here is [] certainly a story\r\n\r\n10   to be told here . . . and I am going to make sure that those documents reach the light of\r\n\r\n11   day.” Soon after, the defendants’ attorney, William Greagan, filed an affidavit asking the\r\n\r\n12   court to bar Keach from practicing law in the Northern District of New York for, inter\r\n\r\n13   alia, “willfully disregard[ing] Court Orders regarding confidential matters thus impairing\r\n\r\n14   the power of the Court, the rights of the litigants, and the confidence of the litigants in the\r\n\r\n15   judicial process.” Accompanying this affidavit was a letter from Greagan to the district\r\n\r\n16   court stating that he had submitted the affidavit as a result of a discussion that occurred\r\n\r\n17   when he “contacted [Judge Sharpe’s Chambers] for guidance regarding Mr. Keach’s\r\n\r\n18   disclosure of privileged information.”\r\n\r\n19          Upon receiving Greagan’s letter, Keach telephoned the judge’s deputy clerk, John\r\n\r\n20   Law, to inquire about the “guidance” Greagan had received. Law apparently informed\r\n\r\n\r\n\r\n                                                    5\r\n\f 1   Keach that the only “guidance” Greagan received was that he should address any\r\n\r\n 2   concerns to the court in writing. What Keach said to Law is disputed. But, Law was\r\n\r\n 3   apparently left with the impression that Keach had accused the court of improper ex parte\r\n\r\n 4   communication with Greagan. Following this conversation, Keach again wrote to the\r\n\r\n 5   district court asking that it publish Greagan’s letter and affidavit (which Greagan had\r\n\r\n 6   requested be filed under seal), require Greagan to make a formal motion for disbarment,\r\n\r\n 7   and order that any further communication between Greagan and the court be conducted in\r\n\r\n 8   writing and filed on the public docket. Following the last request, Kreach added a\r\n\r\n 9   footnote stating that:\r\n\r\n10                 I want to make clear that, by making this request, I am not\r\n11                 implying that either the Court, or its staff, engaged in any\r\n12                 impermissible ex parte communication with Mr. Greagan\r\n13                 about the substance of his application to have me disbarred. . .\r\n14                 . I also want to make clear that I do not believe that the Court\r\n15                 provided Mr. Greagan with “guidance” to file his application\r\n16                 under seal.\r\n17\r\n\r\n18   II.    The In-Court Conference\r\n\r\n19          Following receipt of this correspondence, Judge Sharpe scheduled an in-court\r\n\r\n20   conference. Judge Sharpe began the conference by remarking that Greagan’s application\r\n\r\n21   to the court to have Keach disbarred was improper, because under the local rules of the\r\n\r\n22   Northern District of New York such an application would have to be filed with the Chief\r\n\r\n23   Judge of the court. Judge Sharpe then moved on to discuss whether sanctions should be\r\n\r\n24   imposed on Keach.\r\n\r\n                                                  6\r\n\f 1          After Keach admitted that he had given the district court’s order declining his\r\n\r\n 2   request to unseal the documents to the newspaper, Judge Sharpe questioned whether\r\n\r\n 3   Keach had “lied to [the court]” or “engaged in subterfuge” by writing that he wanted to\r\n\r\n 4   have the documents unsealed to aid in his Second Circuit appeal, when his real\r\n\r\n 5   motivation was to be able to release them to the news media: “In my view that letter is\r\n\r\n 6   disingenuous with the Court. You had your own ulterior motives for doing it. It had\r\n\r\n 7   nothing to do with the legal authority of the Second Circuit to review sealed documents\r\n\r\n 8   before the District Court and I believe it may be [grounds for] a disciplinary proceeding . .\r\n\r\n 9   . .”\r\n\r\n10          Judge Sharpe then discussed Keach’s phone conversation with Law. Judge Sharpe\r\n\r\n11   noted that an internal chambers record of communications with parties and litigants\r\n\r\n12   contained an entry stating that Keach had “made a bald accusation to my courtroom\r\n\r\n13   deputy that I had engaged in . . . illegal ex parte communications with Mr. Greagan.”\r\n\r\n14   Judge Sharpe noted that this was followed by Keach’s letter containing the footnote\r\n\r\n15   stressing that he was not accusing the court of any improper ex parte contact: “In my view\r\n\r\n16   that is a specific, hang up the phone, oh, my [G]od, what did I just say to the Court. Let\r\n\r\n17   me do what I have a history of doing, denying that I meant what I said and I’ll document\r\n\r\n18   it in a letter so that later on I’ve got plausible deniability over the fact that I just accused\r\n\r\n19   the Court of illegal ex parte communications.”\r\n\r\n20          Following this, Judge Sharpe recited a string of previous incidents in which Keach\r\n\r\n\r\n\r\n                                                     7\r\n\f 1   had been criticized or warned by other Northern District of New York judges in a variety\r\n\r\n 2   of matters. The court concluded that “[y]ou have been dancing on a thin wire for a long\r\n\r\n 3   time in this district, Mr. Keach. And you ought to be mindful . . . that these kinds of\r\n\r\n 4   proceedings have a dramatic impact on your ability to earn a living in a variety of courts\r\n\r\n 5   in a variety of jurisdictions. I appreciate that. I’m not sure that you appreciate it.”\r\n\r\n 6          The court then asked for submissions from Greagan regarding his motion for\r\n\r\n 7   sanctions, and sua sponte ordered Keach to show cause why he should not be sanctioned\r\n\r\n 8   for misleading the court about his reasons for applying to unseal the documents, and for\r\n\r\n 9   alleging that the court had engaged in improper ex parte contact.\r\n\r\n10          In his opposition to the court’s Order to Show Cause, Keach denied any\r\n\r\n11   wrongdoing in connection with the unsealing letter, and denied that he had accused the\r\n\r\n12   court of improper ex parte contact, while admitting that he had called the district court’s\r\n\r\n13   chambers regarding its communication with Greagan. Keach also moved for Judge\r\n\r\n14   Sharpe to recuse himself.\r\n\r\n15   III.   The District Court’s Decision\r\n\r\n16          The district court denied both the motion to recuse and the motion for sanctions.\r\n\r\n17   With regard to the motion for recusal, the court found no bias or prejudice on its part.\r\n\r\n18   With regard to sanctions, the court first found that Keach’s disclosure of the settlement\r\n\r\n19   correspondence did not justify sanctions, because it was not clear whether disclosure of\r\n\r\n20   the documents violated a court order.\r\n\r\n\r\n\r\n                                                    8\r\n\f 1          The court found the content of Keach’s request to unseal the correspondence and\r\n\r\n 2   the alleged accusation of improper ex parte communication “more troubling.” The court\r\n\r\n 3   stated that “[c]ollectively, they cause the court to question [Keach’s] candor and honesty.\r\n\r\n 4   Rather than simply apologize for having been less than fully forthcoming in his unsealing\r\n\r\n 5   letter, his post-conference affidavit again reverts to his ‘perfecting an appeal’ justification\r\n\r\n 6   to explain his conduct in the first place.” 3\r\n\r\n 7          The court noted that Keach admitted that the desire to publicize the defendants’\r\n\r\n 8   effort to postpone the settlement until after the election was one of the reasons for asking\r\n\r\n 9   that the correspondence be unsealed, and stated that the “genuineness of [Keach’s]\r\n\r\n10   position” was undercut by the fact that the Second Circuit had access to sealed\r\n\r\n11   documents. The court held that whether or not a Circuit court case manager had\r\n\r\n12   suggested Keach apply to unseal the documents was irrelevant. “What is relevant is\r\n\r\n13   seeking judicial relief without complete candor as to why the relief is being sought in the\r\n\r\n14   first place.” The court added that an officer of the court has a duty of candor to the court,\r\n\r\n15   but never explicitly stated that Keach violated that duty, or made a finding that Keach had\r\n\r\n16   violated any rule that would subject him to disciplinary sanctions.\r\n\r\n17          With respect to the alleged accusation of ex parte communication, the court\r\n\r\n\r\n\r\n\r\n            3\r\n 1           The court also recalled that at the in-court conference it had told Keach that his\r\n 2   unsealing letter was “disingenuous fueled by his own ulterior motives.”\r\n 3\r\n 4\r\n\r\n                                                     9\r\n\f 1   implied that it doubted Keach’s version, noting that chambers personnel documented\r\n\r\n 2   communications with attorneys, and that the footnote in Keach’s letter suggested that\r\n\r\n 3   Keach was concerned that Law might have construed him as having accused the court of\r\n\r\n 4   an improper ex parte communication. Nevertheless, the court did not make a finding of\r\n\r\n 5   fact about what had occurred and expressly declined to “hold a hearing to get at the so-\r\n\r\n 6   called ‘truth’” about the conversation.\r\n\r\n 7          The court summed up by saying that sanctions are appropriate “when an attorney’s\r\n\r\n 8   representations subjectively reflect bad faith, or, worse yet, when a statement is uttered as\r\n\r\n 9   a baseless allegation of judicial misconduct.” But the court noted that judges “tend to err\r\n\r\n10   on the side of caution” when an attorney’s livelihood is at stake, declined to impose\r\n\r\n11   sanctions on Keach, and denied Greagan’s motion for sanctions.\r\n\r\n12                                          DISCUSSION\r\n\r\n13          Despite the district court’s decision not to sanction Keach, Keach appeals,\r\n\r\n14   challenging both the district court’s denial of the recusal motion, and its alleged\r\n\r\n15   “findings” of misconduct. Keach’ allegations of erroneous “findings” include principally:\r\n\r\n16   (1) that Keach made his application to unseal disingenuously in violation of his duty of\r\n\r\n17   candor to the court; and (2) that Keach accused the court of improper ex parte contact\r\n\r\n18   with Greagan.\r\n\r\n19          However, before we confront whether the district court erred in failing to recuse\r\n\r\n20   itself or in finding misconduct, we must first assess whether we have jurisdiction to\r\n\r\n\r\n\r\n                                                  10\r\n\f 1   review the district court’s decision. We conclude that because the district court’s opinion\r\n\r\n 2   was in the vein of routine judicial commentary, and made no findings of professional\r\n\r\n 3   misconduct, we lack jurisdiction to review it.\r\n\r\n 4   I.     Jurisdiction\r\n\r\n 5          While, typically, nonparties may not appeal from the judgments of a district court,\r\n\r\n 6   Marino v. Ortiz, 484 U.S. 301, 304 (1988), there is an exception to this general rule where\r\n\r\n 7   a nonparty, such as an attorney, has been held in contempt or sanctioned by the court.\r\n\r\n 8   Nisus Corp. v. Perma-Chink Sys., Inc., 497 F.3d 1316, 1319-20 (Fed. Cir. 2007); see U.S.\r\n\r\n 9   Catholic Conference v. Abortion Rights Mobilization, Inc., 487 U.S. 72, 76 (1988);\r\n\r\n10   MacDraw, Inc. v. CIT Group Equip. Fin., Inc., 138 F.3d 33, 37 (2d Cir. 1998).\r\n\r\n11   Therefore, if Keach had been sanctioned, he would be permitted to appeal.\r\n\r\n12   See MacDraw, 138 F.3d at 37.\r\n\r\n13          However, the district court denied the motion to sanction Keach, and “[o]rdinarily,\r\n\r\n14   a party cannot appeal a judgment in his favor to obtain review of findings he deems\r\n\r\n15   erroneous.” K & A Radiologic Tech. Servs., Inc. v. Comm’r of Dep’t of Health of the\r\n\r\n16   State of New York, 189 F.3d 273, 282 n.11 (2d Cir. 1999); see also Trust for Certificate\r\n\r\n17   Holders of Merrill Lynch Mortgage Investors v. Love Funding Corp., 496 F.3d 171, 173\r\n\r\n18   (2d Cir. 2007) (“[O]rdinarily, only a party aggrieved by a judgment or order of a district\r\n\r\n19   court may exercise the statutory right [under 28 U.S.C. § 1291] to appeal therefrom.”),\r\n\r\n20   quoting Deposit Guar. Nat’l Bank v. Roper, 445 U.S. 326, 333 (1980); In re O’Brien, 184\r\n\r\n\r\n\r\n                                                  11\r\n\f 1   F.3d 140, 141 (2d Cir. 1999) (“It is a fundamental principle of jurisprudence that ‘[a]\r\n\r\n 2   party may not appeal from a judgment or decree in his favor, for the purpose of obtaining\r\n\r\n 3   review of findings he deems erroneous which are not necessary to support the decree.’”),\r\n\r\n 4   quoting Elec. Fittings Corp. v. Thomas & Betts Co., 307 U.S. 241, 242 (1939) (alteration\r\n\r\n 5   in original). Despite this general rule, it is possible that a district court could decline to\r\n\r\n 6   impose tangible sanctions, and yet still make a finding of misconduct that would\r\n\r\n 7   constitute a ruling adverse to the attorney and would therefore be appealable.\r\n\r\n 8          We have held that a district court’s referral of specific findings of misconduct to a\r\n\r\n 9   disciplinary committee, even absent a monetary sanction, is appealable. See In re\r\n\r\n10   Goldstein, 430 F.3d 106, 111-12 (2d Cir. 2005). The district court judgment in Goldstein,\r\n\r\n11   referring the relevant attorney’s conduct to a disciplinary committee, included an attached\r\n\r\n12   Magistrate Judge’s Report and Recommendation that “explicitly concluded that Goldstein\r\n\r\n13   was in violation of various disciplinary rules, in other cases as well as this one, and stated\r\n\r\n14   that [Goldstein] ‘was unprepared to conduct himself as an officer of the court.’” Id. at\r\n\r\n15   112; cf. Teaford v. Ford Motor Co., 338 F.3d 1179, 1181 (10th Cir. 2003) (holding non-\r\n\r\n16   appealable a district court decision referring hearing transcript to a state bar association\r\n\r\n17   without making any specific findings of misconduct or expressing any opinion on the\r\n\r\n18   attorney’s actions). These specific findings of fact showed that the district court’s referral\r\n\r\n19   was “much more than implied criticism,” and was, in fact, a sanction, which is\r\n\r\n20   reviewable. Goldstein, 430 F.3d at 112. In Goldstein, then, we held that a district court’s\r\n\r\n\r\n\r\n                                                    12\r\n\f 1   referral of an attorney’s conduct to a disciplinary committee that included specific\r\n\r\n 2   findings of judicial misconduct constituted an appealable sanction.\r\n\r\n 3          Our sister Circuits have adopted a variety of standards for when a district court’s\r\n\r\n 4   findings of judicial misconduct are appealable. The Seventh Circuit does not permit any\r\n\r\n 5   appeals absent a financial imposition. See, e.g., Clark Equip. Co. v. Lift Parts Mfg. Co.,\r\n\r\n 6   972 F.2d 817, 820 (7th Cir. 1992) (“[A]n attorney may not appeal from an order that finds\r\n\r\n 7   misconduct but does not result in monetary liability . . . .”). The First Circuit is slightly\r\n\r\n 8   more flexible, permitting appeals from formal reprimands without monetary sanctions.\r\n\r\n 9   See In re Williams, 156 F.3d 86, 92 (1st Cir. 1998) (“Sanctions are not limited to\r\n\r\n10   monetary imposts. Words alone may suffice [to permit an appeal of a sanctions order] if\r\n\r\n11   they are expressly identified as a reprimand.”). The Third and Federal Circuits have taken\r\n\r\n12   approaches similar to that of the First Circuit. See Bowers v. Nat’l Collegiate Athletic\r\n\r\n13   Ass’n, 475 F.3d 524, 542-44 (3d Cir. 2007) (concluding that district court order granting\r\n\r\n14   motion for sanctions and finding attorneys violated specific rule, but not imposing a\r\n\r\n15   monetary or other disciplinary penalty, was appealable); Precision Specialty Metals, Inc.\r\n\r\n16   v. United States, 315 F.3d 1346, 1352-53 (Fed. Cir. 2003) (finding a formal judicial\r\n\r\n17   reprimand, without monetary sanctions, sufficient to permit an attorney’s appeal).\r\n\r\n18          The Fifth, Tenth, and District of Columbia Circuits have taken an even broader\r\n\r\n19   view of appealability, allowing appeals where there has been some specific finding of\r\n\r\n20   judicial misconduct, even absent an official reprimand. See Butler v. Biocore Med.\r\n\r\n\r\n\r\n                                                   13\r\n\f 1   Techs., Inc., 348 F.3d 1163, 1167-69 (10th Cir. 2003) (holding that an order finding that\r\n\r\n 2   an attorney committed an ethical violation but not imposing any other sanction is\r\n\r\n 3   appealable); Walker v. City of Mesquite, 129 F.3d 831, 832-33 (5th Cir. 1997) (holding\r\n\r\n 4   that a district court’s finding that an attorney was guilty of “blatant misconduct” was\r\n\r\n 5   sufficient to permit an appeal); Sullivan v. Comm. on Admissions & Grievances, 395\r\n\r\n 6   F.2d 954, 956 (D.C. Cir. 1968) (holding that a district court’s finding that an attorney was\r\n\r\n 7   guilty of misconduct that “plainly reflect[ed] adversely on his professional reputation”\r\n\r\n 8   was sufficient to permit attorney’s appeal).\r\n\r\n 9          Finally, the Ninth Circuit has nominally adopted the First Circuit’s approach,\r\n\r\n10   Weissman v. Quail Lodge, Inc., 179 F.3d 1194, 1200 (9th Cir. 1999) (“We agree with the\r\n\r\n11   [First Circuit’s] holding of Williams that words alone will constitute a sanction only if\r\n\r\n12   they are expressly identified as a reprimand.” (internal quotation marks omitted)), but has\r\n\r\n13   also found that a district court’s factual finding and legal conclusion that an attorney\r\n\r\n14   intentionally violated a specific ethics rule is per se a sanction warranting an appeal,\r\n\r\n15   United States v. Talao, 222 F.3d 1133, 1137-38 (9th Cir. 2000); see also United States v.\r\n\r\n16   Ensign, 491 F.3d 1109, 1118 (9th Cir. 2007).\r\n\r\n17          Keach “urge[s] this Court to adopt the reasoning of the [Fifth, Tenth, and D.C.\r\n\r\n18   Circuits] and allow an attorney to appeal a district court decision that expressly or\r\n\r\n19   effectively finds that the attorney engaged in substantive misconduct,” and then to “rule\r\n\r\n20   that the circumstances of Keach’s appeal meet this test.” On the legal point, we need\r\n\r\n\r\n\r\n                                                    14\r\n\f 1   little urging. As exemplified in Goldstein, we have already found jurisdiction in a case in\r\n\r\n 2   which there was no monetary sanction, where a district court endorsed a Magistrate\r\n\r\n 3   Judge’s formal findings of misconduct and referred the matter to the state disciplinary\r\n\r\n 4   authorities for action. Goldstein, 430 F.3d at 111-12. That ruling makes sense: a finding\r\n\r\n 5   that an attorney is guilty of specific misconduct is an adverse decision that can be\r\n\r\n 6   appealed, even if the court decides that no additional punishment needs to be levied.\r\n\r\n 7   However, even under this standard, the district court’s statements here do not rise to the\r\n\r\n 8   level of a “finding of misconduct,” and cannot support jurisdiction over this appeal.\r\n\r\n 9   Although the district court questioned Keach’s candor and found his actions “troubling,”\r\n\r\n10   it expressly declined to make a finding that Keach had lied, and it never reached any\r\n\r\n11   conclusion or made any finding that Keach violated a standard of professional practice.\r\n\r\n12          In contrast to a specific finding of professional misconduct, the district court’s\r\n\r\n13   comments were in the nature of the kind of “routine judicial commentary” or criticism\r\n\r\n14   that does not permit an appeal under any Circuit’s standard. See Williams, 156 F.3d at 91\r\n\r\n15   (“This argument invites us to draw a line between routine judicial commentary on a\r\n\r\n16   lawyer’s performance (presumably non-appealable) and commentary that is inordinately\r\n\r\n17   injurious to the lawyer’s reputation (presumably appealable).”); Talao, 222 F.3d at 1138\r\n\r\n18   (finding district court’s order appealable where it “did more than use ‘words alone’ or\r\n\r\n19   render ‘routine judicial commentary’”). As the Federal Circuit has explained, “[t]o allow\r\n\r\n20   appeals by attorneys . . . merely because a court criticized them or characterized their\r\n\r\n\r\n\r\n                                                  15\r\n\f 1   conduct in an unfavorable way would invite an appeal by any nonparty who feels\r\n\r\n 2   aggrieved by some critical statement made by the court in an opinion or from the bench.”\r\n\r\n 3   Nisus, 497 F.3d at 1320\r\n\r\n 4          Unlike the cases in which we and other Circuits have permitted appeals, the district\r\n\r\n 5   court here did not make findings of violations of specific professional standards, refer the\r\n\r\n 6   matter to disciplinary authorities, issue a reprimand, or declare that Keach was guilty of\r\n\r\n 7   misconduct. Indeed, while the judge’s language suggested that he did not accept Keach’s\r\n\r\n 8   version of events, the court – far from making a finding of misconduct – declined even to\r\n\r\n 9   hold a hearing to establish the actual facts. Instead, the court limited itself to warning\r\n\r\n10   Keach that it was not in his or any attorney’s interest to conduct himself in a way that\r\n\r\n11   would lead a judge to question his integrity. An appellate court can reverse an order\r\n\r\n12   imposing a sanction or making a finding that an attorney has violated a rule of\r\n\r\n13   professional conduct; it has no power to reverse a judge’s poor opinion of the skill or\r\n\r\n14   trustworthiness of a lawyer who has appeared before him or her.\r\n\r\n15           No circuit has allowed an attorney to appeal the denial of a sanctions order absent\r\n\r\n16   a specific finding of judicial misconduct. See Butler, 348 F.3d at 1168 (“We . . . wish to\r\n\r\n17   make clear that only orders finding misconduct are appealable and not every negative\r\n\r\n18   comment or observation from a judge’s pen about an attorney’s conduct or performance .\r\n\r\n19   . . .” (internal quotation marks omitted)); United States v. Gonzales, 344 F.3d 1036, 1039-\r\n\r\n20   40 (10th Cir. 2003) (holding that because the district court’s order did not make any new\r\n\r\n\r\n\r\n                                                   16\r\n\f 1   finding of misconduct there was “nothing from which to appeal”); Talao, 222 F.3d at\r\n\r\n 2   1138 (noting that “a formal finding of a violation eliminates the need for difficult line\r\n\r\n 3   drawing in much the same way as a court’s explicit pronouncement that its words are\r\n\r\n 4   intended as a sanction”).\r\n\r\n 5          While the various Circuits may utilize different formulations in describing what\r\n\r\n 6   may be appealed, our position is consistent with the overwhelming weight of authority:\r\n\r\n 7   an attorney may appeal a decision where the district court imposes a tangible sanction or\r\n\r\n 8   makes an express finding that a lawyer has committed specific acts of professional\r\n\r\n 9   misconduct, but not where the court has engaged in such routine judicial commentary or\r\n\r\n10   criticism as the district court expressed here.\r\n\r\n11          Because the district court’s decision declining to impose sanctions was limited to\r\n\r\n12   such criticism and made no explicit finding that Keach engaged in professional\r\n\r\n13   misconduct, we lack jurisdiction to review, at Keach’s behest, the order denying\r\n\r\n14   sanctions. For the same reason, we lack jurisdiction to review any of the procedural\r\n\r\n15   rulings (such as the judge’s denial of the recusal motion) that led up to it.\r\n\r\n16                                         CONCLUSION\r\n\r\n17          For the foregoing reasons, this appeal is DISMISSED.\r\n\r\n18\r\n\r\n19\r\n\r\n20\r\n\r\n21\r\n\r\n\r\n                                                   17\r\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>593 F.3d 218 (2010)</b></center>\n<center><h1>Elmer Robert KEACH, III, Intervenor-Appellant,<br>\nNichole Marie McDaniel, Lessie Lee Davies, Plaintiffs,<br>\nv.<br>\nCOUNTY OF SCHENECTADY, Harry Buffardi, Gordon Pollard, Robert Elwell Sr.,<sup>[*]</sup> Defendants-Appellees.</h1></center>\n<center>Docket No. 09-1296-cv.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: January 14, 2010.</center>\n<center>Decided: January 28, 2010.</center>\n<p><span class=\"star-pagination\">*219</span> John R. Supple, Hinshaw &amp; Culbertson LLP, New York, NY, for Appellant.</p>\n<p>Jonathan M. Bernstein (William J. Greagan, on the brief), Goldberg Segalla, LLP, Albany, NY, for Appellees, on submission.</p>\n<p>Before: CABRANES, POOLER, and LYNCH, Circuit Judges.</p>\n<p>GERARD E. LYNCH, Circuit Judge:</p>\n<p>Elmer Robert Keach, III, Intervenor-Appellant, appeals from a decision of the United States District Court for the Northern District of New York (Gary L. Sharpe, <i>Judge)</i> denying a motion for recusal and declining to impose sanctions on Keach. Keach argues that Judge Sharpe should have recused himself from further proceedings on his <i>sua sponte</i> order to show cause as to why Keach should not be sanctioned, and in any event erred in making several erroneous \"findings\" that Keach engaged in professional misconduct. We conclude that because the district court's decision was limited to routine judicial commentary and criticism, without any specific findings of professional misconduct, we lack jurisdiction over this appeal. Because we cannot review, at Keach's behest, the judgment denying sanctions against him, neither can we review preliminary procedural rulings (such as the denial of the recusal motion) in the proceedings leading to that judgment.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>I. The Underlying Conduct</h2>\n<p>Keach was lead counsel in a class action lawsuit, eventually settled for $2.5 million, against the County of Schenectady and a number of its officials. Following the settlement, the district court awarded an attorney's fee that was significantly less than <span class=\"star-pagination\">*220</span> Keach had requested.<sup>[1]</sup> Keach's appeal of the fee decision set off a series of events that led the district court to consider whether Keach should be sanctioned for his behavior, and, ultimately, to this appeal.</p>\n<p>During the settlement negotiations, the defendants' attorney had requested that the implementation of the settlement be delayed until after the re-election campaign of the county sheriff, a defendant, was over. Not surprisingly, this request, while copied to opposing counsel, was meant to be kept secret, and the letters discussing this proposition were titled \"CONFIDENTIAL FOR SETTLEMENT PURPOSES ONLY\" and \"FOR SETTLEMENT PURPOSES ONLYNOT TO BE FILED ON THE DOCKET.\" The letters regarding the proposed delay of the settlement were therefore treated as sealed, under the apparent rationale that they were part of settlement negotiations and should remain confidential.<sup>[2]</sup> Keach declined the defendants' proposal to postpone the settlement implementation, and the settlement was announced prior to the sheriff's election. Following approval of the settlement, the district court granted a smaller attorney's fee than Keach had requested, a decision that Keach has appealed separately. According to Keach, as retaliation for his refusal to postpone the settlement, defendants' counsel has opposed his fee appeal.</p>\n<p>After filing his notice of appeal, Keach wrote to the district court asking that the documents relating to the request to postpone the settlement negotiation be unsealed. The letter revealed the content of the sealed letters, describing them as addressing \"settlement negotiations and the request of the Defendants to delay the settlement of this class action until after the November 2006 Schenectady County Sheriff's election.\" The stated reason for the request to unseal the correspondence was that \"Class Counsel plans to include these documents in their Joint Appendix regarding the pending appeal on attorneys' fees. Class Counsel does not believe there is any present basis to have these items filed with the Court under seal, nor should they have to be filed under seal with the Second Circuit,\" given that the settlement had been approved and a judgment entered. The district court denied the request, reasoning that \"[t]he [Second] Circuit has full access to the District Court's sealed documents.\"</p>\n<p>The request and its denial, both published on the district court's docket sheet, had the effect of publicly disclosing the contents of the previously-sealed letters. The same day the district court denied Keach's request, Keach gave the district court's order, and his underlying letter-request, to <i>The Albany Times Union</i> newspaper, which reported that the sealed documents contained defendants' request to postpone the settlement until after the election. Keach was quoted in the paper as saying that \"[t]here is [ ] certainly a story to be told here . . . and I am going to make sure that those documents reach the light of day.\" Soon after, the defendants' attorney, William Greagan, filed an affidavit asking the court to bar Keach from practicing law in the Northern District of New York for, <i>inter alia,</i> \"willfully disregard[ing] Court Orders regarding confidential matters thus impairing the power <span class=\"star-pagination\">*221</span> of the Court, the rights of the litigants, and the confidence of the litigants in the judicial process.\" Accompanying this affidavit was a letter from Greagan to the district court stating that he had submitted the affidavit as a result of a discussion that occurred when he \"contacted [Judge Sharpe's Chambers] for guidance regarding Mr. Keach's disclosure of privileged information.\"</p>\n<p>Upon receiving Greagan's letter, Keach telephoned the judge's deputy clerk, John Law, to inquire about the \"guidance\" Greagan had received. Law apparently informed Keach that the only \"guidance\" Greagan received was that he should address any concerns to the court in writing. What Keach said to Law is disputed. But, Law was apparently left with the impression that Keach had accused the court of improper <i>ex parte</i> communication with Greagan. Following this conversation, Keach again wrote to the district court asking that it publish Greagan's letter and affidavit (which Greagan had requested be filed under seal), require Greagan to make a formal motion for disbarment, and order that any further communication between Greagan and the court be conducted in writing and filed on the public docket. Following the last request, Kreach added a footnote stating that:</p>\n<blockquote>I want to make clear that, by making this request, I am not implying that either the Court, or its staff, engaged in any impermissible <i>ex parte</i> communication with Mr. Greagan about the substance of his application to have me disbarred. . . . I also want to make clear that I do not believe that the Court provided Mr. Greagan with \"guidance\" to file his application under seal.</blockquote>\n<p></p>\n<h2>II. The In-Court Conference</h2>\n<p>Following receipt of this correspondence, Judge Sharpe scheduled an in-court conference. Judge Sharpe began the conference by remarking that Greagan's application to the court to have Keach disbarred was improper, because under the local rules of the Northern District of New York such an application would have to be filed with the Chief Judge of the court. Judge Sharpe then moved on to discuss whether sanctions should be imposed on Keach.</p>\n<p>After Keach admitted that he had given the district court's order declining his request to unseal the documents to the newspaper, Judge Sharpe questioned whether Keach had \"lied to [the court]\" or \"engaged in subterfuge\" by writing that he wanted to have the documents unsealed to aid in his Second Circuit appeal, when his real motivation was to be able to release them to the news media: \"In my view that letter is disingenuous with the Court. You had your own ulterior motives for doing it. It had nothing to do with the legal authority of the Second Circuit to review sealed documents before the District Court and I believe it may be [grounds for] a disciplinary proceeding . . . .\"</p>\n<p>Judge Sharpe then discussed Keach's phone conversation with Law. Judge Sharpe noted that an internal chambers record of communications with parties and litigants contained an entry stating that Keach had \"made a bald accusation to my courtroom deputy that I had engaged in. . . illegal ex parte communications with Mr. Greagan.\" Judge Sharpe noted that this was followed by Keach's letter containing the footnote stressing that he was <i>not</i> accusing the court of any improper <i>ex parte</i> contact: \"In my view that is a specific, hang up the phone, oh, my [G]od, what did I just say to the Court. Let me do what I have a history of doing, denying that I meant what I said and I'll document it in a letter so that later on I've got plausible deniability over the fact that I <span class=\"star-pagination\">*222</span> just accused the Court of illegal ex parte communications.\"</p>\n<p>Following this, Judge Sharpe recited a string of previous incidents in which Keach had been criticized or warned by other Northern District of New York judges in a variety of matters. The court concluded that \"[y]ou have been dancing on a thin wire for a long time in this district, Mr. Keach. And you ought to be mindful . . . that these kinds of proceedings have a dramatic impact on your ability to earn a living in a variety of courts in a variety of jurisdictions. I appreciate that. I'm not sure that you appreciate it.\"</p>\n<p>The court then asked for submissions from Greagan regarding his motion for sanctions, and <i>sua sponte</i> ordered Keach to show cause why he should not be sanctioned for misleading the court about his reasons for applying to unseal the documents, and for alleging that the court had engaged in improper <i>ex parte</i> contact.</p>\n<p>In his opposition to the court's Order to Show Cause, Keach denied any wrongdoing in connection with the unsealing letter, and denied that he had accused the court of improper <i>ex parte</i> contact, while admitting that he had called the district court's chambers regarding its communication with Greagan. Keach also moved for Judge Sharpe to recuse himself.</p>\n<p></p>\n<h2>III. The District Court's Decision</h2>\n<p>The district court denied both the motion to recuse and the motion for sanctions. With regard to the motion for recusal, the court found no bias or prejudice on its part. With regard to sanctions, the court first found that Keach's disclosure of the settlement correspondence did not justify sanctions, because it was not clear whether disclosure of the documents violated a court order.</p>\n<p>The court found the content of Keach's request to unseal the correspondence and the alleged accusation of improper <i>ex parte</i> communication \"more troubling.\" The court stated that \"[c]ollectively, they cause the court to question [Keach's] candor and honesty. Rather than simply apologize for having been less than fully forthcoming in his unsealing letter, his post-conference affidavit again reverts to his `perfecting an appeal' justification to explain his conduct in the first place.\"<sup>[3]</sup></p>\n<p>The court noted that Keach admitted that the desire to publicize the defendants' effort to postpone the settlement until after the election was one of the reasons for asking that the correspondence be unsealed, and stated that the \"genuineness of [Keach's] position\" was undercut by the fact that the Second Circuit had access to sealed documents. The court held that whether or not a Circuit court case manager had suggested Keach apply to unseal the documents was irrelevant. \"What is relevant is seeking judicial relief without complete candor as to why the relief is being sought in the first place.\" The court added that an officer of the court has a duty of candor to the court, but never explicitly stated that Keach violated that duty, or made a finding that Keach had violated any rule that would subject him to disciplinary sanctions.</p>\n<p>With respect to the alleged accusation of <i>ex parte</i> communication, the court implied that it doubted Keach's version, noting that chambers personnel documented communications with attorneys, and that the footnote in Keach's letter suggested that Keach was concerned that Law might have construed him as having accused the court of an improper <i>ex parte</i> communication. <span class=\"star-pagination\">*223</span> Nevertheless, the court did not make a finding of fact about what had occurred and expressly declined to \"hold a hearing to get at the so-called `truth'\" about the conversation.</p>\n<p>The court summed up by saying that sanctions are appropriate \"when an attorney's representations subjectively reflect bad faith, or, worse yet, when a statement is uttered as a baseless allegation of judicial misconduct.\" But the court noted that judges \"tend to err on the side of caution\" when an attorney's livelihood is at stake, declined to impose sanctions on Keach, and denied Greagan's motion for sanctions.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Despite the district court's decision not to sanction Keach, Keach appeals, challenging both the district court's denial of the recusal motion, and its alleged \"findings\" of misconduct. Keach's allegations of erroneous \"findings\" include principally: (1) that Keach made his application to unseal disingenuously in violation of his duty of candor to the court; and (2) that Keach accused the court of improper <i>ex parte</i> contact with Greagan.</p>\n<p>However, before we confront whether the district court erred in failing to recuse itself or in finding misconduct, we must first assess whether we have jurisdiction to review the district court's decision. We conclude that because the district court's opinion was in the vein of routine judicial commentary, and made no findings of professional misconduct, we lack jurisdiction to review it.</p>\n<p></p>\n<h2>I. Jurisdiction</h2>\n<p>While, typically, nonparties may not appeal from the judgments of a district court, <i>Marino v. Ortiz,</i> 484 U.S. 301, 304, 108 S.Ct. 586, 98 L.Ed.2d 629 (1988), there is an exception to this general rule where a nonparty, such as an attorney, has been held in contempt or sanctioned by the court. <i>Nisus Corp. v. Perma-Chink Sys., Inc.,</i> 497 F.3d 1316, 1319-20 (Fed.Cir. 2007); <i>see </i><i>U.S. Catholic Conference v. Abortion Rights Mobilization, Inc.,</i> 487 U.S. 72, 76, 108 S.Ct. 2268, 101 L.Ed.2d 69 (1988); <i>MacDraw, Inc. v. CIT Group Equip. Fin., Inc.,</i> 138 F.3d 33, 37 (2d Cir.1998). Therefore, if Keach had been sanctioned, he would be permitted to appeal. <i>See </i><i>MacDraw,</i> 138 F.3d at 37.</p>\n<p>However, the district court <i>denied</i> the motion to sanction Keach, and \"[o]rdinarily, a party cannot appeal a judgment in his favor to obtain review of findings he deems erroneous.\" <i>K &amp; A Radiologic Tech. Servs., Inc. v. Comm'r of Dep't of Health of the State of New York,</i> 189 F.3d 273, 282 n. 11 (2d Cir.1999); <i>see also </i><i>Trust for Certificate Holders of Merrill Lynch Mortgage Investors v. Love Funding Corp.,</i> 496 F.3d 171, 173 (2d Cir.2007) (\"[O]rdinarily, only a party aggrieved by a judgment or order of a district court may exercise the statutory right [under 28 U.S.C. § 1291] to appeal therefrom.\"), quoting <i>Deposit Guar. Nat'l Bank v. Roper,</i> 445 U.S. 326, 333, 100 S.Ct. 1166, 63 L.Ed.2d 427 (1980); <i>In re O'Brien,</i> 184 F.3d 140, 141 (2d Cir.1999) (\"It is a fundamental principle of jurisprudence that `[a] party may not appeal from a judgment or decree in his favor, for the purpose of obtaining review of findings he deems erroneous which are not necessary to support the decree.'\"), quoting <i>Elec. Fittings Corp. v. Thomas &amp; Betts Co.,</i> 307 U.S. 241, 242, 59 S.Ct. 860, 83 L.Ed. 1263 (1939) (alteration in original). Despite this general rule, it is possible that a district court could decline to impose tangible sanctions, and yet still make a finding of misconduct that would constitute a ruling adverse to the attorney and would therefore be appealable.</p>\n<p><span class=\"star-pagination\">*224</span> We have held that a district court's referral of specific findings of misconduct to a disciplinary committee, even absent a monetary sanction, is appealable. <i>See </i><i>In re Goldstein,</i> 430 F.3d 106, 111-12 (2d Cir.2005). The district court judgment in <i>Goldstein,</i> referring the relevant attorney's conduct to a disciplinary committee, included an attached Magistrate Judge's Report and Recommendation that \"explicitly concluded that Goldstein was in violation of various disciplinary rules, in other cases as well as this one, and stated that [Goldstein] `was unprepared to conduct himself as an officer of the court.'\" <i>Id.</i> at 112; <i>cf. </i><i>Teaford v. Ford Motor Co.,</i> 338 F.3d 1179, 1181 (10th Cir.2003) (holding non-appealable a district court decision referring hearing transcript to a state bar association without making any specific findings of misconduct or expressing any opinion on the attorney's actions). These specific findings of fact showed that the district court's referral was \"much more than implied criticism,\" and was, in fact, a sanction, which is reviewable. <i>Goldstein,</i> 430 F.3d at 112. In <i>Goldstein,</i> then, we held that a district court's referral of an attorney's conduct to a disciplinary committee that included specific findings of judicial misconduct constituted an appealable sanction.</p>\n<p>Our sister Circuits have adopted a variety of standards for when a district court's findings of judicial misconduct are appealable. The Seventh Circuit does not permit any appeals absent a financial imposition. <i>See, e.g., </i><i>Clark Equip. Co. v. Lift Parts Mfg. Co.,</i> 972 F.2d 817, 820 (7th Cir.1992) (\"[A]n attorney may not appeal from an order that finds misconduct but does not result in monetary liability. . . .\"). The First Circuit is slightly more flexible, permitting appeals from formal reprimands without monetary sanctions. <i>See </i><i>In re Williams,</i> 156 F.3d 86, 92 (1st Cir.1998) (\"Sanctions are not limited to monetary imposts. Words alone may suffice [to permit an appeal of a sanctions order] if they are expressly identified as a reprimand.\"). The Third and Federal Circuits have taken approaches similar to that of the First Circuit. <i>See </i><i>Bowers v. Nat'l Collegiate Athletic Ass'n,</i> 475 F.3d 524, 542-44 (3d Cir.2007) (concluding that district court order granting motion for sanctions and finding attorneys violated specific rule, but not imposing a monetary or other disciplinary penalty, was appealable); <i>Precision Specialty Metals, Inc. v. United States,</i> 315 F.3d 1346, 1352-53 (Fed.Cir.2003) (finding a formal judicial reprimand, without monetary sanctions, sufficient to permit an attorney's appeal).</p>\n<p>The Fifth, Tenth, and District of Columbia Circuits have taken an even broader view of appealability, allowing appeals where there has been some specific finding of judicial misconduct, even absent an official reprimand. <i>See </i><i>Butler v. Biocore Med. Techs., Inc.,</i> 348 F.3d 1163, 1167-69 (10th Cir.2003) (holding that an order finding that an attorney committed an ethical violation but not imposing any other sanction is appealable); <i>Walker v. City of Mesquite,</i> 129 F.3d 831, 832-33 (5th Cir.1997) (holding that a district court's finding that an attorney was guilty of \"blatant misconduct\" was sufficient to permit an appeal); <i>Sullivan v. Comm. on Admissions &amp; Grievances,</i> 395 F.2d 954, 956 (D.C.Cir. 1967) (holding that a district court's finding that an attorney was guilty of misconduct that \"plainly reflect[ed] adversely on his professional reputation\" was sufficient to permit attorney's appeal).</p>\n<p>Finally, the Ninth Circuit has nominally adopted the First Circuit's approach, <i>Weissman v. Quail Lodge, Inc.,</i> 179 F.3d 1194, 1200 (9th Cir.1999) (\"We agree with the [First Circuit's] holding of <i>Williams</i> that words alone will constitute a sanction only if they are expressly identified as a <span class=\"star-pagination\">*225</span> reprimand.\" (internal quotation marks omitted)), but has also found that a district court's factual finding and legal conclusion that an attorney intentionally violated a specific ethics rule is <i>per se</i> a sanction warranting an appeal, <i>United States v. Talao,</i> 222 F.3d 1133, 1137-38 (9th Cir.2000); <i>see also </i><i>United States v. Ensign,</i> 491 F.3d 1109, 1118 (9th Cir.2007).</p>\n<p>Keach \"urge[s] this Court to adopt the reasoning of the [Fifth, Tenth, and D.C. Circuits] and allow an attorney to appeal a district court decision that expressly or effectively finds that the attorney engaged in substantive misconduct,\" and then to \"rule that the circumstances of Keach's appeal meet this test.\" On the legal point, we need little urging. As exemplified in <i>Goldstein,</i> we have already found jurisdiction in a case in which there was no monetary sanction, where a district court endorsed a Magistrate Judge's formal findings of misconduct and referred the matter to the state disciplinary authorities for action. <i>Goldstein,</i> 430 F.3d at 111-12. That ruling makes sense: a finding that an attorney is guilty of specific misconduct is an adverse decision that can be appealed, even if the court decides that no additional punishment needs to be levied. However, even under this standard, the district court's statements here do not rise to the level of a \"finding of misconduct,\" and cannot support jurisdiction over this appeal. Although the district court <i>questioned</i> Keach's candor and found his actions \"troubling,\" it expressly declined to make a finding that Keach had lied, and it never reached any conclusion or made any finding that Keach violated a standard of professional practice.</p>\n<p>In contrast to a specific finding of professional misconduct, the district court's comments were in the nature of the kind of \"routine judicial commentary\" or criticism that does not permit an appeal under any Circuit's standard. <i>See </i><i>Williams,</i> 156 F.3d at 91 (\"This argument invites us to draw a line between routine judicial commentary on a lawyer's performance (presumably non-appealable) and commentary that is inordinately injurious to the lawyer's reputation (presumably appealable).\"); <i>Talao,</i> 222 F.3d at 1138 (finding district court's order appealable where it \"did more than use `words alone' or render `routine judicial commentary'\"). As the Federal Circuit has explained, \"[t]o allow appeals by attorneys . . . merely because a court criticized them or characterized their conduct in an unfavorable way would invite an appeal by any nonparty who feels aggrieved by some critical statement made by the court in an opinion or from the bench.\" <i>Nisus,</i> 497 F.3d at 1320.</p>\n<p>Unlike the cases in which we and other Circuits have permitted appeals, the district court here did not make findings of violations of specific professional standards, refer the matter to disciplinary authorities, issue a reprimand, or declare that Keach was guilty of misconduct. Indeed, while the judge's language suggested that he did not accept Keach's version of events, the courtfar from making a finding of misconductdeclined even to hold a hearing to establish the actual facts. Instead, the court limited itself to warning Keach that it was not in his or any attorney's interest to conduct himself in a way that would lead a judge to question his integrity. An appellate court can reverse an order imposing a sanction or making a finding that an attorney has violated a rule of professional conduct; it has no power to reverse a judge's poor opinion of the skill or trustworthiness of a lawyer who has appeared before him or her.</p>\n<p>No circuit has allowed an attorney to appeal the denial of a sanctions order absent a specific finding of professional misconduct. <i>See </i><i>Butler,</i> 348 F.3d at 1168 (\"We . . . wish to make clear that only <span class=\"star-pagination\">*226</span> orders finding misconduct are appealable and not every negative comment or observation from a judge's pen about an attorney's conduct or performance. . . .\" (internal quotation marks omitted)); <i>United States v. Gonzales,</i> 344 F.3d 1036, 1039-40 (10th Cir.2003) (holding that because the district court's order did not make any new finding of misconduct there was \"nothing from which to appeal\"); <i>Talao,</i> 222 F.3d at 1138 (noting that \"a formal finding of a violation eliminates the need for difficult line drawing in much the same way as a court's explicit pronouncement that its words are intended as a sanction\").</p>\n<p>While the various Circuits may utilize different formulations in describing what may be appealed, our position is consistent with the overwhelming weight of authority: an attorney may appeal a decision where the district court imposes a tangible sanction or makes an express finding that a lawyer has committed specific acts of professional misconduct, but not where the court has engaged in such routine judicial commentary or criticism as the district court expressed here.</p>\n<p>Because the district court's decision declining to impose sanctions was limited to such criticism and made no explicit finding that Keach engaged in professional misconduct, we lack jurisdiction to review, at Keach's behest, the order denying sanctions. For the same reason, we lack jurisdiction to review any of the procedural rulings (such as the judge's denial of the recusal motion) that led up to it.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, this appeal is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[*]  The Clerk of the Court is directed to amend the official caption in this case to conform to the listing of the parties above.</p>\n<p>[1]  Keach had requested a fee of $650,000, but was ultimately awarded a fee of $344,795.</p>\n<p>[2]  While the letters were considered sealed by the parties, the district court did not enter an explicit sealing order and made no findings reflecting an independent judgment that they should be sealed. We express no view as to the propriety of the de facto sealing of the letters.</p>\n<p>[3]  The court also recalled that at the in-court conference it had told Keach that his unsealing letter was \"disingenuous fueled by his own ulterior motives.\"</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">593</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">218</span></span> (2010)</b></center>\n<center><h1>Elmer Robert KEACH, III, Intervenor-Appellant,<br>\nNichole Marie McDaniel, Lessie Lee Davies, Plaintiffs,<br>\nv.<br>\nCOUNTY OF SCHENECTADY, Harry Buffardi, Gordon Pollard, Robert Elwell Sr.,<sup>[*]</sup> Defendants-Appellees.</h1></center>\n<center>Docket No. 09-1296-cv.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: January 14, 2010.</center>\n<center>Decided: January 28, 2010.</center>\n<p><span class=\"star-pagination\">*219</span> John R. Supple, Hinshaw &amp; Culbertson LLP, New York, NY, for Appellant.</p>\n<p>Jonathan M. Bernstein (William J. Greagan, on the brief), Goldberg Segalla, LLP, Albany, NY, for Appellees, on submission.</p>\n<p>Before: CABRANES, POOLER, and LYNCH, Circuit Judges.</p>\n<p>GERARD E. LYNCH, Circuit Judge:</p>\n<p>Elmer Robert Keach, III, Intervenor-Appellant, appeals from a decision of the United States District Court for the Northern District of New York (Gary L. Sharpe, <i>Judge)</i> denying a motion for recusal and declining to impose sanctions on Keach. Keach argues that Judge Sharpe should have recused himself from further proceedings on his <i>sua sponte</i> order to show cause as to why Keach should not be sanctioned, and in any event erred in making several erroneous \"findings\" that Keach engaged in professional misconduct. We conclude that because the district court's decision was limited to routine judicial commentary and criticism, without any specific findings of professional misconduct, we lack jurisdiction over this appeal. Because we cannot review, at Keach's behest, the judgment denying sanctions against him, neither can we review preliminary procedural rulings (such as the denial of the recusal motion) in the proceedings leading to that judgment.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p></p>\n<h2>I. The Underlying Conduct</h2>\n<p>Keach was lead counsel in a class action lawsuit, eventually settled for $2.5 million, against the County of Schenectady and a number of its officials. Following the settlement, the district court awarded an attorney's fee that was significantly less than <span class=\"star-pagination\">*220</span> Keach had requested.<sup>[1]</sup> Keach's appeal of the fee decision set off a series of events that led the district court to consider whether Keach should be sanctioned for his behavior, and, ultimately, to this appeal.</p>\n<p>During the settlement negotiations, the defendants' attorney had requested that the implementation of the settlement be delayed until after the re-election campaign of the county sheriff, a defendant, was over. Not surprisingly, this request, while copied to opposing counsel, was meant to be kept secret, and the letters discussing this proposition were titled \"CONFIDENTIAL FOR SETTLEMENT PURPOSES ONLY\" and \"FOR SETTLEMENT PURPOSES ONLYNOT TO BE FILED ON THE DOCKET.\" The letters regarding the proposed delay of the settlement were therefore treated as sealed, under the apparent rationale that they were part of settlement negotiations and should remain confidential.<sup>[2]</sup> Keach declined the defendants' proposal to postpone the settlement implementation, and the settlement was announced prior to the sheriff's election. Following approval of the settlement, the district court granted a smaller attorney's fee than Keach had requested, a decision that Keach has appealed separately. According to Keach, as retaliation for his refusal to postpone the settlement, defendants' counsel has opposed his fee appeal.</p>\n<p>After filing his notice of appeal, Keach wrote to the district court asking that the documents relating to the request to postpone the settlement negotiation be unsealed. The letter revealed the content of the sealed letters, describing them as addressing \"settlement negotiations and the request of the Defendants to delay the settlement of this class action until after the November 2006 Schenectady County Sheriff's election.\" The stated reason for the request to unseal the correspondence was that \"Class Counsel plans to include these documents in their Joint Appendix regarding the pending appeal on attorneys' fees. Class Counsel does not believe there is any present basis to have these items filed with the Court under seal, nor should they have to be filed under seal with the Second Circuit,\" given that the settlement had been approved and a judgment entered. The district court denied the request, reasoning that \"[t]he [Second] Circuit has full access to the District Court's sealed documents.\"</p>\n<p>The request and its denial, both published on the district court's docket sheet, had the effect of publicly disclosing the contents of the previously-sealed letters. The same day the district court denied Keach's request, Keach gave the district court's order, and his underlying letter-request, to <i>The Albany Times Union</i> newspaper, which reported that the sealed documents contained defendants' request to postpone the settlement until after the election. Keach was quoted in the paper as saying that \"[t]here is [ ] certainly a story to be told here . . . and I am going to make sure that those documents reach the light of day.\" Soon after, the defendants' attorney, William Greagan, filed an affidavit asking the court to bar Keach from practicing law in the Northern District of New York for, <i>inter alia,</i> \"willfully disregard[ing] Court Orders regarding confidential matters thus impairing the power <span class=\"star-pagination\">*221</span> of the Court, the rights of the litigants, and the confidence of the litigants in the judicial process.\" Accompanying this affidavit was a letter from Greagan to the district court stating that he had submitted the affidavit as a result of a discussion that occurred when he \"contacted [Judge Sharpe's Chambers] for guidance regarding Mr. Keach's disclosure of privileged information.\"</p>\n<p>Upon receiving Greagan's letter, Keach telephoned the judge's deputy clerk, John Law, to inquire about the \"guidance\" Greagan had received. Law apparently informed Keach that the only \"guidance\" Greagan received was that he should address any concerns to the court in writing. What Keach said to Law is disputed. But, Law was apparently left with the impression that Keach had accused the court of improper <i>ex parte</i> communication with Greagan. Following this conversation, Keach again wrote to the district court asking that it publish Greagan's letter and affidavit (which Greagan had requested be filed under seal), require Greagan to make a formal motion for disbarment, and order that any further communication between Greagan and the court be conducted in writing and filed on the public docket. Following the last request, Kreach added a footnote stating that:</p>\n<blockquote>I want to make clear that, by making this request, I am not implying that either the Court, or its staff, engaged in any impermissible <i>ex parte</i> communication with Mr. Greagan about the substance of his application to have me disbarred. . . . I also want to make clear that I do not believe that the Court provided Mr. Greagan with \"guidance\" to file his application under seal.</blockquote>\n<p></p>\n<h2>II. The In-Court Conference</h2>\n<p>Following receipt of this correspondence, Judge Sharpe scheduled an in-court conference. Judge Sharpe began the conference by remarking that Greagan's application to the court to have Keach disbarred was improper, because under the local rules of the Northern District of New York such an application would have to be filed with the Chief Judge of the court. Judge Sharpe then moved on to discuss whether sanctions should be imposed on Keach.</p>\n<p>After Keach admitted that he had given the district court's order declining his request to unseal the documents to the newspaper, Judge Sharpe questioned whether Keach had \"lied to [the court]\" or \"engaged in subterfuge\" by writing that he wanted to have the documents unsealed to aid in his Second Circuit appeal, when his real motivation was to be able to release them to the news media: \"In my view that letter is disingenuous with the Court. You had your own ulterior motives for doing it. It had nothing to do with the legal authority of the Second Circuit to review sealed documents before the District Court and I believe it may be [grounds for] a disciplinary proceeding . . . .\"</p>\n<p>Judge Sharpe then discussed Keach's phone conversation with Law. Judge Sharpe noted that an internal chambers record of communications with parties and litigants contained an entry stating that Keach had \"made a bald accusation to my courtroom deputy that I had engaged in. . . illegal ex parte communications with Mr. Greagan.\" Judge Sharpe noted that this was followed by Keach's letter containing the footnote stressing that he was <i>not</i> accusing the court of any improper <i>ex parte</i> contact: \"In my view that is a specific, hang up the phone, oh, my [G]od, what did I just say to the Court. Let me do what I have a history of doing, denying that I meant what I said and I'll document it in a letter so that later on I've got plausible deniability over the fact that I <span class=\"star-pagination\">*222</span> just accused the Court of illegal ex parte communications.\"</p>\n<p>Following this, Judge Sharpe recited a string of previous incidents in which Keach had been criticized or warned by other Northern District of New York judges in a variety of matters. The court concluded that \"[y]ou have been dancing on a thin wire for a long time in this district, Mr. Keach. And you ought to be mindful . . . that these kinds of proceedings have a dramatic impact on your ability to earn a living in a variety of courts in a variety of jurisdictions. I appreciate that. I'm not sure that you appreciate it.\"</p>\n<p>The court then asked for submissions from Greagan regarding his motion for sanctions, and <i>sua sponte</i> ordered Keach to show cause why he should not be sanctioned for misleading the court about his reasons for applying to unseal the documents, and for alleging that the court had engaged in improper <i>ex parte</i> contact.</p>\n<p>In his opposition to the court's Order to Show Cause, Keach denied any wrongdoing in connection with the unsealing letter, and denied that he had accused the court of improper <i>ex parte</i> contact, while admitting that he had called the district court's chambers regarding its communication with Greagan. Keach also moved for Judge Sharpe to recuse himself.</p>\n<p></p>\n<h2>III. The District Court's Decision</h2>\n<p>The district court denied both the motion to recuse and the motion for sanctions. With regard to the motion for recusal, the court found no bias or prejudice on its part. With regard to sanctions, the court first found that Keach's disclosure of the settlement correspondence did not justify sanctions, because it was not clear whether disclosure of the documents violated a court order.</p>\n<p>The court found the content of Keach's request to unseal the correspondence and the alleged accusation of improper <i>ex parte</i> communication \"more troubling.\" The court stated that \"[c]ollectively, they cause the court to question [Keach's] candor and honesty. Rather than simply apologize for having been less than fully forthcoming in his unsealing letter, his post-conference affidavit again reverts to his `perfecting an appeal' justification to explain his conduct in the first place.\"<sup>[3]</sup></p>\n<p>The court noted that Keach admitted that the desire to publicize the defendants' effort to postpone the settlement until after the election was one of the reasons for asking that the correspondence be unsealed, and stated that the \"genuineness of [Keach's] position\" was undercut by the fact that the Second Circuit had access to sealed documents. The court held that whether or not a Circuit court case manager had suggested Keach apply to unseal the documents was irrelevant. \"What is relevant is seeking judicial relief without complete candor as to why the relief is being sought in the first place.\" The court added that an officer of the court has a duty of candor to the court, but never explicitly stated that Keach violated that duty, or made a finding that Keach had violated any rule that would subject him to disciplinary sanctions.</p>\n<p>With respect to the alleged accusation of <i>ex parte</i> communication, the court implied that it doubted Keach's version, noting that chambers personnel documented communications with attorneys, and that the footnote in Keach's letter suggested that Keach was concerned that Law might have construed him as having accused the court of an improper <i>ex parte</i> communication. <span class=\"star-pagination\">*223</span> Nevertheless, the court did not make a finding of fact about what had occurred and expressly declined to \"hold a hearing to get at the so-called `truth'\" about the conversation.</p>\n<p>The court summed up by saying that sanctions are appropriate \"when an attorney's representations subjectively reflect bad faith, or, worse yet, when a statement is uttered as a baseless allegation of judicial misconduct.\" But the court noted that judges \"tend to err on the side of caution\" when an attorney's livelihood is at stake, declined to impose sanctions on Keach, and denied Greagan's motion for sanctions.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>Despite the district court's decision not to sanction Keach, Keach appeals, challenging both the district court's denial of the recusal motion, and its alleged \"findings\" of misconduct. Keach's allegations of erroneous \"findings\" include principally: (1) that Keach made his application to unseal disingenuously in violation of his duty of candor to the court; and (2) that Keach accused the court of improper <i>ex parte</i> contact with Greagan.</p>\n<p>However, before we confront whether the district court erred in failing to recuse itself or in finding misconduct, we must first assess whether we have jurisdiction to review the district court's decision. We conclude that because the district court's opinion was in the vein of routine judicial commentary, and made no findings of professional misconduct, we lack jurisdiction to review it.</p>\n<p></p>\n<h2>I. Jurisdiction</h2>\n<p>While, typically, nonparties may not appeal from the judgments of a district court, <i>Marino v. Ortiz,</i> <span class=\"citation\" data-id=\"111981\"><a href=\"/opinion/111981/marino-v-ortiz/\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">301</span></a></span>, 304, <span class=\"citation\" data-id=\"111981\"><a href=\"/opinion/111981/marino-v-ortiz/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">586</span></a></span>, <span class=\"citation\" data-id=\"111981\"><a href=\"/opinion/111981/marino-v-ortiz/\"><span class=\"volume\">98</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">629</span></a></span> (1988), there is an exception to this general rule where a nonparty, such as an attorney, has been held in contempt or sanctioned by the court. <i>Nisus Corp. v. Perma-Chink Sys., Inc.,</i> <span class=\"citation\" data-id=\"210435\"><a href=\"/opinion/210435/nisus-corp-v-perma-chink-systems-inc/\"><span class=\"volume\">497</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1316</span></a></span>, 1319-20 (Fed.Cir. 2007); <i>see </i><i>U.S. Catholic Conference v. Abortion Rights Mobilization, Inc.,</i> <span class=\"citation\" data-id=\"112118\"><a href=\"/opinion/112118/united-statescatholic-conference-v-abortion-rights-mobilization-inc/\"><span class=\"volume\">487</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">72</span></a></span>, 76, <span class=\"citation\" data-id=\"112118\"><a href=\"/opinion/112118/united-statescatholic-conference-v-abortion-rights-mobilization-inc/\"><span class=\"volume\">108</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">2268</span></a></span>, <span class=\"citation\" data-id=\"112118\"><a href=\"/opinion/112118/united-statescatholic-conference-v-abortion-rights-mobilization-inc/\"><span class=\"volume\">101</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">69</span></a></span> (1988); <i>MacDraw, Inc. v. CIT Group Equip. Fin., Inc.,</i> <span class=\"citation\" data-id=\"752069\"><a href=\"/opinion/752069/macdraw-inc-klayman-and-associates-pc-larry-klayman-and-paul-j/\"><span class=\"volume\">138</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">33</span></a></span>, 37 (2d Cir.1998). Therefore, if Keach had been sanctioned, he would be permitted to appeal. <i>See </i><i>MacDraw,</i> 138 F.3d at 37.</p>\n<p>However, the district court <i>denied</i> the motion to sanction Keach, and \"[o]rdinarily, a party cannot appeal a judgment in his favor to obtain review of findings he deems erroneous.\" <i>K &amp; A Radiologic Tech. Servs., Inc. v. Comm'r of Dep't of Health of the State of New York,</i> <span class=\"citation\" data-id=\"765871\"><a href=\"/opinion/765871/ka-radiologic-technology-services-inc-and-diagnostic-x-ray-services/\"><span class=\"volume\">189</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">273</span></a></span>, 282 n. 11 (2d Cir.1999); <i>see also </i><i>Trust for Certificate Holders of Merrill Lynch Mortgage Investors v. Love Funding Corp.,</i> <span class=\"citation\" data-id=\"1453399\"><a href=\"/opinion/1453399/cert-holders-of-merrill-lynch-v-love-funding/\"><span class=\"volume\">496</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">171</span></a></span>, 173 (2d Cir.2007) (\"[O]rdinarily, only a party aggrieved by a judgment or order of a district court may exercise the statutory right [under 28 U.S.C. § 1291] to appeal therefrom.\"), quoting <i>Deposit Guar. Nat'l Bank v. Roper,</i> <span class=\"citation\" data-id=\"110225\"><a href=\"/opinion/110225/deposit-guaranty-nat-bank-v-roper/\"><span class=\"volume\">445</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">326</span></a></span>, 333, <span class=\"citation\" data-id=\"110225\"><a href=\"/opinion/110225/deposit-guaranty-nat-bank-v-roper/\"><span class=\"volume\">100</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1166</span></a></span>, <span class=\"citation\" data-id=\"110225\"><a href=\"/opinion/110225/deposit-guaranty-nat-bank-v-roper/\"><span class=\"volume\">63</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">427</span></a></span> (1980); <i>In re O'Brien,</i> <span class=\"citation\" data-id=\"765230\"><a href=\"/opinion/765230/in-re-francis-obrien-debtor-francis-obrien-v-state-of-vermont-agency/\"><span class=\"volume\">184</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">140</span></a></span>, 141 (2d Cir.1999) (\"It is a fundamental principle of jurisprudence that `[a] party may not appeal from a judgment or decree in his favor, for the purpose of obtaining review of findings he deems erroneous which are not necessary to support the decree.'\"), quoting <i>Elec. Fittings Corp. v. Thomas &amp; Betts Co.,</i> <span class=\"citation\" data-id=\"103209\"><a href=\"/opinion/103209/electrical-corp-v-thomas-co/\"><span class=\"volume\">307</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">241</span></a></span>, 242, <span class=\"citation\" data-id=\"103209\"><a href=\"/opinion/103209/electrical-corp-v-thomas-co/\"><span class=\"volume\">59</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">860</span></a></span>, <span class=\"citation\" data-id=\"103209\"><a href=\"/opinion/103209/electrical-corp-v-thomas-co/\"><span class=\"volume\">83</span> <span class=\"reporter\">L. Ed.</span> <span class=\"page\">1263</span></a></span> (1939) (alteration in original). Despite this general rule, it is possible that a district court could decline to impose tangible sanctions, and yet still make a finding of misconduct that would constitute a ruling adverse to the attorney and would therefore be appealable.</p>\n<p><span class=\"star-pagination\">*224</span> We have held that a district court's referral of specific findings of misconduct to a disciplinary committee, even absent a monetary sanction, is appealable. <i>See </i><i>In re Goldstein,</i> <span class=\"citation\" data-id=\"792541\"><a href=\"/opinion/792541/in-re-david-goldstein-david-goldstein-movant-appellant-helen-rosario-as/\"><span class=\"volume\">430</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span>, 111-12 (2d Cir.2005). The district court judgment in <i>Goldstein,</i> referring the relevant attorney's conduct to a disciplinary committee, included an attached Magistrate Judge's Report and Recommendation that \"explicitly concluded that Goldstein was in violation of various disciplinary rules, in other cases as well as this one, and stated that [Goldstein] `was unprepared to conduct himself as an officer of the court.'\" <i>Id.</i> at 112; <i>cf. </i><i>Teaford v. Ford Motor Co.,</i> <span class=\"citation\" data-id=\"163755\"><a href=\"/opinion/163755/teaford-v-ford-motor-company/\"><span class=\"volume\">338</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1179</span></a></span>, 1181 (10th Cir.2003) (holding non-appealable a district court decision referring hearing transcript to a state bar association without making any specific findings of misconduct or expressing any opinion on the attorney's actions). These specific findings of fact showed that the district court's referral was \"much more than implied criticism,\" and was, in fact, a sanction, which is reviewable. <i>Goldstein,</i> 430 F.3d at 112. In <i>Goldstein,</i> then, we held that a district court's referral of an attorney's conduct to a disciplinary committee that included specific findings of judicial misconduct constituted an appealable sanction.</p>\n<p>Our sister Circuits have adopted a variety of standards for when a district court's findings of judicial misconduct are appealable. The Seventh Circuit does not permit any appeals absent a financial imposition. <i>See, e.g., </i><i>Clark Equip. Co. v. Lift Parts Mfg. Co.,</i> <span class=\"citation\" data-id=\"588857\"><a href=\"/opinion/588857/clark-equipment-company-a-delaware-corporation-v-lift-parts-manufacturing/\"><span class=\"volume\">972</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">817</span></a></span>, 820 (7th Cir.1992) (\"[A]n attorney may not appeal from an order that finds misconduct but does not result in monetary liability. . . .\"). The First Circuit is slightly more flexible, permitting appeals from formal reprimands without monetary sanctions. <i>See </i><i>In re Williams,</i> <span class=\"citation\" data-id=\"198119\"><a href=\"/opinion/198119/williams-v-blagg/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span>, 92 (1st Cir.1998) (\"Sanctions are not limited to monetary imposts. Words alone may suffice [to permit an appeal of a sanctions order] if they are expressly identified as a reprimand.\"). The Third and Federal Circuits have taken approaches similar to that of the First Circuit. <i>See </i><i>Bowers v. Nat'l Collegiate Athletic Ass'n,</i> <span class=\"citation\" data-id=\"796680\"><a href=\"/opinion/796680/kathleen-bowers-no-05-2269-v-the-national-collegiate-athletic/\"><span class=\"volume\">475</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">524</span></a></span>, 542-44 (3d Cir.2007) (concluding that district court order granting motion for sanctions and finding attorneys violated specific rule, but not imposing a monetary or other disciplinary penalty, was appealable); <i>Precision Specialty Metals, Inc. v. United States,</i> <span class=\"citation\" data-id=\"780473\"><a href=\"/opinion/780473/precision-specialty-metals-inc-v-united-states-and-mikki-graves-walser/\"><span class=\"volume\">315</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1346</span></a></span>, 1352-53 (Fed.Cir.2003) (finding a formal judicial reprimand, without monetary sanctions, sufficient to permit an attorney's appeal).</p>\n<p>The Fifth, Tenth, and District of Columbia Circuits have taken an even broader view of appealability, allowing appeals where there has been some specific finding of judicial misconduct, even absent an official reprimand. <i>See </i><i>Butler v. Biocore Med. Techs., Inc.,</i> <span class=\"citation\" data-id=\"164034\"><a href=\"/opinion/164034/butler-v-biocore-medical/\"><span class=\"volume\">348</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1163</span></a></span>, 1167-69 (10th Cir.2003) (holding that an order finding that an attorney committed an ethical violation but not imposing any other sanction is appealable); <i>Walker v. City of Mesquite,</i> <span class=\"citation\" data-id=\"13582\"><a href=\"/opinion/13582/walker-v-city-of-mesquite-tx/\"><span class=\"volume\">129</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">831</span></a></span>, 832-33 (5th Cir.1997) (holding that a district court's finding that an attorney was guilty of \"blatant misconduct\" was sufficient to permit an appeal); <i>Sullivan v. Comm. on Admissions &amp; Grievances,</i> <span class=\"citation no-link\"><span class=\"volume\">395</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">954</span></span>, 956 (D.C.Cir. 1967) (holding that a district court's finding that an attorney was guilty of misconduct that \"plainly reflect[ed] adversely on his professional reputation\" was sufficient to permit attorney's appeal).</p>\n<p>Finally, the Ninth Circuit has nominally adopted the First Circuit's approach, <i>Weissman v. Quail Lodge, Inc.,</i> <span class=\"citation no-link\"><span class=\"volume\">179</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1194</span></span>, 1200 (9th Cir.1999) (\"We agree with the [First Circuit's] holding of <i>Williams</i> that words alone will constitute a sanction only if they are expressly identified as a <span class=\"star-pagination\">*225</span> reprimand.\" (internal quotation marks omitted)), but has also found that a district court's factual finding and legal conclusion that an attorney intentionally violated a specific ethics rule is <i>per se</i> a sanction warranting an appeal, <i>United States v. Talao,</i> <span class=\"citation\" data-id=\"769935\"><a href=\"/opinion/769935/united-states-of-america-robin-l-harris-v-virgilio-talao/\"><span class=\"volume\">222</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1133</span></a></span>, 1137-38 (9th Cir.2000); <i>see also </i><i>United States v. Ensign,</i> <span class=\"citation\" data-id=\"798251\"><a href=\"/opinion/798251/united-states-v-patricia-ann-ensign-aka-patricia-moats-aka-patricia/\"><span class=\"volume\">491</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1109</span></a></span>, 1118 (9th Cir.2007).</p>\n<p>Keach \"urge[s] this Court to adopt the reasoning of the [Fifth, Tenth, and D.C. Circuits] and allow an attorney to appeal a district court decision that expressly or effectively finds that the attorney engaged in substantive misconduct,\" and then to \"rule that the circumstances of Keach's appeal meet this test.\" On the legal point, we need little urging. As exemplified in <i>Goldstein,</i> we have already found jurisdiction in a case in which there was no monetary sanction, where a district court endorsed a Magistrate Judge's formal findings of misconduct and referred the matter to the state disciplinary authorities for action. <i>Goldstein,</i> 430 F.3d at 111-12. That ruling makes sense: a finding that an attorney is guilty of specific misconduct is an adverse decision that can be appealed, even if the court decides that no additional punishment needs to be levied. However, even under this standard, the district court's statements here do not rise to the level of a \"finding of misconduct,\" and cannot support jurisdiction over this appeal. Although the district court <i>questioned</i> Keach's candor and found his actions \"troubling,\" it expressly declined to make a finding that Keach had lied, and it never reached any conclusion or made any finding that Keach violated a standard of professional practice.</p>\n<p>In contrast to a specific finding of professional misconduct, the district court's comments were in the nature of the kind of \"routine judicial commentary\" or criticism that does not permit an appeal under any Circuit's standard. <i>See </i><i>Williams,</i> 156 F.3d at 91 (\"This argument invites us to draw a line between routine judicial commentary on a lawyer's performance (presumably non-appealable) and commentary that is inordinately injurious to the lawyer's reputation (presumably appealable).\"); <i>Talao,</i> 222 F.3d at 1138 (finding district court's order appealable where it \"did more than use `words alone' or render `routine judicial commentary'\"). As the Federal Circuit has explained, \"[t]o allow appeals by attorneys . . . merely because a court criticized them or characterized their conduct in an unfavorable way would invite an appeal by any nonparty who feels aggrieved by some critical statement made by the court in an opinion or from the bench.\" <i>Nisus,</i> 497 F.3d at 1320.</p>\n<p>Unlike the cases in which we and other Circuits have permitted appeals, the district court here did not make findings of violations of specific professional standards, refer the matter to disciplinary authorities, issue a reprimand, or declare that Keach was guilty of misconduct. Indeed, while the judge's language suggested that he did not accept Keach's version of events, the courtfar from making a finding of misconductdeclined even to hold a hearing to establish the actual facts. Instead, the court limited itself to warning Keach that it was not in his or any attorney's interest to conduct himself in a way that would lead a judge to question his integrity. An appellate court can reverse an order imposing a sanction or making a finding that an attorney has violated a rule of professional conduct; it has no power to reverse a judge's poor opinion of the skill or trustworthiness of a lawyer who has appeared before him or her.</p>\n<p>No circuit has allowed an attorney to appeal the denial of a sanctions order absent a specific finding of professional misconduct. <i>See </i><i>Butler,</i> 348 F.3d at 1168 (\"We . . . wish to make clear that only <span class=\"star-pagination\">*226</span> orders finding misconduct are appealable and not every negative comment or observation from a judge's pen about an attorney's conduct or performance. . . .\" (internal quotation marks omitted)); <i>United States v. Gonzales,</i> <span class=\"citation\" data-id=\"163426\"><a href=\"/opinion/163426/united-states-v-gonzales/\"><span class=\"volume\">344</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1036</span></a></span>, 1039-40 (10th Cir.2003) (holding that because the district court's order did not make any new finding of misconduct there was \"nothing from which to appeal\"); <i>Talao,</i> 222 F.3d at 1138 (noting that \"a formal finding of a violation eliminates the need for difficult line drawing in much the same way as a court's explicit pronouncement that its words are intended as a sanction\").</p>\n<p>While the various Circuits may utilize different formulations in describing what may be appealed, our position is consistent with the overwhelming weight of authority: an attorney may appeal a decision where the district court imposes a tangible sanction or makes an express finding that a lawyer has committed specific acts of professional misconduct, but not where the court has engaged in such routine judicial commentary or criticism as the district court expressed here.</p>\n<p>Because the district court's decision declining to impose sanctions was limited to such criticism and made no explicit finding that Keach engaged in professional misconduct, we lack jurisdiction to review, at Keach's behest, the order denying sanctions. For the same reason, we lack jurisdiction to review any of the procedural rulings (such as the judge's denial of the recusal motion) that led up to it.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>For the foregoing reasons, this appeal is DISMISSED.</p>\n<h2>NOTES</h2>\n<p>[*]  The Clerk of the Court is directed to amend the official caption in this case to conform to the listing of the parties above.</p>\n<p>[1]  Keach had requested a fee of $650,000, but was ultimately awarded a fee of $344,795.</p>\n<p>[2]  While the letters were considered sealed by the parties, the district court did not enter an explicit sealing order and made no findings reflecting an independent judgment that they should be sealed. We express no view as to the propriety of the de facto sealing of the letters.</p>\n<p>[3]  The court also recalled that at the in-court conference it had told Keach that his unsealing letter was \"disingenuous fueled by his own ulterior motives.\"</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/13582/",
    "http://www.courtlistener.com/api/rest/v3/opinions/103209/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110225/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111981/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112118/",
    "http://www.courtlistener.com/api/rest/v3/opinions/163426/",
    "http://www.courtlistener.com/api/rest/v3/opinions/163755/",
    "http://www.courtlistener.com/api/rest/v3/opinions/164034/",
    "http://www.courtlistener.com/api/rest/v3/opinions/198119/",
    "http://www.courtlistener.com/api/rest/v3/opinions/210435/",
    "http://www.courtlistener.com/api/rest/v3/opinions/588857/",
    "http://www.courtlistener.com/api/rest/v3/opinions/752069/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765230/",
    "http://www.courtlistener.com/api/rest/v3/opinions/765871/",
    "http://www.courtlistener.com/api/rest/v3/opinions/769935/",
    "http://www.courtlistener.com/api/rest/v3/opinions/780473/",
    "http://www.courtlistener.com/api/rest/v3/opinions/792541/",
    "http://www.courtlistener.com/api/rest/v3/opinions/796680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/798251/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1453399/"
  ]
}