{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2464/",
  "absolute_url": "/opinion/2464/seidemann-v-bowen/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2464/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:46:26Z",
  "date_modified": "2017-03-24T00:11:34.729625Z",
  "type": "010combined",
  "sha1": "752d8813cea41edc1cad31368ab328eaf7c03189",
  "page_count": 22,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/59/doc/08-3922-cv_opn.pdf",
  "local_path": "pdf/2009/10/15/Seidemann_v._Bowen.pdf",
  "plain_text": "08-3922-cv\nSeidemann v. Bowen\n\n                             UNITED STATES COURT OF APPEALS\n                                FOR THE SECOND CIRCUIT\n\n                                          August Term, 2008\n\n   (Argued: November 17, 2008                                           Decided: October 15, 2009)\n\n                                        Docket No. 08-3922-cv\n\nDAVID SEIDEMANN , personally and in his capacity as a member of the Brooklyn College Faculty,\n\n                Plaintiff-Appellant,\n\n                v.\n\nBARBARA BOWEN , personally and in her capacity as President of the PSC/CUNY, PSC/CUNY,\n\n                Defendants-Appellees.\n\n\nBefore: CABRANES, STRAUB, and SACK , Circuit Judges.\n\n        Appeal from an August 4, 2008 judgment of the United States District Court for the Eastern\n\nDistrict of New York (Lois Bloom, Magistrate Judge) denying in part and granting in part plaintiff’s\n\nmotion to amend an April 10, 2008 opinion and order of the District Court that granted in part and\n\ndenied in part plaintiff’s motion for summary judgment. We hold that, in an agency shop, (1) a\n\npublic-sector union’s political activities aimed at securing a new contract may be chargeable to\n\nnonmembers if those activities are pertinent to the union’s role as a collective bargaining\n\nrepresentative and (2) nonmembers may be required to subsidize lobbying efforts undertaken by a\n\n“parent” union of the local public-sector union if the lobbying is related to collective bargaining and\n\nmay ultimately inure to the benefit of local union members. We also hold that (3) on this record, the\n\nDistrict Court erred in upholding the union’s charges to nonmembers for (a) political activity\n\nundertaken to secure a new contract, (b) lobbying by the local union’s state affiliate, (c) costs\n\n                                                    1\n\fincurred to send union delegates to the state affiliate’s annual convention, and (d) the salaries of the\n\nunion’s employees. Further, we hold that (4) the District Court erred in dismissing plaintiff’s\n\nchallenge to the union’s charges for media communications by its national affiliate, and (5) it erred in\n\nholding, sua sponte, that plaintiff will be required to arbitrate future claims against the union before\n\nfiling suit.\n\n         Reversed in part, vacated in part, and remanded.\n\n                                         PHINEAS E. LEAHEY (Todd R. Geremia, on the brief), Jones\n                                               Day, New York, NY, for David Seidemann.\n\n                                         JAMES R. SANDNER (Christopher M. Callagy, of counsel), New\n                                                York, NY, for Barbara Bowen and PSC CUNY.\n\n                                         Milton L. Chappell, National Right to Work Legal Defense\n                                                Foundation, Inc., Springfield, VA, Amicus Curiae for\n                                                David Seidemann.\n\nJOSÉ A. CABRANES, Circuit Judge:\n\n         Under the National Labor Relations Act, states regulate the labor relations of state and local\n\ngovernments, and states may authorize unions and government employers to enter into “agency\n\nshop” agreements. See 29 U.S.C. § 152(2); Davenport v. Wash. Educ. Ass’n, 551 U.S. 177, 181 (2007).\n\nUnder an agency shop arrangement, a public-sector union serves as the exclusive collective\n\nbargaining representative for government employees. “This arrangement entitles the union to levy a\n\nfee on employees who are not union members but who are nevertheless represented by the union in\n\ncollective bargaining.” Davenport, 551 U.S. at 181. Under several of the Supreme Court’s\n\nprecedents, including Lehnert v. Ferris Faculty Ass’n, employees who choose not to join the union\n\n(“dissenters”) may be required to subsidize union activities that are “germane” to the union’s\n\ncollective bargaining function. 500 U.S. 507, 519 (1991). However, the Court in Lehnert explained\n\nthat, under the First Amendment, state employees may not be compelled to subsidize union\n\n\n                                                     2\n\factivities that are “ideological” and not “germane” to collective bargaining. Id. at 516-17 (citing\n\nAbood v. Detroit Bd. of Educ., 431 U.S. 209, 222 (1977)).\n\n         In this case, we consider whether a public-sector union in an agency shop agreement may\n\ncompel dissenters to subsidize (1) the union’s political activities aimed at securing a new contract\n\nfrom management, (2) lobbying efforts undertaken by a “parent” union of the local public-sector\n\nunion, (3) costs incurred to send union delegates to the state affiliate’s annual convention, and (4)\n\nthe salaries of the union’s employees. We also consider whether the District Court erred in\n\ndismissing plaintiff’s challenge to the union’s charges for media communications by the national\n\naffiliate and in holding, sua sponte, that plaintiff would be required to arbitrate future claims before\n\nfiling suit.\n\n                                           BACKGROUND\n\n         Plaintiff-appellant David Seidemann is a tenured professor of geology at Brooklyn College,\n\nwhich is part of the City University of New York (“CUNY”) system of colleges and universities.\n\nDefendant-appellee Professional Staff Congress of the City University of New York, of which\n\ndefendant-appellee Barbara Bowen is president (jointly, “PSC” or “the union”), is a public-sector\n\nunion and the exclusive collective bargaining representative for certain CUNY employees, including\n\nplaintiff. Plaintiff has chosen not to join PSC. However, because CUNY is an “agency shop,” New\n\nYork law requires that he pay an agency fee to the union as compensation for its collective bargaining\n\nefforts on his behalf. A portion of plaintiff’s dues support activities of PSC, while other portions are\n\npaid to PSC’s national affiliate, the American Federation of Teachers (“AFT”), and its state affiliate,\n\nthe New York State United Teachers (“NYSUT”). Because, as we explain below, dissenters may not\n\nbe compelled to support “ideological” activity not related to collective bargaining, they may file\n\nobjections to PSC’s charges and may be entitled to receive refunds of portions of PSC’s charges for\n\n\n                                                     3\n\fsuch unrelated “ideological” activities. Plaintiff, as we detail below, has filed objections to several of\n\nPSC’s expenditures made from the year 2001 to 2005.\n\n        In June 2002, plaintiff, proceeding pro se, filed a complaint against PSC in the United States\n\nDistrict Court for the Eastern District of New York (Lois Bloom, Magistrate Judge),1 alleging that\n\nseveral of the charges comprising PSC’s agency fee violated his rights under the First Amendment.\n\nPlaintiff alleged that PSC impermissibly charged him a pro rata share of expenses unrelated to the\n\nunion’s collective bargaining duties, in violation of his rights under the First Amendment set forth by\n\nthe Supreme Court in Lehnert. Specifically, plaintiff argued that PSC could not constitutionally charge\n\nhim a pro rata share for, among other things, (1) PSC’s “Contract Campaign,” which consisted of\n\npolitical activity designed to persuade management to enter into a new contract with the union, (2)\n\n63.7% of the lobbying costs incurred by NYSUT, (3) PSC’s costs to send delegates to annual NYSUT\n\nconventions, (4) 95% of the salaries of PSC employees, and (5) AFT’s media communication\n\nexpenses. Plaintiff also alleged that PSC’s procedures for contesting charges violated his First\n\nAmendment rights in falling short of the basic procedural requirements set forth by the Supreme\n\nCourt in Chicago Teachers Union, Local No. 1 v. Hudson, 475 U.S. 292 (1986).\n\n        After discovery was completed, the parties cross-moved for summary judgment. On\n\nNovember 18, 2005, the District Court issued an opinion and order granting PSC’s cross-motion and\n\ndismissing the action in its entirety. See Seidemann v. Bowen, No. 02-cv-3389 (E.D.N.Y. Nov. 18, 2005)\n\n(“Seidemann I”).\n\n\n\n\n        1\n         Pursuant to 28 U.S.C. § 636(c)(1), “[u]pon the consent of the parties, a full-time United\nStates magistrate judge . . . may conduct any or all proceedings in a jury or nonjury civil matter.”\nThe parties in this case consented to adjudication by Magistrate Judge Bloom.\n\n                                                     4\n\f        Through pro bono counsel,2 plaintiff timely appealed from the judgment of the District Court\n\ndismissing his action. A panel of this Court reversed the judgment of the District Court. See\n\nSeidemann v. Bowen, 499 F.3d 119, 129 (2d Cir. 2007) (“Seidemann II”). The Seidemann II panel held that\n\nPSC’s objection procedures violated plaintiff’s rights under Hudson, and it remanded the cause for\n\nfurther consideration of plaintiff’s claims. Id. at 127-28.\n\n        On remand, in an opinion and order dated April 10, 2008, the District Court enforced the\n\nmandate of this Court by granting in part plaintiff’s motion for summary judgment and awarding\n\nplaintiff injunctive and declaratory relief as well as nominal damages. See Seidemann v. Bowen, No. 02-\n\ncv-3389, 2008 U.S. Dist. LEXIS 29405 (E.D.N.Y. Apr. 10, 2008) (“Seidemann III”). However, the\n\nApril 10, 2008 opinion and order did not specifically address all of plaintiff’s claims. Plaintiff thus\n\nmoved to amend the opinion and order, and in an order dated August 1, 2008, the District Court\n\ngranted plaintiff’s motion in part and denied it in part. See Seidemann v. Bowen, No. 02-cv-3389, 2008\n\nU.S. Dist. LEXIS 58625 (E.D.N.Y. Aug. 1, 2008) (“Seidemann IV”). The District Court held that\n\nPSC’s charges to plaintiff for certain “public relations” expenditures were not rightly charged to\n\nplaintiff. Id. at *26-29. However, the District Court upheld PSC’s charges for its “Contract\n\nCampaign,” NYSUT’s lobbying, the cost of its members’ attendance at NYSUT’s annual\n\nRepresentative Assembly conventions, and the salaries of PSC employees. The District Court also\n\nupheld PSC’s charges to plaintiff for AFT’s media communications. Id. at *15-17. Finally, the\n\nDistrict Court held, sua sponte, that plaintiff would be required to arbitrate his future challenges to\n\nPSC’s agency fee before filing suit in federal court.\n\n        Plaintiff’s timely appeal followed.\n\n\n\n\n        2\n            The Court thanks pro bono counsel for undertaking this assignment in the public interest.\n\n                                                     5\n\f                                               DISCUSSION\n\n        On appeal, plaintiff argues that, under the Supreme Court’s decision in Lehnert, PSC’s\n\n“Contract Campaign” was not chargeable to him because it entailed political activity in a public\n\nforum and was designed to convince CUNY management to enter into a new contract with PSC.\n\nSimilarly, plaintiff contends that he may not be compelled to subsidize NYSUT’s lobbying, as the\n\nrecord purportedly demonstrates that NYSUT’s efforts on PSC’s behalf were minimal and designed\n\nonly to secure a new agreement from CUNY management. Plaintiff also maintains that, even if the\n\ncharges for the “Contract Campaign” and NYSUT lobbying were not unconstitutional per se, the\n\nrecord does not support the District Court’s decision to uphold them in this action. Additionally,\n\nplaintiff contends that, on this record, the District Court erred in upholding PSC’s charges for the\n\ncost of sending a PSC delegation to NYSUT’s annual convention and PSC’s charges for its\n\nemployees’ salaries. Further, plaintiff contends that the District Court improperly found that\n\nplaintiff’s claim regarding AFT media communications was not before the Court and, accordingly,\n\nthat the District Court erred in dismissing that claim. Finally, plaintiff argues that the District Court\n\nerred in holding, sua sponte, that plaintiff will be required to arbitrate future claims against PSC for\n\nviolations of his First Amendment rights.\n\n        We consider plaintiff’s challenges to each of the charges in turn. We then address the District\n\nCourt’s dismissal of plaintiff’s claim regarding AFT media communications and, finally, we consider\n\nthe District Court’s holding that plaintiff must arbitrate future chargeability claims.\n\n        Generally, we review a district court’s ruling on a motion to amend a judgment for “abuse of\n\ndiscretion.” See, e.g., Schwartz v. Liberty Mut. Ins. Co., 539 F.3d 135, 150 (2d Cir. 2008); cf. Sims v. Blot,\n\n534 F.3d 117, 132 (2d Cir. 2008) (“A district court has abused its discretion if it based its ruling on an\n\nerroneous view of the law or on a clearly erroneous assessment of the evidence, or rendered a\n\n\n                                                       6\n\fdecision that cannot be located within the range of permissible decisions.” (internal citation,\n\nalterations, and quotation marks omitted)). However, in this case, it is undisputed that each of the\n\nissues raised in plaintiff’s motion to amend was before the District Court when it granted summary\n\njudgment to plaintiff, although the District Court did not specifically address them at that time.\n\nAccordingly, we review the District Court’s decision de novo, as we would any other decision of a\n\ndistrict court granting or denying a motion for summary judgment. See, e.g., Graves v. Finch Pruyn &\n\nCo., 457 F.3d 181, 183 (2d Cir. 2006). Summary judgment is warranted only upon a showing “that\n\nthere is no genuine issue as to any material fact and that the movant is entitled to judgment as a\n\nmatter of law.” Fed R. Civ. P. 56(c).\n\nA.      PSC’s “Contract Campaign”\n\n        The Supreme Court has recognized that “[t]o compel employees financially to support their\n\ncollective-bargaining representative has an impact upon their First Amendment interests.” Abood,\n\n431 U.S. at 222. Yet, “the desirability of labor peace and eliminating ‘free riders’” can justify the\n\nassessment of agency fees to nonmembers “‘for the purposes of collective bargaining, contract\n\nadministration, and grievance adjustment.’” Lehnert, 500 U.S. at 517 (quoting Abood, 431 U.S. at 225-\n\n26). In order to accommodate both interests, the Supreme Court has established that, although\n\npublic-sector unions are entitled to charge dissenters an agency fee in order to avoid free riding, they\n\nmay not use “the fees of objecting nonmembers for ideological purposes that are not germane to the\n\nunion’s collective-bargaining duties.” Davenport, 551 U.S. at 181.\n\n        The Supreme Court has “prescribe[d] a case-by-case analysis in determining which activities a\n\nunion constitutionally may charge to dissenting employees,” and it has set forth guidelines for courts\n\nmaking such determinations. Lehnert, 500 U.S. at 519. Generally, “chargeable activities must (1) be\n\n‘germane’ to collective-bargaining activity; (2) be justified by the government’s vital policy interest in\n\n\n                                                     7\n\flabor peace and avoiding ‘free riders’; and (3) not significantly add to the burdening of free speech\n\nthat is inherent in the allowance of an agency or union shop.” Id. In all cases, the union bears the\n\nburden of establishing that the disputed assessments do not violate the dissenter’s First Amendment\n\nrights. See id. at 524. If the union can establish that disputed expenses are, in fact, chargeable, it also\n\n“bears the burden of proving the proportion of chargeable expenses to total expenses.” Id. Thus, if\n\na union deems a category of expenses chargeable to dissenters, it must be able to prove the specific\n\nproportion of expenses in that category that were, in fact, chargeable. For example, the union might\n\nestablish that Category A contained chargeable expenses; it would then have to prove that 70% of its\n\nCategory A expenses were, in fact, chargeable.\n\n        Here, PSC charged agency-fee payers a pro rata share of expenses for various activities\n\nundertaken in “an effort to win a collective bargaining agreement from [CUNY]” in 2002. J.A. 424\n\n(Defs.’ Mem. in Opp’n to Pl.’s Mot. for Partial Summ. J.). This “Contract Campaign,” as PSC\n\ndescribed it, consisted of, among other things, a series of rallies, a Woody Guthrie concert, a\n\n“Contract protest,” and an event called “Teach CUNY.” J.A. 74 (Third Am. Compl. Ex. 10).\n\nApplying Lehnert’s three-part inquiry, the District Court held that the Contract Campaign was\n\nchargeable to plaintiff and, accordingly, did not grant summary judgment to plaintiff with respect to\n\nthose charges. See Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *26.\n\n        On appeal, plaintiff contends that the District Court erred in upholding the Contract\n\nCampaign charge. According to plaintiff, under Lehnert, “‘activities of a political nature in a public\n\nforum’” are not chargeable to dissenters unless they “‘concern legislative ratification of, or fiscal\n\nappropriations for, their collective-bargaining agreement.’” Appellant’s Br. 22 (quoting Lehnert, 500\n\nU.S. at 519 (plurality opinion)). Plaintiff argues that the Contract Campaign was not chargeable to\n\ndissenters like him because it amounted to political activity in a public forum that was designed (1) to\n\n\n                                                     8\n\fsecure a new agreement, not to ratify or implement an existing agreement, and (2) to persuade\n\nmanagement, not the legislature.\n\n        Although we do not dispute plaintiff’s characterization of the Contract Campaign as\n\nconsisting principally of political activity in a public forum, we do not read Lehnert as holding that a\n\npublic-sector union may charge dissenters for political activity only in the context of legislative\n\nratification or implementation of a collective bargaining agreement. Plaintiff correctly observes that\n\nJustice Blackmun’s discussion of political lobbying in Lehnert included the statement that “the State\n\nconstitutionally may not compel its employees to subsidize legislative lobbying or other political\n\nunion activities outside the limited context of contract ratification or implementation.” 500 U.S. at\n\n522 (plurality opinion). However, Justice Blackmun’s discussion of chargeable political\n\nactivity—which spoke for only a four-member plurality—began as follows:\n\n                The Court of Appeals determined that unions constitutionally may subsidize\n        lobbying and other political activities with dissenters’ fees so long as those activities\n        are pertinent to the duties of the union as a bargaining representative. In reaching\n        this conclusion, the court relied upon the inherently political nature of salary and\n        other workplace decisions in public employment. “To represent their members\n        effectively,” the court concluded, “public sector unions must necessarily concern\n        themselves not only with negotiations at the bargaining table but also with advancing their\n        members’ interests in legislative and other political arenas.”\n\n                This observation is clearly correct.\n\nId. at 519-20 (citations and some internal quotation marks omitted) (emphasis added); see also id. at\n\n521 (distinguishing chargeable activities from nonchargeable activities by noting that “unlike\n\ndiscussion by negotiators regarding the terms and conditions of employment, lobbying and electoral\n\nspeech are likely to concern topics about which individuals hold strong personal views” (emphasis\n\nadded)). In light of this analysis, we think the relevant inquiry is whether a union’s political activities\n\nwere “pertinent to the duties of the union as a bargaining representative,” id. at 519 (internal\n\nquotation marks omitted)—a requirement that is indistinguishable from the question whether an\n\n                                                       9\n\factivity is “germane” to collective bargaining, id. (majority opinion). Were we to adopt plaintiff’s\n\nlogic, we would enable precisely the sort of “free rider” problem that the Supreme Court explicitly\n\nsought to avoid in Lehnert, inasmuch as plaintiff would stand to benefit from PSC’s negotiation of a\n\nnew agreement without having to contribute financially to the union’s efforts.\n\n        While Justice Blackmun’s plurality opinion referred to “legislative lobbying” and the\n\n“ratification or implementation” of a contract, id. at 520-22 (plurality opinion), his opinion\n\ndistinguished “collective-bargaining negotiations” from “lobbying, electoral, and other political\n\nactivities that do not relate to [dissenters’] collective-bargaining agreement[s],” id. at 521. Whatever\n\nthe reason for the plurality’s reference to “ratification or implementation”—most likely the\n\nprocedural posture of Lehnert—we think that, had the Court wished to adopt a rule as narrow as that\n\nsuggested by plaintiff, it would have said so unambiguously.\n\n        For these reasons, we hold that a public-sector union’s political activities aimed at securing a\n\nnew contract may be chargeable to dissenters if those activities (1) are pertinent to the union’s duties\n\nas a collective bargaining representative and (2) do not otherwise significantly add to the burden on\n\ndissenters’ rights to free speech. We emphasize, however, that the risk of a union’s political activity\n\nsubstantially adding to the burden already placed on dissenters’ First Amendment rights is particularly\n\ngreat where the union has engaged in speech “of a political nature in a public forum.” Id. at 528.\n\nCourts must examine union activities carefully to ensure that dissenters are not charged for\n\nideological undertakings not related to collective bargaining. See id. at 522 (noting that the “burden\n\nupon freedom of expression is particularly great” where a union compels speech “in a public\n\ncontext”); see also id. (“Where the subject of compelled speech is the discussion of governmental\n\naffairs . . . the burden upon dissenters’ rights extends far beyond the acceptance of the agency shop\n\nand is constitutionally impermissible.” (citations omitted)).\n\n\n                                                    10\n\f        Looking to the instant case, we agree with plaintiff that the record before us does not\n\nsupport the District Court’s decision to uphold PSC’s charges for the “Contract Campaign.”\n\nAlthough the District Court rejected plaintiff’s argument that PSC’s efforts to obtain a new contract\n\nfrom management were categorically not chargeable, it made no particularized findings with respect\n\nto whether PSC met its burden of establishing that all aspects of the “Contract Campaign” were\n\nsufficiently related to PSC’s collective bargaining function so as to justify any burden imposed on\n\nplaintiff’s First Amendment rights. See id. at 524 (majority opinion) (holding that the union “bears\n\nthe burden of proving the proportion of chargeable expenses to total expenses”). Nor is the record\n\nsufficiently developed for us to make such a determination. Particularly in light of the public nature\n\nof the activities at issue, we hold that the District Court erred in upholding PSC’s charge for the\n\n“Contract Campaign.”\n\nB.      NYSUT Lobbying\n\n        Plaintiff also objects to PSC’s charge for “lobbying and legislative activities with respect to\n\nwork-related issues” conducted by its state affiliate, NYSUT. PSC apportioned NYSUT lobbying as\n\n63.7% chargeable to dissenters and 36.3% nonchargeable. In its August 1, 2008 order, the District\n\nCourt observed that defendant “did not do a good job of establishing what . . . NYSUT did behind\n\nthe scenes to support PSC,” 2008 U.S. Dist. LEXIS 58625, at *19, but nevertheless upheld the charge\n\non the theory that Lehnert did not “preclude . . . charges [for lobbying] as a matter of law” and\n\nrequired only “‘some indication that the payment is for services that may ultimately inure to benefit\n\nof the members of local union,’” id. at *20-21 (citing Lehnert, 500 U.S. at 522-24).\n\n        Plaintiff maintains that PSC may charge him for NYSUT’s lobbying “only if NYSUT lobbied\n\nthe state legislature to ratify or implement PSC’s collective bargaining agreement.” Appellant’s Br.\n\n21-22. For the reasons stated in Section A, ante, we again reject plaintiff’s contention that, under\n\n\n                                                    11\n\fLehnert, unions may charge dissenters only for political activity directed at the legislature and related\n\nto the implementation or ratification of an existing agreement. However, our analysis does not end\n\nhere because plaintiff’s challenge to PSC’s charge for NYSUT lobbying requires us to consider the\n\ncircumstances under which a local union may charge dissenters for the political activity of a “parent”\n\nunion.\n\n         The Supreme Court in Lehnert did not directly address whether a dissenter’s local agency fee\n\ncould be used to subsidize lobbying activities by a parent union. However, the Court held that local\n\nunions may constitutionally charge dissenters a pro rata share of dues paid by a local union to a parent\n\nunion. Lehnert, 500 U.S. at 524. The Court explained that such charges were constitutionally\n\npermissible because “[t]he essence of the affiliation relationship is the notion that the parent will\n\nbring to bear its often considerable economic, political, and informational resources when the local is\n\nin need of them.” Id. at 523. In order to sustain a charge for dues to an affiliate, the union need not\n\ndemonstrate that the affiliate’s expenditure of dues resulted in a “direct and tangible impact” on the\n\ndissenter’s unit. Id. at 524. Nor must the dues “actually [be] expended on [the local] unit in any\n\nparticular membership year.” Id. at 523. However, “[t]here must be some indication that the\n\npayment is for services that may ultimately inure to the benefit of the members of the local union by\n\nvirtue of their membership in the parent organization.” Id. at 524.\n\n         In light of the Supreme Court’s holdings in Lehnert that (1) a union’s political activity may be\n\ncharged to dissenters if it is “‘germane’ to collective-bargaining activity,” id. at 519, and (2) a local\n\nunion may charge dissenters for dues paid to a parent union, see id. at 524, we now hold that a\n\ndissenter’s agency fee may be used to subsidize the lobbying expenses of a parent union where those\n\nlobbying expenses are related to collective bargaining and may ultimately inure to the benefit of the\n\nlocal union, see id. at 522 (“While we consistently have looked to whether nonideological expenses are\n\n\n                                                     12\n\fgermane to collective bargaining, we have never interpreted that test to require a direct relationship\n\nbetween the expense at issue and some tangible benefit to the dissenters’ bargaining unit.” (internal\n\nquotation marks and citation omitted)). In our view, permitting such charges does “not significantly\n\nadd to the burdening of free speech that is inherent in the allowance of an agency or union shop.”\n\nId. at 519; see also id. at 517 (“[A]n employee’s free speech rights are not unconstitutionally burdened\n\nbecause the employee opposes positions taken by a union in its capacity as collective-bargaining\n\nrepresentative.”). Of course, dissenters may not be charged for ideological or other lobbying not\n\nrelated to collective bargaining; and, as with all other expenses, the union bears the burden of\n\ndemonstrating “the proportion of chargeable expenses to total expenses.” Id. at 524.3\n\n        We agree with plaintiff that the record does not support the District Court’s decision to\n\nuphold PSC’s charge for NYSUT lobbying. The undisputed evidence before the District Court\n\ndemonstrated that NYSUT’s “lobbying activities that concerned the ratification of or fiscal\n\nappropriations for a PSC/CUNY collective bargaining agreement” consisted principally of a “few\n\nphone calls.” J.A. 69 (Third Am. Compl. Ex. 6). PSC offered no other evidence that NYSUT\n\nengaged in other lobbying that was related to collective bargaining and might inure to the benefit of\n\nPSC members. Further, even if we assume for the sake of argument that PSC demonstrated that\n\n\n        3\n             We intimate no view as to whether the Supreme Court’s recent decision in Locke v. Karass,\n129 S. Ct. 798 (2009), applies in cases in which a dissenter has challenged the chargeability of lobbying\nexpenses incurred by a parent union. In Locke, the Court held that a local union may charge\ndissenters a portion of “an affiliation fee that the local union pays to its national union organization .\n. . [that is] use[d] to pay for litigation expenses incurred in large part on behalf of other local units.” Id.\nat 801-02 (some emphasis added). The Court reasoned that such expenses may be charged to\ndissenters “if (1) the subject matter of the national litigation bears an appropriate relation to\ncollective bargaining and (2) the arrangement is reciprocal—that is, the local’s payment to the\nnational affiliate is for ‘services that may ultimately inure to the benefit of the members of the local\nunion by virtue of their membership in the parent organization.’” Id. at 806 (quoting Lehnert, 500\nU.S. at 524). Even if we assume that the rule in Locke could apply to lobbying by an affiliate union,\nit is inapposite in this case because there is no indication in the record before us that PSC has\ncharged dissenters for NYSUT lobbying undertaken specifically on behalf of another local unit.\n\n                                                      13\n\fNYSUT lobbying was germane to collective bargaining and would ultimately inure to the benefit of\n\nPSC members, we cannot affirm the District Court’s holding because PSC produced no evidence to\n\nmeet its burden of demonstrating the “proportion of chargeable expenses to total expenses.” Lehnert,\n\n500 U.S. at 524. Accordingly, we hold that the District Court erred in upholding PSC’s charges for\n\nNYSUT lobbying expenditures. On remand, the District Court should develop the record to\n\nconsider whether PSC properly apportioned charges for those expenses.\n\nC.      NYSUT Convention Costs\n\n        Dissenters were required to pay a pro rata share of one-hundred percent of the cost of sending\n\nPSC delegates to the annual convention of NYSUT, and the District Court upheld the charge,\n\nnotwithstanding plaintiff’s contentions that “(1) [PSC’s] own documents show (or concede) that at\n\nleast some of [the convention’s] content is affirmatively unrelated to bargaining or representational\n\nstrategies; and (2) [PSC] did not produce or cite any evidence showing their chargeability in any\n\namount.” Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *32-33. Plaintiff argues that the\n\nconvention at issue—NYSUT’s Representative Assembly—was, in part, political, and therefore the\n\ncosts of sending PSC delegates to the convention should be apportioned so that plaintiff is not\n\nforced to subsidize ideological activity.\n\n        In evaluating whether a local union may charge dissenters for costs incurred by the local\n\nunion to defray the costs of a national affiliate’s convention, the Supreme Court in Ellis v. Brotherhood\n\nof Railway Clerks considered whether the expenses “involve[d] additional interference with the First\n\nAmendment interests of objecting employees, and, if so, whether [the expenses were] nonetheless\n\nadequately supported by a governmental interest.” 466 U.S. 435, 456 (1984). Under this analysis, a\n\nunion may charge dissenters a pro rata share for the costs of a convention that were “relat[ed] to the\n\nwork of the union in the realm of collective bargaining” because such a convention would have\n\n\n                                                   14\n\fimposed “little additional infringement of First Amendment rights beyond that already accepted [as a\n\nresult of the agency shop arrangement], and none that is not justified by the governmental interests\n\nbehind the union shop itself.” Id. Similarly, the Supreme Court in Lehnert held that dissenters “may\n\n[be] require[d] . . . to subsidize the participation in [affiliate conventions] of delegates from the local.”\n\n500 U.S. at 530. The Court explained that the First Amendment did not require a local union to\n\ndemonstrate that “the conventions were . . . solely devoted to the activities of the [local union],” in\n\npart because “participation by members of the local in the formal activities of the parent is likely to\n\nbe an important benefit of affiliation.” Id.\n\n        In this action, the District Court reasoned that the Supreme Court’s holding in Lehnert\n\nsquarely foreclosed plaintiff’s argument. See Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *33.\n\nHowever, the record before us suggests that, unlike the conventions at issue in Ellis and Lehnert, the\n\nRepresentative Assembly was not entirely “relat[ed] to the work of the union in the realm of\n\ncollective bargaining,” Ellis, 466 U.S. at 456 (internal quotation marks omitted), and had at least a\n\nsmall political component that may have imposed an additional burden on plaintiff’s First\n\nAmendment rights. In particular, plaintiff submitted to the District Court the minutes of a PSC\n\nExecutive Committee meeting at which members of the Committee referred to PSC’s delegates to\n\nthe Representative Assembly as a “political caucus.” J.A. 72 (Third Am. Compl. Ex. 8). The PSC\n\nExecutive Committee also characterized the convention as a “political event” that featured a union-\n\nsponsored “Anti-War resolution” and discussions of “affirmative action” and “lobbying on the Hill.”\n\nId. PSC has not disputed the accuracy of these Committee minutes, and it has also not submitted\n\nevidence of the extent to which the convention involved political activity related to collective\n\nbargaining.\n\n\n\n\n                                                     15\n\f        On this record, we cannot conclude that PSC has met its “burden of proving the proportion\n\nof chargeable expenses to total expenses” for the NYSUT Convention charges. Lehnert, 500 U.S. at\n\n524. Accordingly, we hold that the District Court erred in upholding the charge. On remand, the\n\nDistrict Court should develop the record to examine more closely the work and activities of the\n\nRepresentative Assembly. If the amount or degree of political activity at the convention was more\n\nthan de minimis in relation to the nonpolitical activity, or if the political activity otherwise imposed an\n\nadditional burden on plaintiff’s First Amendment rights that was not adequately supported by a\n\ngovernmental interest, then the charge must be apportioned to reflect the relative breakdown of\n\npolitical activity versus nonpolitical activity. If, on the other hand, PSC can demonstrate that the\n\npolitical activity was de minimis or was adequately supported by a governmental interest, then the full\n\ncharge must be upheld. Cf. id. at 530.\n\nD.      PSC Employee Salaries\n\n        The District Court upheld PSC’s apportionment of the salary expenses of union employees as\n\nninety-five percent chargeable to dissenters. Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *35-36.\n\nPlaintiff argues that the District Court’s holding is inconsistent with Supreme Court case law and the\n\nDistrict Court’s own prior holdings that many of the activities performed by PSC employees, such as\n\nvarious “public relations” efforts, could not be charged to plaintiff. See Seidemann III, 2008 U.S. Dist.\n\nLEXIS 29405, at *26-29. Plaintiff cites several tasks performed by PSC employees that, in his view,\n\nwere not chargeable because they were political in nature and not related to collective bargaining.\n\nFor example, plaintiff submitted to the District Court an email from defendant Bowen, president of\n\nPSC, in which Bowen stated that she had been working with “a wide range of immigrant and\n\ncommunity groups” on behalf of PSC “to address CUNY’s decision to impose . . . out-of-state\n\ntuition on undocumented students.” J.A. 73 (Third Am. Compl. Ex. 9). In the same email, Bowen\n\n\n                                                     16\n\fnoted that she and other PSC officers were “investigating legislative, legal, and political ways to\n\naddress the issue.” Id. Other documents submitted by plaintiff suggest that PSC staff members\n\nparticipated in “phone calls to get members to call Republican Senators,” “picketing,” and a “State\n\nbudget lobbying push.” J.A. 71 (Third Am. Compl. Ex. 7). The documents also indicate that\n\ndissenters were charged for one-hundred percent of “the cost of work activities concerning state and\n\nmunicipal budgets.” J.A. 68 (Third Am. Compl. Ex. 6).\n\n         A local union’s charges for the salaries of union employees are not exempt from the general\n\nrule that a union seeking to charge a dissenter for a pro rata share of its expenses bears the burden of\n\nestablishing their chargeability and the proportion of chargeable expenses to overall expenditures. Cf.\n\nHudson, 475 U.S. at 306 (“Since the unions possess the facts and records from which the proportion\n\nof political to total union expenditures can reasonably be calculated, basic considerations of fairness\n\ncompel that they, not the individual employees, bear the burden of proving such proportion.”\n\n(internal quotation marks omitted)). PSC does not dispute that it was obligated to apportion\n\nexpenditures for salaries—indeed, it has already apportioned them—but it has offered no evidence\n\ntending to demonstrate that an apportionment of ninety-five percent accurately reflects the\n\nproportion of chargeable work to total work done by PSC employees. For example, PSC did not\n\nsubmit to the District Court evidence of its employees’ allocation of time between political and\n\nnonpolitical activity. Rather, PSC maintained before the District Court simply that dissenters “have\n\nan obligation to help defray the salary costs borne by the union notwithstanding that certain tasks\n\nperformed by salaried personnel may in and of [themselves] involve nonchargeable expenditures.\n\nThe salaries need to be paid whether the nonchargeable expenditures are performed or not.” J.A.\n\n429-30 (Defs.’ Mem. in Opp’n to Pl.’s Mot. for Partial Summ. J.).\n\n\n\n\n                                                   17\n\f          Evidently embracing PSC’s theory, the District Court reasoned that PSC employee salaries\n\n“had to be paid regardless of whether some of the employees’ time was spent on matters unrelated to\n\ncollective bargaining.” Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *36. If anything, this rationale\n\nsupports the position that salary expenditures are never apportioned—if a union’s charges for\n\nemployee salaries could be upheld upon a mere showing that the union (1) employed workers and (2)\n\nwas required by law to pay them, there would be no reason for unions to charge dissenters less than\n\none-hundred percent of a pro rata share of salary expenditures, regardless of the amount of ideological\n\nwork undertaken by the union’s employees. This question was not before the District Court.\n\nPlaintiff’s argument was not that PSC failed to apportion salaries; it was, and is, that PSC failed to\n\nestablish the chargeability of the portion of employee salaries for which it charged him.\n\n          Although “absolute precision in the calculation of the charge to nonmembers cannot be\n\nexpected or required,” Hudson, 475 U.S. at 307 n.18 (internal quotation marks and brackets omitted),\n\na union seeking to charge dissenters a pro rata share of salary expenses must be able to provide\n\nevidence that its apportionment of salaries is an appropriate reflection of the proportion of\n\nchargeable activities to total activities undertaken by its employees. See id. at 307 (“An\n\nacknowledgment that nonmembers would not be required to pay any part of 5% of the Union’s total\n\nannual expenditures was not an adequate disclosure of the reasons why they were required to pay\n\ntheir share of 95%.”). Here, PSC produced no evidence to support its apportionment of union\n\nemployee salary expenses. Accordingly, we hold that the District Court erred in upholding the\n\ncharge.\n\n          On remand, the District Court is directed to develop the record to determine whether PSC’s\n\napportionment of chargeable salary expenses was, in fact, a fair reflection of chargeable expenses for\n\nthe years at issue. We do not hold that PSC must produce hourly time-keeping records, and we do\n\n\n                                                   18\n\fnot suggest that PSC would need to do so in the future. See id. at 307 n.18 (“The [u]nion need not\n\nprovide [dissenters] with an exhaustive and detailed list of all its expenditures . . . .”). However, PSC\n\nmust, at the very least, provide the court with some substantiated approximation of its employees’\n\nengagement in nonchargeable activity.\n\nE.      AFT Media Communications\n\n        From at least 2002 to 2005, PSC charged dissenters for “mass and electronic media\n\ninformation services” undertaken by PSC’s national affiliate, AFT. Among other things, these\n\nexpenses related to AFT’s attempts to “explain [its] positions in educational reform” on issues\n\nincluding “class size, modern methods of teaching and school structure.” J.A. 62 (Third Am. Compl.\n\nEx. 5). Before the District Court, plaintiff argued that these communications were not germane to\n\ncollective bargaining and therefore not chargeable. However, neither the court’s order of April 10,\n\n2008, nor its order of August 1, 2008, considered whether AFT’s communications expenditures were\n\nchargeable to plaintiff and other PSC dissenters. Rather, the court concluded in its August 1, 2008\n\norder that plaintiff’s specific claim relating to AFT media communications was beyond the scope of\n\nhis third amended complaint. See Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *16-17. The court\n\nreasoned that plaintiff’s third amended complaint referred only to media communications charges\n\nlisted in AFT’s 2005 financial statement but that the complaint was objecting to fees charged from\n\n2002 to 2004.\n\n        On appeal, plaintiff argues that the District Court erred in not considering the merits of his\n\nclaim. Further, he “respectfully requests from this Court a ruling as a matter of law that, in any year, . .\n\n. PSC may not charge him for AFT’s media communications on ‘educational reform’ in the public\n\nschool system.” Appellant’s Br. 17 (emphasis in original).\n\n\n\n\n                                                    19\n\f        We agree with plaintiff that AFT’s media communications charges for 2002 were properly\n\nbefore the District Court and that the issue should have been considered on the merits. Plaintiff’s\n\nthird amended complaint, which he filed while proceeding pro se, see Sealed Plaintiff v. Sealed Defendant,\n\n537 F.3d 185, 191 (2d Cir. 2008) (noting that “when [a] plaintiff proceeds pro se, . . . a court is obliged\n\nto construe his pleadings liberally” (alterations in original)), challenged “[c]onstitutionally\n\nimpermissible charges for media services . . . to explain the AFT positions in educational reform,”\n\nJ.A. 30 (Third Am. Compl.). Plaintiff also attached to the complaint a relevant portion of AFT’s\n\nexpense report for 2002. J.A. 60-63 (Third Am. Compl. Ex. 5). Similarly, in his pro se motion for\n\nsummary judgment, plaintiff argued that the AFT media communications were “non-chargeable” and\n\ncited the same portion of the same 2002 expense report. J.A. 98-99 (Pl.’s Mem. in Supp. of Pl.’s Mot.\n\nfor Summ. J.).\n\n        The challenges plaintiff raised against PSC’s charges for AFT media communications\n\nbetween 2003 and 2005 were also properly before the District Court and should have been decided\n\non the merits. Pursuant to an order of the District Court, which stated that, “[s]ubject to objection,\n\ncounsel may attach to their supporting affidavits additional documents pertinent to the motion [for\n\nsummary judgment] which are not in the record on file with the Court,” J.A. 254 (Order of Oct. 1,\n\n2007), plaintiff submitted records of PSC’s charges to dissenters from 2003 through 2005, see J.A.\n\n275-96 (Leahey Aff. Exs. 3-5). PSC failed to object to plaintiff’s submission as being beyond the\n\nscope of plaintiff’s third amended complaint. In fact, PSC itself supplemented the record with the\n\nsame documents. See J.A. 378-415 (Callagy Aff. Ex. 2).\n\n        Accordingly, we hold that the District Court erred in dismissing plaintiff’s challenge to PSC’s\n\ncharges for AFT media communications. On remand, the court should determine which, if any, AFT\n\ncommunications expenditures were chargeable to plaintiff from the years 2002 through 2005. The\n\n\n                                                     20\n\fcourt should also address, in the first instance, plaintiff’s request for prospective relief regarding AFT\n\nmedia communications pertaining to “educational reform.”\n\nF.      Arbitration\n\n        The District Court held, sua sponte, that “[a]s to future chargeability disputes, plaintiff[’s]\n\nremedy and avenue of redress is arbitration.” Seidemann IV, 2008 U.S. Dist. LEXIS 58625, at *13.\n\nThis holding was error. A dissenter has the right, but not the obligation, to pursue arbitration under\n\nthe union’s internal procedures before availing himself of the courts. See Air Line Pilots Ass’n v. Miller,\n\n523 U.S. 866, 876-77 (1998). Plaintiff, who by right is not a member of PSC and has not entered into\n\nan agreement with the union to pursue claims by arbitration, need not endeavor to vindicate his First\n\nAmendment rights through the union’s arbitration process.\n\n                                             CONCLUSION\n\n        To summarize: We hold that\n\n        (1) A public-sector union’s political activities aimed at securing a new contract may be\n\nchargeable if they are pertinent to the union’s duties as a collective bargaining representative and do\n\nnot otherwise significantly add to the burden on dissenters’ right to free speech;\n\n        (2) A union may charge dissenters a pro rata share of an affiliate union’s lobbying expenses if\n\nthose lobbying expenses are related to collective bargaining and may ultimately inure to the benefit of\n\nthe local union;\n\n        (3) The District Court erred in upholding PSC’s apportionment of charges for\n\n                   (a) the “Contract Campaign;\n\n                   (b) lobbying by NYSUT;\n\n                   (c) convention costs for NYSUT’s Representative Assembly;\n\n                   (d) PSC employees’ salaries;\n\n\n                                                     21\n\f       (4) The District Court erred in holding that plaintiff’s challenge to PSC’s charges for AFT\n\nmedia communications for the years of 2002 through 2005 was not properly before it; and\n\n       (5) The District Court erred in holding, sua sponte, that plaintiff would be required to arbitrate\n\nfuture claims against PSC.\n\n       For reasons stated above, the August 4, 2008 judgment of the District Court is VACATED\n\ninsofar as it upheld PSC’s apportionment of charges for (a) the Contract Campaign, (b) lobbying by\n\nNYSUT, (c) convention costs for NYSUT’s Representative Assembly, and (d) PSC employees’\n\nsalaries, and VACATED insofar as it dismissed plaintiff’s challenge to PSC’s charges for AFT media\n\ncommunications. The August 4, 2008 judgment of the District Court is REVERSED insofar as the\n\nDistrict Court held that plaintiff must pursue future claims against PSC in arbitration. The cause is\n\nREMANDED for proceedings consistent with this opinion.\n\n\n\n\n                                                   22\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><h1>DAVID SEIDEMANN, personally and in his capacity as a member of the Brooklyn College Faculty, Plaintiff-Appellant,<br>\nv.<br>\nBARBARA BOWEN, personally and in her capacity as President of the PSC/CUNY, PSC/CUNY, Defendants-Appellees.</h1></center>\n<center>No. 08-3922-cv.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: November 17, 2008.</center>\n<center>Decided: October 15, 2009.</center>\n<p>PHINEAS E. LEAHEY (Todd R. Geremia, on the brief), Jones Day, New York, NY, for David Seidemann.</p>\n<p>JAMES R. SANDNER (Christopher M. Callagy, of counsel), New York, NY, for Barbara Bowen and PSC CUNY.</p>\n<p>Milton L. Chappell, National Right to Work Legal Defense Foundation, Inc., Springfield, VA, Amicus Curiae for David Seidemann.</p>\n<p>Before: CABRANES, STRAUB, and SACK, Circuit Judges.</p>\n<p>JOSÉ A. CABRANES, Circuit Judge.</p>\n<p>Under the National Labor Relations Act, states regulate the labor relations of state and local governments, and states may authorize unions and government employers to enter into \"agency shop\" agreements. <i>See</i> 29 U.S.C. § 152(2); <i>Davenport v. Wash. Educ. Ass'n,</i> 551 U.S. 177, 181 (2007). Under an agency shop arrangement, a public-sector union serves as the exclusive collective bargaining representative for government employees. \"This arrangement entitles the union to levy a fee on employees who are not union members but who are nevertheless represented by the union in collective bargaining.\" <i>Davenport,</i> 551 U.S. at 181. Under several of the Supreme Court's precedents, including <i>Lehnert v. Ferris Faculty Ass'n,</i> employees who choose not to join the union (\"dissenters\") may be required to subsidize union activities that are \"germane\" to the union's collective bargaining function. 500 U.S. 507, 519 (1991). However, the Court in <i>Lehnert</i> explained that, under the First Amendment, state employees may not be compelled to subsidize union activities that are \"ideological\" and not \"germane\" to collective bargaining. <i>Id.</i> at 516-17 (citing <i>Abood v. Detroit Bd. of Educ.,</i> 431 U.S. 209, 222 (1977)).</p>\n<p>In this case, we consider whether a public-sector union in an agency shop agreement may compel dissenters to subsidize (1) the union's political activities aimed at securing a new contract from management, (2) lobbying efforts undertaken by a \"parent\" union of the local public-sector union, (3) costs incurred to send union delegates to the state affiliate's annual convention, and (4) the salaries of the union's employees. We also consider whether the District Court erred in dismissing plaintiff's challenge to the union's charges for media communications by the national affiliate and in holding, <i>sua sponte,</i> that plaintiff would be required to arbitrate future claims before filing suit.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff-appellant David Seidemann is a tenured professor of geology at Brooklyn College, which is part of the City University of New York (\"CUNY\") system of colleges and universities. Defendant-appellee Professional Staff Congress of the City University of New York, of which defendant-appellee Barbara Bowen is president (jointly, \"PSC\" or \"the union\"), is a public-sector union and the exclusive collective bargaining representative for certain CUNY employees, including plaintiff. Plaintiff has chosen not to join PSC. However, because CUNY is an \"agency shop,\" New York law requires that he pay an agency fee to the union as compensation for its collective bargaining efforts on his behalf. A portion of plaintiff's dues support activities of PSC, while other portions are paid to PSC's national affiliate, the American Federation of Teachers (\"AFT\"), and its state affiliate, the New York State United Teachers (\"NYSUT\"). Because, as we explain below, dissenters may not be compelled to support \"ideological\" activity not related to collective bargaining, they may file objections to PSC's charges and may be entitled to receive refunds of portions of PSC's charges for such unrelated \"ideological\" activities. Plaintiff, as we detail below, has filed objections to several of PSC's expenditures made from the year 2001 to 2005.</p>\n<p>In June 2002, plaintiff, proceeding <i>pro se,</i> filed a complaint against PSC in the United States District Court for the Eastern District of New York (Lois Bloom, <i>Magistrate Judge</i>),<sup>[1]</sup> alleging that several of the charges comprising PSC's agency fee violated his rights under the First Amendment. Plaintiff alleged that PSC impermissibly charged him a <i>pro rata</i> share of expenses unrelated to the union's collective bargaining duties, in violation of his rights under the First Amendment set forth by the Supreme Court in <i>Lehnert.</i> Specifically, plaintiff argued that PSC could not constitutionally charge him a <i>pro rata</i> share for, among other things, (1) PSC's \"Contract Campaign,\" which consisted of political activity designed to persuade management to enter into a new contract with the union, (2) 63.7% of the lobbying costs incurred by NYSUT, (3) PSC's costs to send delegates to annual NYSUT conventions, (4) 95% of the salaries of PSC employees, and (5) AFT's media communication expenses. Plaintiff also alleged that PSC's procedures for contesting charges violated his First Amendment rights in falling short of the basic procedural requirements set forth by the Supreme Court in <i>Chicago Teachers Union, Local No. 1 v. Hudson,</i> 475 U.S. 292 (1986).</p>\n<p>After discovery was completed, the parties cross-moved for summary judgment. On November 18, 2005, the District Court issued an opinion and order granting PSC's cross-motion and dismissing the action in its entirety. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389 (E.D.N.Y. Nov. 18, 2005) (\"<i>Seidemann I</i>\").</p>\n<p>Through <i>pro bono</i> counsel,<sup>[2]</sup> plaintiff timely appealed from the judgment of the District Court dismissing his action. A panel of this Court reversed the judgment of the District Court. <i>See </i><i>Seidemann v. Bowen,</i> 499 F.3d 119, 129 (2d Cir. 2007) (\"<i>Seidemann II</i>\"). The <i>Seidemann II</i> panel held that PSC's objection procedures violated plaintiff's rights under <i>Hudson,</i> and it remanded the cause for further consideration of plaintiff's claims. <i>Id.</i> at 127-28.</p>\n<p>On remand, in an opinion and order dated April 10, 2008, the District Court enforced the mandate of this Court by granting in part plaintiff's motion for summary judgment and awarding plaintiff injunctive and declaratory relief as well as nominal damages. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389, 2008 U.S. Dist. LEXIS 29405 (E.D.N.Y. Apr. 10, 2008) (\"<i>Seidemann III</i>\"). However, the April 10, 2008 opinion and order did not specifically address all of plaintiff's claims. Plaintiff thus moved to amend the opinion and order, and in an order dated August 1, 2008, the District Court granted plaintiff's motion in part and denied it in part. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389, 2008 U.S. Dist. LEXIS 58625 (E.D.N.Y. Aug. 1, 2008) (\"<i>Seidemann IV</i>\"). The District Court held that PSC's charges to plaintiff for certain \"public relations\" expenditures were not rightly charged to plaintiff. <i>Id.</i> at *26-29. However, the District Court upheld PSC's charges for its \"Contract Campaign,\" NYSUT's lobbying, the cost of its members' attendance at NYSUT's annual Representative Assembly conventions, and the salaries of PSC employees. The District Court also upheld PSC's charges to plaintiff for AFT's media communications. <i>Id.</i> at *15-17. Finally, the District Court held, <i>sua sponte,</i> that plaintiff would be required to arbitrate his future challenges to PSC's agency fee before filing suit in federal court.</p>\n<p>Plaintiff's timely appeal followed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>On appeal, plaintiff argues that, under the Supreme Court's decision in <i>Lehnert,</i> PSC's \"Contract Campaign\" was not chargeable to him because it entailed political activity in a public forum and was designed to convince CUNY management to enter into a new contract with PSC. Similarly, plaintiff contends that he may not be compelled to subsidize NYSUT's lobbying, as the record purportedly demonstrates that NYSUT's efforts on PSC's behalf were minimal and designed only to secure a new agreement from CUNY management. Plaintiff also maintains that, even if the charges for the \"Contract Campaign\" and NYSUT lobbying were not unconstitutional per se, the record does not support the District Court's decision to uphold them in this action. Additionally, plaintiff contends that, on this record, the District Court erred in upholding PSC's charges for the cost of sending a PSC delegation to NYSUT's annual convention and PSC's charges for its employees' salaries. Further, plaintiff contends that the District Court improperly found that plaintiff's claim regarding AFT media communications was not before the Court and, accordingly, that the District Court erred in dismissing that claim. Finally, plaintiff argues that the District Court erred in holding, <i>sua sponte,</i> that plaintiff will be required to arbitrate future claims against PSC for violations of his First Amendment rights.</p>\n<p>We consider plaintiff's challenges to each of the charges in turn. We then address the District Court's dismissal of plaintiff's claim regarding AFT media communications and, finally, we consider the District Court's holding that plaintiff must arbitrate future chargeability claims.</p>\n<p>Generally, we review a district court's ruling on a motion to amend a judgment for \"abuse of discretion.\" <i>See, e.g., </i><i>Schwartz v. Liberty Mut. Ins. Co.,</i> 539 F.3d 135, 150 (2d Cir. 2008); <i>cf. </i><i>Sims v. Blot,</i> 534 F.3d 117, 132 (2d Cir. 2008) (\"A district court has abused its discretion if it based its ruling on an erroneous view of the law or on a clearly erroneous assessment of the evidence, or rendered a decision that cannot be located within the range of permissible decisions.\" (internal citation, alterations, and quotation marks omitted)). However, in this case, it is undisputed that each of the issues raised in plaintiff's motion to amend was before the District Court when it granted summary judgment to plaintiff, although the District Court did not specifically address them at that time. Accordingly, we review the District Court's decision <i>de novo,</i> as we would any other decision of a district court granting or denying a motion for summary judgment. <i>See, e.g., </i><i>Graves v. Finch Pruyn &amp; Co.,</i> 457 F.3d 181, 183 (2d Cir. 2006). Summary judgment is warranted only upon a showing \"that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed R. Civ. P. 56(c).</p>\n<p></p>\n<h2>A. PSC's \"Contract Campaign\"</h2>\n<p>The Supreme Court has recognized that \"[t]o compel employees financially to support their collective-bargaining representative has an impact upon their First Amendment interests.\" <i>Abood,</i> 431 U.S. at 222. Yet, \"the desirability of labor peace and eliminating `free riders'\" can justify the assessment of agency fees to nonmembers \"`for the purposes of collective bargaining, contract administration, and grievance adjustment.'\" <i>Lehnert,</i> 500 U.S. at 517 (quoting <i>Abood,</i> 431 U.S. at 225-26). In order to accommodate both interests, the Supreme Court has established that, although public-sector unions are entitled to charge dissenters an agency fee in order to avoid free riding, they may not use \"the fees of objecting nonmembers for ideological purposes that are not germane to the union's collective-bargaining duties.\" <i>Davenport,</i> 551 U.S. at 181.</p>\n<p>The Supreme Court has \"prescribe[d] a case-by-case analysis in determining which activities a union constitutionally may charge to dissenting employees,\" and it has set forth guidelines for courts making such determinations. <i>Lehnert,</i> 500 U.S. at 519. Generally, \"chargeable activities must (1) be `germane' to collective-bargaining activity; (2) be justified by the government's vital policy interest in labor peace and avoiding `free riders'; and (3) not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.\" <i>Id.</i> In all cases, the union bears the burden of establishing that the disputed assessments do not violate the dissenter's First Amendment rights. <i>See id.</i> at 524. If the union can establish that disputed expenses are, in fact, chargeable, it also \"bears the burden of proving the proportion of chargeable expenses to total expenses.\" <i>Id.</i> Thus, if a union deems a category of expenses chargeable to dissenters, it must be able to prove the specific proportion of expenses in that category that were, in fact, chargeable. For example, the union might establish that Category A contained chargeable expenses; it would then have to prove that 70% of its Category A expenses were, in fact, chargeable.</p>\n<p>Here, PSC charged agency-fee payers a <i>pro rata</i> share of expenses for various activities undertaken in \"an effort to win a collective bargaining agreement from [CUNY]\" in 2002. J.A. 424 (Defs.' Mem. in Opp'n to Pl.'s Mot. for Partial Summ. J.). This \"Contract Campaign,\" as PSC described it, consisted of, among other things, a series of rallies, a Woody Guthrie concert, a \"Contract protest,\" and an event called \"Teach CUNY.\" J.A. 74 (Third Am. Compl. Ex. 10). Applying <i>Lehnert</i>'s three-part inquiry, the District Court held that the Contract Campaign was chargeable to plaintiff and, accordingly, did not grant summary judgment to plaintiff with respect to those charges. <i>See Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *26.</p>\n<p>On appeal, plaintiff contends that the District Court erred in upholding the Contract Campaign charge. According to plaintiff, under <i>Lehnert,</i> \"`activities of a political nature in a public forum'\" are not chargeable to dissenters unless they \"`concern legislative ratification of, or fiscal appropriations for, their collective-bargaining agreement.'\" Appellant's Br. 22 (quoting <i>Lehnert,</i> 500 U.S. at 519 (plurality opinion)). Plaintiff argues that the Contract Campaign was not chargeable to dissenters like him because it amounted to political activity in a public forum that was designed (1) to secure a new agreement, not to ratify or implement an existing agreement, and (2) to persuade management, not the legislature.</p>\n<p>Although we do not dispute plaintiff's characterization of the Contract Campaign as consisting principally of political activity in a public forum, we do not read <i>Lehnert</i> as holding that a public-sector union may charge dissenters for political activity only in the context of legislative ratification or implementation of a collective bargaining agreement. Plaintiff correctly observes that Justice Blackmun's discussion of political lobbying in <i>Lehnert</i> included the statement that \"the State constitutionally may not compel its employees to subsidize legislative lobbying or other political union activities outside the limited context of contract ratification or implementation.\" 500 U.S. at 522 (plurality opinion). However, Justice Blackmun's discussion of chargeable political activitywhich spoke for only a four-member pluralitybegan as follows:</p>\n<blockquote>The Court of Appeals determined that unions constitutionally may subsidize lobbying and other political activities with dissenters' fees so long as those activities are pertinent to the duties of the union as a bargaining representative. In reaching this conclusion, the court relied upon the inherently political nature of salary and other workplace decisions in public employment. \"To represent their members effectively,\" the court concluded, \"public sector unions must necessarily concern themselves <i>not only with negotiations at the bargaining table</i> but also with advancing their members' interests in legislative and other political arenas.\"</blockquote>\n<p></p>\n<h2><i>This observation is clearly correct.</i></h2>\n<p><i>Id.</i> at 519-20 (citations and some internal quotation marks omitted) (emphasis added); <i>see also id.</i> at 521 (distinguishing chargeable activities from nonchargeable activities by noting that \"unlike discussion by <i>negotiators</i> regarding the terms and conditions of employment, lobbying and electoral speech are likely to concern topics about which individuals hold strong personal views\" (emphasis added)). In light of this analysis, we think the relevant inquiry is whether a union's political activities were \"pertinent to the duties of the union as a bargaining representative,\" <i>id.</i> at 519 (internal quotation marks omitted)a requirement that is indistinguishable from the question whether an activity is \"germane\" to collective bargaining, <i>id.</i> (majority opinion). Were we to adopt plaintiff's logic, we would enable precisely the sort of \"free rider\" problem that the Supreme Court explicitly sought to avoid in <i>Lehnert,</i> inasmuch as plaintiff would stand to benefit from PSC's negotiation of a new agreement without having to contribute financially to the union's efforts.</p>\n<p>While Justice Blackmun's plurality opinion referred to \"legislative lobbying\" and the \"ratification or implementation\" of a contract, <i>id.</i> at 520-22 (plurality opinion), his opinion distinguished \"collective-bargaining negotiations\" from \"lobbying, electoral, and other political activities that do not relate to [dissenters'] collective-bargaining agreement[s],\" <i>id.</i> at 521. Whatever the reason for the plurality's reference to \"ratification or implementation\"most likely the procedural posture of <i>Lehnert</i>we think that, had the Court wished to adopt a rule as narrow as that suggested by plaintiff, it would have said so unambiguously.</p>\n<p>For these reasons, we hold that a public-sector union's political activities aimed at securing a new contract may be chargeable to dissenters if those activities (1) are pertinent to the union's duties as a collective bargaining representative and (2) do not otherwise significantly add to the burden on dissenters' rights to free speech. We emphasize, however, that the risk of a union's political activity substantially adding to the burden already placed on dissenters' First Amendment rights is particularly great where the union has engaged in speech \"of a political nature in a public forum.\" <i>Id.</i> at 528. Courts must examine union activities carefully to ensure that dissenters are not charged for ideological undertakings not related to collective bargaining. <i>See id.</i> at 522 (noting that the \"burden upon freedom of expression is particularly great\" where a union compels speech \"in a public context\"); <i>see also id.</i> (\"Where the subject of compelled speech is the discussion of governmental affairs... the burden upon dissenters' rights extends far beyond the acceptance of the agency shop and is constitutionally impermissible.\" (citations omitted)).</p>\n<p>Looking to the instant case, we agree with plaintiff that the record before us does not support the District Court's decision to uphold PSC's charges for the \"Contract Campaign.\" Although the District Court rejected plaintiff's argument that PSC's efforts to obtain a new contract from management were categorically not chargeable, it made no particularized findings with respect to whether PSC met its burden of establishing that all aspects of the \"Contract Campaign\" were sufficiently related to PSC's collective bargaining function so as to justify any burden imposed on plaintiff's First Amendment rights. <i>See id.</i> at 524 (majority opinion) (holding that the union \"bears the burden of proving the proportion of chargeable expenses to total expenses\"). Nor is the record sufficiently developed for us to make such a determination. Particularly in light of the public nature of the activities at issue, we hold that the District Court erred in upholding PSC's charge for the \"Contract Campaign.\"</p>\n<p></p>\n<h2>B. NYSUT Lobbying</h2>\n<p>Plaintiff also objects to PSC's charge for \"lobbying and legislative activities with respect to work-related issues\" conducted by its state affiliate, NYSUT. PSC apportioned NYSUT lobbying as 63.7% chargeable to dissenters and 36.3% nonchargeable. In its August 1, 2008 order, the District Court observed that defendant \"did not do a good job of establishing what... NYSUT did behind the scenes to support PSC,\" 2008 U.S. Dist. LEXIS 58625, at *19, but nevertheless upheld the charge on the theory that <i>Lehnert</i> did not \"preclude... charges [for lobbying] as a matter of law\" and required only \"`some indication that the payment is for services that may ultimately inure to benefit of the members of local union,'\" <i>id.</i> at *20-21 (citing <i>Lehnert,</i> 500 U.S. at 522-24).</p>\n<p>Plaintiff maintains that PSC may charge him for NYSUT's lobbying \"only if NYSUT lobbied the state legislature to ratify or implement PSC's collective bargaining agreement.\" Appellant's Br. 21-22. For the reasons stated in Section A, <i>ante,</i> we again reject plaintiff's contention that, under <i>Lehnert,</i> unions may charge dissenters only for political activity directed at the legislature and related to the implementation or ratification of an existing agreement. However, our analysis does not end here because plaintiff's challenge to PSC's charge for NYSUT lobbying requires us to consider the circumstances under which a local union may charge dissenters for the political activity of a \"parent\" union.</p>\n<p>The Supreme Court in <i>Lehnert</i> did not directly address whether a dissenter's local agency fee could be used to subsidize lobbying activities by a parent union. However, the Court held that local unions may constitutionally charge dissenters a <i>pro rata</i> share of dues paid by a local union to a parent union. <i>Lehnert,</i> 500 U.S. at 524. The Court explained that such charges were constitutionally permissible because \"[t]he essence of the affiliation relationship is the notion that the parent will bring to bear its often considerable economic, political, and informational resources when the local is in need of them.\" <i>Id.</i> at 523. In order to sustain a charge for dues to an affiliate, the union need not demonstrate that the affiliate's expenditure of dues resulted in a \"direct and tangible impact\" on the dissenter's unit. <i>Id.</i> at 524. Nor must the dues \"actually [be] expended on [the local] unit in any particular membership year.\" <i>Id.</i> at 523. However, \"[t]here must be some indication that the payment is for services that may ultimately inure to the benefit of the members of the local union by virtue of their membership in the parent organization.\" <i>Id.</i> at 524.</p>\n<p>In light of the Supreme Court's holdings in <i>Lehnert</i> that (1) a union's political activity may be charged to dissenters if it is \"`germane' to collective-bargaining activity,\" <i>id.</i> at 519, and (2) a local union may charge dissenters for dues paid to a parent union, <i>see id.</i> at 524, we now hold that a dissenter's agency fee may be used to subsidize the lobbying expenses of a parent union where those lobbying expenses are related to collective bargaining and may ultimately inure to the benefit of the <i>local</i> union, <i>see id.</i> at 522 (\"While we consistently have looked to whether nonideological expenses are germane to collective bargaining, we have never interpreted that test to require a direct relationship between the expense at issue and some tangible benefit to the dissenters' bargaining unit.\" (internal quotation marks and citation omitted)). In our view, permitting such charges does \"not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.\" <i>Id.</i> at 519; <i>see also id.</i> at 517 (\"[A]n employee's free speech rights are not unconstitutionally burdened because the employee opposes positions taken by a union in its capacity as collective-bargaining representative.\"). Of course, dissenters may not be charged for ideological or other lobbying not related to collective bargaining; and, as with all other expenses, the union bears the burden of demonstrating \"the proportion of chargeable expenses to total expenses.\" <i>Id.</i> at 524.<sup>[3]</sup></p>\n<p>We agree with plaintiff that the record does not support the District Court's decision to uphold PSC's charge for NYSUT lobbying. The undisputed evidence before the District Court demonstrated that NYSUT's \"lobbying activities that concerned the ratification of or fiscal appropriations for a PSC/CUNY collective bargaining agreement\" consisted principally of a \"few phone calls.\" J.A. 69 (Third Am. Compl. Ex. 6). PSC offered no other evidence that NYSUT engaged in other lobbying that was related to collective bargaining and might inure to the benefit of PSC members. Further, even if we assume for the sake of argument that PSC demonstrated that NYSUT lobbying was germane to collective bargaining and would ultimately inure to the benefit of PSC members, we cannot affirm the District Court's holding because PSC produced no evidence to meet its burden of demonstrating the \"proportion of chargeable expenses to total expenses.\" <i>Lehnert,</i> 500 U.S. at 524. Accordingly, we hold that the District Court erred in upholding PSC's charges for NYSUT lobbying expenditures. On remand, the District Court should develop the record to consider whether PSC properly apportioned charges for those expenses.</p>\n<p></p>\n<h2>C. NYSUT Convention Costs</h2>\n<p>Dissenters were required to pay a <i>pro rata</i> share of one-hundred percent of the cost of sending PSC delegates to the annual convention of NYSUT, and the District Court upheld the charge, notwithstanding plaintiff's contentions that \"(1) [PSC's] own documents show (or concede) that at least some of [the convention's] content is affirmatively unrelated to bargaining or representational strategies; and (2) [PSC] did not produce or cite any evidence showing their chargeability in any amount.\" <i>Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *32-33. Plaintiff argues that the convention at issueNYSUT's Representative Assemblywas, in part, political, and therefore the costs of sending PSC delegates to the convention should be apportioned so that plaintiff is not forced to subsidize ideological activity.</p>\n<p>In evaluating whether a local union may charge dissenters for costs incurred by the local union to defray the costs of a national affiliate's convention, the Supreme Court in <i>Ellis v. Brotherhood of Railway Clerks</i> considered whether the expenses \"involve[d] additional interference with the First Amendment interests of objecting employees, and, if so, whether [the expenses were] nonetheless adequately supported by a governmental interest.\" 466 U.S. 435, 456 (1984). Under this analysis, a union may charge dissenters a <i>pro rata</i> share for the costs of a convention that were \"relat[ed] to the work of the union in the realm of collective bargaining\" because such a convention would have imposed \"little additional infringement of First Amendment rights beyond that already accepted [as a result of the agency shop arrangement], and none that is not justified by the governmental interests behind the union shop itself.\" <i>Id.</i> Similarly, the Supreme Court in <i>Lehnert</i> held that dissenters \"may [be] require[d]... to subsidize the participation in [affiliate conventions] of delegates from the local.\" 500 U.S. at 530. The Court explained that the First Amendment did not require a local union to demonstrate that \"the conventions were... solely devoted to the activities of the [local union],\" in part because \"participation by members of the local in the formal activities of the parent is likely to be an important benefit of affiliation.\" <i>Id.</i></p>\n<p>In this action, the District Court reasoned that the Supreme Court's holding in <i>Lehnert</i> squarely foreclosed plaintiff's argument. <i>See Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *33. However, the record before us suggests that, unlike the conventions at issue in <i>Ellis</i> and <i>Lehnert,</i> the Representative Assembly was not entirely \"relat[ed] to the work of the union in the realm of collective bargaining,\" <i>Ellis,</i> 466 U.S. at 456 (internal quotation marks omitted), and had at least a small political component that may have imposed an additional burden on plaintiff's First Amendment rights. In particular, plaintiff submitted to the District Court the minutes of a PSC Executive Committee meeting at which members of the Committee referred to PSC's delegates to the Representative Assembly as a \"political caucus.\" J.A. 72 (Third Am. Compl. Ex. 8). The PSC Executive Committee also characterized the convention as a \"political event\" that featured a union-sponsored \"Anti-War resolution\" and discussions of \"affirmative action\" and \"lobbying on the Hill.\" <i>Id.</i> PSC has not disputed the accuracy of these Committee minutes, and it has also not submitted evidence of the extent to which the convention involved political activity related to collective bargaining.</p>\n<p>On this record, we cannot conclude that PSC has met its \"burden of proving the proportion of chargeable expenses to total expenses\" for the NYSUT Convention charges. <i>Lehnert,</i> 500 U.S. at 524. Accordingly, we hold that the District Court erred in upholding the charge. On remand, the District Court should develop the record to examine more closely the work and activities of the Representative Assembly. If the amount or degree of political activity at the convention was more than <i>de minimis</i> in relation to the nonpolitical activity, or if the political activity otherwise imposed an additional burden on plaintiff's First Amendment rights that was not adequately supported by a governmental interest, then the charge must be apportioned to reflect the relative breakdown of political activity versus nonpolitical activity. If, on the other hand, PSC can demonstrate that the political activity was <i>de minimis</i> or was adequately supported by a governmental interest, then the full charge must be upheld. <i>Cf. id.</i> at 530.</p>\n<p></p>\n<h2>D. PSC Employee Salaries</h2>\n<p>The District Court upheld PSC's apportionment of the salary expenses of union employees as ninety-five percent chargeable to dissenters. <i>Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *35-36. Plaintiff argues that the District Court's holding is inconsistent with Supreme Court case law and the District Court's own prior holdings that many of the activities performed by PSC employees, such as various \"public relations\" efforts, could not be charged to plaintiff. <i>See Seidemann III,</i> 2008 U.S. Dist. LEXIS 29405, at *26-29. Plaintiff cites several tasks performed by PSC employees that, in his view, were not chargeable because they were political in nature and not related to collective bargaining. For example, plaintiff submitted to the District Court an email from defendant Bowen, president of PSC, in which Bowen stated that she had been working with \"a wide range of immigrant and community groups\" on behalf of PSC \"to address CUNY's decision to impose... out-of-state tuition on undocumented students.\" J.A. 73 (Third Am. Compl. Ex. 9). In the same email, Bowen noted that she and other PSC officers were \"investigating legislative, legal, and political ways to address the issue.\" <i>Id.</i> Other documents submitted by plaintiff suggest that PSC staff members participated in \"phone calls to get members to call Republican Senators,\" \"picketing,\" and a \"State budget lobbying push.\" J.A. 71 (Third Am. Compl. Ex. 7). The documents also indicate that dissenters were charged for one-hundred percent of \"the cost of work activities concerning state and municipal budgets.\" J.A. 68 (Third Am. Compl. Ex. 6).</p>\n<p>A local union's charges for the salaries of union employees are not exempt from the general rule that a union seeking to charge a dissenter for a <i>pro rata</i> share of its expenses bears the burden of establishing their chargeability and the proportion of chargeable expenses to overall expenditures. <i>Cf. </i><i>Hudson,</i> 475 U.S. at 306 (\"Since the unions possess the facts and records from which the proportion of political to total union expenditures can reasonably be calculated, basic considerations of fairness compel that they, not the individual employees, bear the burden of proving such proportion.\" (internal quotation marks omitted)). PSC does not dispute that it was obligated to apportion expenditures for salariesindeed, it has already apportioned thembut it has offered no evidence tending to demonstrate that an apportionment of ninety-five percent accurately reflects the proportion of chargeable work to total work done by PSC employees. For example, PSC did not submit to the District Court evidence of its employees' allocation of time between political and nonpolitical activity. Rather, PSC maintained before the District Court simply that dissenters \"have an obligation to help defray the salary costs borne by the union notwithstanding that certain tasks performed by salaried personnel may in and of [themselves] involve nonchargeable expenditures. The salaries need to be paid whether the nonchargeable expenditures are performed or not.\" J.A. 429-30 (Defs.' Mem. in Opp'n to Pl.'s Mot. for Partial Summ. J.).</p>\n<p>Evidently embracing PSC's theory, the District Court reasoned that PSC employee salaries \"had to be paid regardless of whether some of the employees' time was spent on matters unrelated to collective bargaining.\" <i>Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *36. If anything, this rationale supports the position that salary expenditures are never apportionedif a union's charges for employee salaries could be upheld upon a mere showing that the union (1) employed workers and (2) was required by law to pay them, there would be no reason for unions to charge dissenters less than one-hundred percent of a <i>pro rata</i> share of salary expenditures, regardless of the amount of ideological work undertaken by the union's employees. This question was not before the District Court. Plaintiff's argument was not that PSC failed to apportion salaries; it was, and is, that PSC failed to establish the chargeability of the portion of employee salaries for which it charged him.</p>\n<p>Although \"absolute precision in the calculation of the charge to nonmembers cannot be expected or required,\" <i>Hudson,</i> 475 U.S. at 307 n.18 (internal quotation marks and brackets omitted), a union seeking to charge dissenters a <i>pro rata</i> share of salary expenses must be able to provide evidence that its apportionment of salaries is an appropriate reflection of the proportion of chargeable activities to total activities undertaken by its employees. <i>See id.</i> at 307 (\"An acknowledgment that nonmembers would not be required to pay any part of 5% of the Union's total annual expenditures was not an adequate disclosure of the reasons why they were required to pay their share of 95%.\"). Here, PSC produced no evidence to support its apportionment of union employee salary expenses. Accordingly, we hold that the District Court erred in upholding the charge.</p>\n<p>On remand, the District Court is directed to develop the record to determine whether PSC's apportionment of chargeable salary expenses was, in fact, a fair reflection of chargeable expenses for the years at issue. We do not hold that PSC must produce hourly time-keeping records, and we do not suggest that PSC would need to do so in the future. <i>See id.</i> at 307 n.18 (\"The [u]nion need not provide [dissenters] with an exhaustive and detailed list of all its expenditures....\"). However, PSC must, at the very least, provide the court with some substantiated approximation of its employees' engagement in nonchargeable activity.</p>\n<p></p>\n<h2>E. AFT Media Communications</h2>\n<p>From at least 2002 to 2005, PSC charged dissenters for \"mass and electronic media information services\" undertaken by PSC's national affiliate, AFT. Among other things, these expenses related to AFT's attempts to \"explain [its] positions in educational reform\" on issues including \"class size, modern methods of teaching and school structure.\" J.A. 62 (Third Am. Compl. Ex. 5). Before the District Court, plaintiff argued that these communications were not germane to collective bargaining and therefore not chargeable. However, neither the court's order of April 10, 2008, nor its order of August 1, 2008, considered whether AFT's communications expenditures were chargeable to plaintiff and other PSC dissenters. Rather, the court concluded in its August 1, 2008 order that plaintiff's specific claim relating to AFT media communications was beyond the scope of his third amended complaint. <i>See Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *16-17. The court reasoned that plaintiff's third amended complaint referred only to media communications charges listed in AFT's 2005 financial statement but that the complaint was objecting to fees charged from 2002 to 2004.</p>\n<p>On appeal, plaintiff argues that the District Court erred in not considering the merits of his claim. Further, he \"respectfully requests from this Court a ruling as a matter of law that, <i>in any year,</i>... PSC may not charge him for AFT's media communications on `educational reform' in the public school system.\" Appellant's Br. 17 (emphasis in original).</p>\n<p>We agree with plaintiff that AFT's media communications charges for 2002 were properly before the District Court and that the issue should have been considered on the merits. Plaintiff's third amended complaint, which he filed while proceeding <i>pro se, see </i><i>Sealed Plaintiff v. Sealed Defendant,</i> 537 F.3d 185, 191 (2d Cir. 2008) (noting that \"when [a] plaintiff proceeds <i>pro se,</i>... a court is obliged to construe his pleadings liberally\" (alterations in original)), challenged \"[c]onstitutionally impermissible charges for media services... to explain the AFT positions in educational reform,\" J.A. 30 (Third Am. Compl.). Plaintiff also attached to the complaint a relevant portion of AFT's expense report for 2002. J.A. 60-63 (Third Am. Compl. Ex. 5). Similarly, in his <i>pro se</i> motion for summary judgment, plaintiff argued that the AFT media communications were \"non-chargeable\" and cited the same portion of the same 2002 expense report. J.A. 98-99 (Pl.'s Mem. in Supp. of Pl.'s Mot. for Summ. J.).</p>\n<p>The challenges plaintiff raised against PSC's charges for AFT media communications between 2003 and 2005 were also properly before the District Court and should have been decided on the merits. Pursuant to an order of the District Court, which stated that, \"[s]ubject to objection, counsel may attach to their supporting affidavits additional documents pertinent to the motion [for summary judgment] which are not in the record on file with the Court,\" J.A. 254 (Order of Oct. 1, 2007), plaintiff submitted records of PSC's charges to dissenters from 2003 through 2005, <i>see</i> J.A. 275-96 (Leahey Aff. Exs. 3-5). PSC failed to object to plaintiff's submission as being beyond the scope of plaintiff's third amended complaint. In fact, PSC itself supplemented the record with the same documents. <i>See</i> J.A. 378-415 (Callagy Aff. Ex. 2).</p>\n<p>Accordingly, we hold that the District Court erred in dismissing plaintiff's challenge to PSC's charges for AFT media communications. On remand, the court should determine which, if any, AFT communications expenditures were chargeable to plaintiff from the years 2002 through 2005. The court should also address, in the first instance, plaintiff's request for prospective relief regarding AFT media communications pertaining to \"educational reform.\"</p>\n<p></p>\n<h2>F. Arbitration</h2>\n<p>The District Court held, <i>sua sponte,</i> that \"[a]s to future chargeability disputes, plaintiff[`s] remedy and avenue of redress is arbitration.\" <i>Seidemann IV,</i> 2008 U.S. Dist. LEXIS 58625, at *13. This holding was error. A dissenter has the right, but not the obligation, to pursue arbitration under the union's internal procedures before availing himself of the courts. <i>See </i><i>Air Line Pilots Ass'n v. Miller,</i> 523 U.S. 866, 876-77 (1998). Plaintiff, who by right is not a member of PSC and has not entered into an agreement with the union to pursue claims by arbitration, need not endeavor to vindicate his First Amendment rights through the union's arbitration process.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>To summarize: We hold that</p>\n<p>(1) A public-sector union's political activities aimed at securing a new contract may be chargeable if they are pertinent to the union's duties as a collective bargaining representative and do not otherwise significantly add to the burden on dissenters' right to free speech;</p>\n<p>(2) A union may charge dissenters a <i>pro rata</i> share of an affiliate union's lobbying expenses if those lobbying expenses are related to collective bargaining and may ultimately inure to the benefit of the local union;</p>\n<p>(3) The District Court erred in upholding PSC's apportionment of charges for</p>\n<blockquote>(a) the \"Contract Campaign;</blockquote>\n<blockquote>(b) lobbying by NYSUT;</blockquote>\n<blockquote>(c) convention costs for NYSUT's Representative Assembly;</blockquote>\n<blockquote>(d) PSC employees' salaries;</blockquote>\n<p>(4) The District Court erred in holding that plaintiff's challenge to PSC's charges for AFT media communications for the years of 2002 through 2005 was not properly before it; and</p>\n<p>(5) The District Court erred in holding, <i>sua sponte,</i> that plaintiff would be required to arbitrate future claims against PSC.</p>\n<p>For reasons stated above, the August 4, 2008 judgment of the District Court is VACATED insofar as it upheld PSC's apportionment of charges for (a) the Contract Campaign, (b) lobbying by NYSUT, (c) convention costs for NYSUT's Representative Assembly, and (d) PSC employees' salaries, and VACATED insofar as it dismissed plaintiff's challenge to PSC's charges for AFT media communications. The August 4, 2008 judgment of the District Court is REVERSED insofar as the District Court held that plaintiff must pursue future claims against PSC in arbitration. The cause is REMANDED for proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to 28 U.S.C. § 636(c)(1), \"[u]pon the consent of the parties, a full-time United States magistrate judge... may conduct any or all proceedings in a jury or nonjury civil matter.\" The parties in this case consented to adjudication by Magistrate Judge Bloom.</p>\n<p>[2]  The Court thanks <i>pro bono</i> counsel for undertaking this assignment in the public interest.</p>\n<p>[3]  We intimate no view as to whether the Supreme Court's recent decision in <i>Locke v. Karass,</i> 129 S. Ct. 798 (2009), applies in cases in which a dissenter has challenged the chargeability of <i>lobbying</i> expenses incurred by a parent union. In <i>Locke,</i> the Court held that a local union may charge dissenters a portion of \"an affiliation fee that the local union pays to its national union organization... [that is] use[d] to pay for <i>litigation</i> expenses incurred in large part on behalf of <i>other</i> local units.\" <i>Id.</i> at 801-02 (some emphasis added). The Court reasoned that such expenses may be charged to dissenters \"if (1) the subject matter of the national litigation bears an appropriate relation to collective bargaining and (2) the arrangement is reciprocalthat is, the local's payment to the national affiliate is for `services that may ultimately inure to the benefit of the members of the local union by virtue of their membership in the parent organization.'\" <i>Id.</i> at 806 (quoting <i>Lehnert,</i> 500 U.S. at 524). Even if we assume that the rule in <i>Locke</i> could apply to lobbying by an affiliate union, it is inapposite in this case because there is no indication in the record before us that PSC has charged dissenters for NYSUT lobbying undertaken specifically on behalf of <i>another</i> local unit.</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><h1>DAVID SEIDEMANN, personally and in his capacity as a member of the Brooklyn College Faculty, Plaintiff-Appellant,<br>\nv.<br>\nBARBARA BOWEN, personally and in her capacity as President of the PSC/CUNY, PSC/CUNY, Defendants-Appellees.</h1></center>\n<center>No. 08-3922-cv.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: November 17, 2008.</center>\n<center>Decided: October 15, 2009.</center>\n<p>PHINEAS E. LEAHEY (Todd R. Geremia, on the brief), Jones Day, New York, NY, for David Seidemann.</p>\n<p>JAMES R. SANDNER (Christopher M. Callagy, of counsel), New York, NY, for Barbara Bowen and PSC CUNY.</p>\n<p>Milton L. Chappell, National Right to Work Legal Defense Foundation, Inc., Springfield, VA, Amicus Curiae for David Seidemann.</p>\n<p>Before: CABRANES, STRAUB, and SACK, Circuit Judges.</p>\n<p>JOSÉ A. CABRANES, Circuit Judge.</p>\n<p>Under the National Labor Relations Act, states regulate the labor relations of state and local governments, and states may authorize unions and government employers to enter into \"agency shop\" agreements. <i>See</i> 29 U.S.C. § 152(2); <i>Davenport v. Wash. Educ. Ass'n,</i> <span class=\"citation\" data-id=\"145716\"><a href=\"/opinion/145716/davenport-v-washington-educ-assn/\"><span class=\"volume\">551</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">177</span></a></span>, 181 (2007). Under an agency shop arrangement, a public-sector union serves as the exclusive collective bargaining representative for government employees. \"This arrangement entitles the union to levy a fee on employees who are not union members but who are nevertheless represented by the union in collective bargaining.\" <i>Davenport,</i> 551 U.S. at 181. Under several of the Supreme Court's precedents, including <i>Lehnert v. Ferris Faculty Ass'n,</i> employees who choose not to join the union (\"dissenters\") may be required to subsidize union activities that are \"germane\" to the union's collective bargaining function. <span class=\"citation\" data-id=\"112607\"><a href=\"/opinion/112607/lehnert-v-ferris-faculty-assn/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">507</span></a></span>, 519 (1991). However, the Court in <i>Lehnert</i> explained that, under the First Amendment, state employees may not be compelled to subsidize union activities that are \"ideological\" and not \"germane\" to collective bargaining. <i>Id.</i> at 516-17 (citing <i>Abood v. Detroit Bd. of Educ.,</i> <span class=\"citation\" data-id=\"109661\"><a href=\"/opinion/109661/abood-v-detroit-bd-of-ed/\"><span class=\"volume\">431</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">209</span></a></span>, 222 (1977)).</p>\n<p>In this case, we consider whether a public-sector union in an agency shop agreement may compel dissenters to subsidize (1) the union's political activities aimed at securing a new contract from management, (2) lobbying efforts undertaken by a \"parent\" union of the local public-sector union, (3) costs incurred to send union delegates to the state affiliate's annual convention, and (4) the salaries of the union's employees. We also consider whether the District Court erred in dismissing plaintiff's challenge to the union's charges for media communications by the national affiliate and in holding, <i>sua sponte,</i> that plaintiff would be required to arbitrate future claims before filing suit.</p>\n<p></p>\n<h2>BACKGROUND</h2>\n<p>Plaintiff-appellant David Seidemann is a tenured professor of geology at Brooklyn College, which is part of the City University of New York (\"CUNY\") system of colleges and universities. Defendant-appellee Professional Staff Congress of the City University of New York, of which defendant-appellee Barbara Bowen is president (jointly, \"PSC\" or \"the union\"), is a public-sector union and the exclusive collective bargaining representative for certain CUNY employees, including plaintiff. Plaintiff has chosen not to join PSC. However, because CUNY is an \"agency shop,\" New York law requires that he pay an agency fee to the union as compensation for its collective bargaining efforts on his behalf. A portion of plaintiff's dues support activities of PSC, while other portions are paid to PSC's national affiliate, the American Federation of Teachers (\"AFT\"), and its state affiliate, the New York State United Teachers (\"NYSUT\"). Because, as we explain below, dissenters may not be compelled to support \"ideological\" activity not related to collective bargaining, they may file objections to PSC's charges and may be entitled to receive refunds of portions of PSC's charges for such unrelated \"ideological\" activities. Plaintiff, as we detail below, has filed objections to several of PSC's expenditures made from the year 2001 to 2005.</p>\n<p>In June 2002, plaintiff, proceeding <i>pro se,</i> filed a complaint against PSC in the United States District Court for the Eastern District of New York (Lois Bloom, <i>Magistrate Judge</i>),<sup>[1]</sup> alleging that several of the charges comprising PSC's agency fee violated his rights under the First Amendment. Plaintiff alleged that PSC impermissibly charged him a <i>pro rata</i> share of expenses unrelated to the union's collective bargaining duties, in violation of his rights under the First Amendment set forth by the Supreme Court in <i>Lehnert.</i> Specifically, plaintiff argued that PSC could not constitutionally charge him a <i>pro rata</i> share for, among other things, (1) PSC's \"Contract Campaign,\" which consisted of political activity designed to persuade management to enter into a new contract with the union, (2) 63.7% of the lobbying costs incurred by NYSUT, (3) PSC's costs to send delegates to annual NYSUT conventions, (4) 95% of the salaries of PSC employees, and (5) AFT's media communication expenses. Plaintiff also alleged that PSC's procedures for contesting charges violated his First Amendment rights in falling short of the basic procedural requirements set forth by the Supreme Court in <i>Chicago Teachers Union, Local No. 1 v. Hudson,</i> <span class=\"citation\" data-id=\"111609\"><a href=\"/opinion/111609/teachers-v-hudson/\"><span class=\"volume\">475</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">292</span></a></span> (1986).</p>\n<p>After discovery was completed, the parties cross-moved for summary judgment. On November 18, 2005, the District Court issued an opinion and order granting PSC's cross-motion and dismissing the action in its entirety. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389 (E.D.N.Y. Nov. 18, 2005) (\"<i>Seidemann I</i>\").</p>\n<p>Through <i>pro bono</i> counsel,<sup>[2]</sup> plaintiff timely appealed from the judgment of the District Court dismissing his action. A panel of this Court reversed the judgment of the District Court. <i>See </i><i>Seidemann v. Bowen,</i> <span class=\"citation\" data-id=\"2694\"><a href=\"/opinion/2694/seidemann-v-bowen/\"><span class=\"volume\">499</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">119</span></a></span>, 129 (2d Cir. 2007) (\"<i>Seidemann II</i>\"). The <i>Seidemann II</i> panel held that PSC's objection procedures violated plaintiff's rights under <i>Hudson,</i> and it remanded the cause for further consideration of plaintiff's claims. <i>Id.</i> at 127-28.</p>\n<p>On remand, in an opinion and order dated April 10, 2008, the District Court enforced the mandate of this Court by granting in part plaintiff's motion for summary judgment and awarding plaintiff injunctive and declaratory relief as well as nominal damages. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">29405</span></span> (E.D.N.Y. Apr. 10, 2008) (\"<i>Seidemann III</i>\"). However, the April 10, 2008 opinion and order did not specifically address all of plaintiff's claims. Plaintiff thus moved to amend the opinion and order, and in an order dated August 1, 2008, the District Court granted plaintiff's motion in part and denied it in part. <i>See Seidemann v. Bowen,</i> No. 02-cv-3389, <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span> (E.D.N.Y. Aug. 1, 2008) (\"<i>Seidemann IV</i>\"). The District Court held that PSC's charges to plaintiff for certain \"public relations\" expenditures were not rightly charged to plaintiff. <i>Id.</i> at *26-29. However, the District Court upheld PSC's charges for its \"Contract Campaign,\" NYSUT's lobbying, the cost of its members' attendance at NYSUT's annual Representative Assembly conventions, and the salaries of PSC employees. The District Court also upheld PSC's charges to plaintiff for AFT's media communications. <i>Id.</i> at *15-17. Finally, the District Court held, <i>sua sponte,</i> that plaintiff would be required to arbitrate his future challenges to PSC's agency fee before filing suit in federal court.</p>\n<p>Plaintiff's timely appeal followed.</p>\n<p></p>\n<h2>DISCUSSION</h2>\n<p>On appeal, plaintiff argues that, under the Supreme Court's decision in <i>Lehnert,</i> PSC's \"Contract Campaign\" was not chargeable to him because it entailed political activity in a public forum and was designed to convince CUNY management to enter into a new contract with PSC. Similarly, plaintiff contends that he may not be compelled to subsidize NYSUT's lobbying, as the record purportedly demonstrates that NYSUT's efforts on PSC's behalf were minimal and designed only to secure a new agreement from CUNY management. Plaintiff also maintains that, even if the charges for the \"Contract Campaign\" and NYSUT lobbying were not unconstitutional per se, the record does not support the District Court's decision to uphold them in this action. Additionally, plaintiff contends that, on this record, the District Court erred in upholding PSC's charges for the cost of sending a PSC delegation to NYSUT's annual convention and PSC's charges for its employees' salaries. Further, plaintiff contends that the District Court improperly found that plaintiff's claim regarding AFT media communications was not before the Court and, accordingly, that the District Court erred in dismissing that claim. Finally, plaintiff argues that the District Court erred in holding, <i>sua sponte,</i> that plaintiff will be required to arbitrate future claims against PSC for violations of his First Amendment rights.</p>\n<p>We consider plaintiff's challenges to each of the charges in turn. We then address the District Court's dismissal of plaintiff's claim regarding AFT media communications and, finally, we consider the District Court's holding that plaintiff must arbitrate future chargeability claims.</p>\n<p>Generally, we review a district court's ruling on a motion to amend a judgment for \"abuse of discretion.\" <i>See, e.g., </i><i>Schwartz v. Liberty Mut. Ins. Co.,</i> <span class=\"citation\" data-id=\"1427526\"><a href=\"/opinion/1427526/schwartz-v-liberty-mut-ins-co/\"><span class=\"volume\">539</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">135</span></a></span>, 150 (2d Cir. 2008); <i>cf. </i><i>Sims v. Blot,</i> <span class=\"citation\" data-id=\"1198869\"><a href=\"/opinion/1198869/in-re-sims/\"><span class=\"volume\">534</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">117</span></a></span>, 132 (2d Cir. 2008) (\"A district court has abused its discretion if it based its ruling on an erroneous view of the law or on a clearly erroneous assessment of the evidence, or rendered a decision that cannot be located within the range of permissible decisions.\" (internal citation, alterations, and quotation marks omitted)). However, in this case, it is undisputed that each of the issues raised in plaintiff's motion to amend was before the District Court when it granted summary judgment to plaintiff, although the District Court did not specifically address them at that time. Accordingly, we review the District Court's decision <i>de novo,</i> as we would any other decision of a district court granting or denying a motion for summary judgment. <i>See, e.g., </i><i>Graves v. Finch Pruyn &amp; Co.,</i> <span class=\"citation no-link\"><span class=\"volume\">457</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">181</span></span>, 183 (2d Cir. 2006). Summary judgment is warranted only upon a showing \"that there is no genuine issue as to any material fact and that the movant is entitled to judgment as a matter of law.\" Fed R. Civ. P. 56(c).</p>\n<p></p>\n<h2>A. PSC's \"Contract Campaign\"</h2>\n<p>The Supreme Court has recognized that \"[t]o compel employees financially to support their collective-bargaining representative has an impact upon their First Amendment interests.\" <i>Abood,</i> 431 U.S. at 222. Yet, \"the desirability of labor peace and eliminating `free riders'\" can justify the assessment of agency fees to nonmembers \"`for the purposes of collective bargaining, contract administration, and grievance adjustment.'\" <i>Lehnert,</i> 500 U.S. at 517 (quoting <i>Abood,</i> 431 U.S. at 225-26). In order to accommodate both interests, the Supreme Court has established that, although public-sector unions are entitled to charge dissenters an agency fee in order to avoid free riding, they may not use \"the fees of objecting nonmembers for ideological purposes that are not germane to the union's collective-bargaining duties.\" <i>Davenport,</i> 551 U.S. at 181.</p>\n<p>The Supreme Court has \"prescribe[d] a case-by-case analysis in determining which activities a union constitutionally may charge to dissenting employees,\" and it has set forth guidelines for courts making such determinations. <i>Lehnert,</i> 500 U.S. at 519. Generally, \"chargeable activities must (1) be `germane' to collective-bargaining activity; (2) be justified by the government's vital policy interest in labor peace and avoiding `free riders'; and (3) not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.\" <i>Id.</i> In all cases, the union bears the burden of establishing that the disputed assessments do not violate the dissenter's First Amendment rights. <i>See id.</i> at 524. If the union can establish that disputed expenses are, in fact, chargeable, it also \"bears the burden of proving the proportion of chargeable expenses to total expenses.\" <i>Id.</i> Thus, if a union deems a category of expenses chargeable to dissenters, it must be able to prove the specific proportion of expenses in that category that were, in fact, chargeable. For example, the union might establish that Category A contained chargeable expenses; it would then have to prove that 70% of its Category A expenses were, in fact, chargeable.</p>\n<p>Here, PSC charged agency-fee payers a <i>pro rata</i> share of expenses for various activities undertaken in \"an effort to win a collective bargaining agreement from [CUNY]\" in 2002. J.A. 424 (Defs.' Mem. in Opp'n to Pl.'s Mot. for Partial Summ. J.). This \"Contract Campaign,\" as PSC described it, consisted of, among other things, a series of rallies, a Woody Guthrie concert, a \"Contract protest,\" and an event called \"Teach CUNY.\" J.A. 74 (Third Am. Compl. Ex. 10). Applying <i>Lehnert</i>'s three-part inquiry, the District Court held that the Contract Campaign was chargeable to plaintiff and, accordingly, did not grant summary judgment to plaintiff with respect to those charges. <i>See Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *26.</p>\n<p>On appeal, plaintiff contends that the District Court erred in upholding the Contract Campaign charge. According to plaintiff, under <i>Lehnert,</i> \"`activities of a political nature in a public forum'\" are not chargeable to dissenters unless they \"`concern legislative ratification of, or fiscal appropriations for, their collective-bargaining agreement.'\" Appellant's Br. 22 (quoting <i>Lehnert,</i> 500 U.S. at 519 (plurality opinion)). Plaintiff argues that the Contract Campaign was not chargeable to dissenters like him because it amounted to political activity in a public forum that was designed (1) to secure a new agreement, not to ratify or implement an existing agreement, and (2) to persuade management, not the legislature.</p>\n<p>Although we do not dispute plaintiff's characterization of the Contract Campaign as consisting principally of political activity in a public forum, we do not read <i>Lehnert</i> as holding that a public-sector union may charge dissenters for political activity only in the context of legislative ratification or implementation of a collective bargaining agreement. Plaintiff correctly observes that Justice Blackmun's discussion of political lobbying in <i>Lehnert</i> included the statement that \"the State constitutionally may not compel its employees to subsidize legislative lobbying or other political union activities outside the limited context of contract ratification or implementation.\" 500 U.S. at 522 (plurality opinion). However, Justice Blackmun's discussion of chargeable political activitywhich spoke for only a four-member pluralitybegan as follows:</p>\n<blockquote>The Court of Appeals determined that unions constitutionally may subsidize lobbying and other political activities with dissenters' fees so long as those activities are pertinent to the duties of the union as a bargaining representative. In reaching this conclusion, the court relied upon the inherently political nature of salary and other workplace decisions in public employment. \"To represent their members effectively,\" the court concluded, \"public sector unions must necessarily concern themselves <i>not only with negotiations at the bargaining table</i> but also with advancing their members' interests in legislative and other political arenas.\"</blockquote>\n<p></p>\n<h2><i>This observation is clearly correct.</i></h2>\n<p><i>Id.</i> at 519-20 (citations and some internal quotation marks omitted) (emphasis added); <i>see also id.</i> at 521 (distinguishing chargeable activities from nonchargeable activities by noting that \"unlike discussion by <i>negotiators</i> regarding the terms and conditions of employment, lobbying and electoral speech are likely to concern topics about which individuals hold strong personal views\" (emphasis added)). In light of this analysis, we think the relevant inquiry is whether a union's political activities were \"pertinent to the duties of the union as a bargaining representative,\" <i>id.</i> at 519 (internal quotation marks omitted)a requirement that is indistinguishable from the question whether an activity is \"germane\" to collective bargaining, <i>id.</i> (majority opinion). Were we to adopt plaintiff's logic, we would enable precisely the sort of \"free rider\" problem that the Supreme Court explicitly sought to avoid in <i>Lehnert,</i> inasmuch as plaintiff would stand to benefit from PSC's negotiation of a new agreement without having to contribute financially to the union's efforts.</p>\n<p>While Justice Blackmun's plurality opinion referred to \"legislative lobbying\" and the \"ratification or implementation\" of a contract, <i>id.</i> at 520-22 (plurality opinion), his opinion distinguished \"collective-bargaining negotiations\" from \"lobbying, electoral, and other political activities that do not relate to [dissenters'] collective-bargaining agreement[s],\" <i>id.</i> at 521. Whatever the reason for the plurality's reference to \"ratification or implementation\"most likely the procedural posture of <i>Lehnert</i>we think that, had the Court wished to adopt a rule as narrow as that suggested by plaintiff, it would have said so unambiguously.</p>\n<p>For these reasons, we hold that a public-sector union's political activities aimed at securing a new contract may be chargeable to dissenters if those activities (1) are pertinent to the union's duties as a collective bargaining representative and (2) do not otherwise significantly add to the burden on dissenters' rights to free speech. We emphasize, however, that the risk of a union's political activity substantially adding to the burden already placed on dissenters' First Amendment rights is particularly great where the union has engaged in speech \"of a political nature in a public forum.\" <i>Id.</i> at 528. Courts must examine union activities carefully to ensure that dissenters are not charged for ideological undertakings not related to collective bargaining. <i>See id.</i> at 522 (noting that the \"burden upon freedom of expression is particularly great\" where a union compels speech \"in a public context\"); <i>see also id.</i> (\"Where the subject of compelled speech is the discussion of governmental affairs... the burden upon dissenters' rights extends far beyond the acceptance of the agency shop and is constitutionally impermissible.\" (citations omitted)).</p>\n<p>Looking to the instant case, we agree with plaintiff that the record before us does not support the District Court's decision to uphold PSC's charges for the \"Contract Campaign.\" Although the District Court rejected plaintiff's argument that PSC's efforts to obtain a new contract from management were categorically not chargeable, it made no particularized findings with respect to whether PSC met its burden of establishing that all aspects of the \"Contract Campaign\" were sufficiently related to PSC's collective bargaining function so as to justify any burden imposed on plaintiff's First Amendment rights. <i>See id.</i> at 524 (majority opinion) (holding that the union \"bears the burden of proving the proportion of chargeable expenses to total expenses\"). Nor is the record sufficiently developed for us to make such a determination. Particularly in light of the public nature of the activities at issue, we hold that the District Court erred in upholding PSC's charge for the \"Contract Campaign.\"</p>\n<p></p>\n<h2>B. NYSUT Lobbying</h2>\n<p>Plaintiff also objects to PSC's charge for \"lobbying and legislative activities with respect to work-related issues\" conducted by its state affiliate, NYSUT. PSC apportioned NYSUT lobbying as 63.7% chargeable to dissenters and 36.3% nonchargeable. In its August 1, 2008 order, the District Court observed that defendant \"did not do a good job of establishing what... NYSUT did behind the scenes to support PSC,\" <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *19, but nevertheless upheld the charge on the theory that <i>Lehnert</i> did not \"preclude... charges [for lobbying] as a matter of law\" and required only \"`some indication that the payment is for services that may ultimately inure to benefit of the members of local union,'\" <i>id.</i> at *20-21 (citing <i>Lehnert,</i> 500 U.S. at 522-24).</p>\n<p>Plaintiff maintains that PSC may charge him for NYSUT's lobbying \"only if NYSUT lobbied the state legislature to ratify or implement PSC's collective bargaining agreement.\" Appellant's Br. 21-22. For the reasons stated in Section A, <i>ante,</i> we again reject plaintiff's contention that, under <i>Lehnert,</i> unions may charge dissenters only for political activity directed at the legislature and related to the implementation or ratification of an existing agreement. However, our analysis does not end here because plaintiff's challenge to PSC's charge for NYSUT lobbying requires us to consider the circumstances under which a local union may charge dissenters for the political activity of a \"parent\" union.</p>\n<p>The Supreme Court in <i>Lehnert</i> did not directly address whether a dissenter's local agency fee could be used to subsidize lobbying activities by a parent union. However, the Court held that local unions may constitutionally charge dissenters a <i>pro rata</i> share of dues paid by a local union to a parent union. <i>Lehnert,</i> 500 U.S. at 524. The Court explained that such charges were constitutionally permissible because \"[t]he essence of the affiliation relationship is the notion that the parent will bring to bear its often considerable economic, political, and informational resources when the local is in need of them.\" <i>Id.</i> at 523. In order to sustain a charge for dues to an affiliate, the union need not demonstrate that the affiliate's expenditure of dues resulted in a \"direct and tangible impact\" on the dissenter's unit. <i>Id.</i> at 524. Nor must the dues \"actually [be] expended on [the local] unit in any particular membership year.\" <i>Id.</i> at 523. However, \"[t]here must be some indication that the payment is for services that may ultimately inure to the benefit of the members of the local union by virtue of their membership in the parent organization.\" <i>Id.</i> at 524.</p>\n<p>In light of the Supreme Court's holdings in <i>Lehnert</i> that (1) a union's political activity may be charged to dissenters if it is \"`germane' to collective-bargaining activity,\" <i>id.</i> at 519, and (2) a local union may charge dissenters for dues paid to a parent union, <i>see id.</i> at 524, we now hold that a dissenter's agency fee may be used to subsidize the lobbying expenses of a parent union where those lobbying expenses are related to collective bargaining and may ultimately inure to the benefit of the <i>local</i> union, <i>see id.</i> at 522 (\"While we consistently have looked to whether nonideological expenses are germane to collective bargaining, we have never interpreted that test to require a direct relationship between the expense at issue and some tangible benefit to the dissenters' bargaining unit.\" (internal quotation marks and citation omitted)). In our view, permitting such charges does \"not significantly add to the burdening of free speech that is inherent in the allowance of an agency or union shop.\" <i>Id.</i> at 519; <i>see also id.</i> at 517 (\"[A]n employee's free speech rights are not unconstitutionally burdened because the employee opposes positions taken by a union in its capacity as collective-bargaining representative.\"). Of course, dissenters may not be charged for ideological or other lobbying not related to collective bargaining; and, as with all other expenses, the union bears the burden of demonstrating \"the proportion of chargeable expenses to total expenses.\" <i>Id.</i> at 524.<sup>[3]</sup></p>\n<p>We agree with plaintiff that the record does not support the District Court's decision to uphold PSC's charge for NYSUT lobbying. The undisputed evidence before the District Court demonstrated that NYSUT's \"lobbying activities that concerned the ratification of or fiscal appropriations for a PSC/CUNY collective bargaining agreement\" consisted principally of a \"few phone calls.\" J.A. 69 (Third Am. Compl. Ex. 6). PSC offered no other evidence that NYSUT engaged in other lobbying that was related to collective bargaining and might inure to the benefit of PSC members. Further, even if we assume for the sake of argument that PSC demonstrated that NYSUT lobbying was germane to collective bargaining and would ultimately inure to the benefit of PSC members, we cannot affirm the District Court's holding because PSC produced no evidence to meet its burden of demonstrating the \"proportion of chargeable expenses to total expenses.\" <i>Lehnert,</i> 500 U.S. at 524. Accordingly, we hold that the District Court erred in upholding PSC's charges for NYSUT lobbying expenditures. On remand, the District Court should develop the record to consider whether PSC properly apportioned charges for those expenses.</p>\n<p></p>\n<h2>C. NYSUT Convention Costs</h2>\n<p>Dissenters were required to pay a <i>pro rata</i> share of one-hundred percent of the cost of sending PSC delegates to the annual convention of NYSUT, and the District Court upheld the charge, notwithstanding plaintiff's contentions that \"(1) [PSC's] own documents show (or concede) that at least some of [the convention's] content is affirmatively unrelated to bargaining or representational strategies; and (2) [PSC] did not produce or cite any evidence showing their chargeability in any amount.\" <i>Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *32-33. Plaintiff argues that the convention at issueNYSUT's Representative Assemblywas, in part, political, and therefore the costs of sending PSC delegates to the convention should be apportioned so that plaintiff is not forced to subsidize ideological activity.</p>\n<p>In evaluating whether a local union may charge dissenters for costs incurred by the local union to defray the costs of a national affiliate's convention, the Supreme Court in <i>Ellis v. Brotherhood of Railway Clerks</i> considered whether the expenses \"involve[d] additional interference with the First Amendment interests of objecting employees, and, if so, whether [the expenses were] nonetheless adequately supported by a governmental interest.\" <span class=\"citation\" data-id=\"111161\"><a href=\"/opinion/111161/ellis-v-railway-clerks/\"><span class=\"volume\">466</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">435</span></a></span>, 456 (1984). Under this analysis, a union may charge dissenters a <i>pro rata</i> share for the costs of a convention that were \"relat[ed] to the work of the union in the realm of collective bargaining\" because such a convention would have imposed \"little additional infringement of First Amendment rights beyond that already accepted [as a result of the agency shop arrangement], and none that is not justified by the governmental interests behind the union shop itself.\" <i>Id.</i> Similarly, the Supreme Court in <i>Lehnert</i> held that dissenters \"may [be] require[d]... to subsidize the participation in [affiliate conventions] of delegates from the local.\" 500 U.S. at 530. The Court explained that the First Amendment did not require a local union to demonstrate that \"the conventions were... solely devoted to the activities of the [local union],\" in part because \"participation by members of the local in the formal activities of the parent is likely to be an important benefit of affiliation.\" <i>Id.</i></p>\n<p>In this action, the District Court reasoned that the Supreme Court's holding in <i>Lehnert</i> squarely foreclosed plaintiff's argument. <i>See Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *33. However, the record before us suggests that, unlike the conventions at issue in <i>Ellis</i> and <i>Lehnert,</i> the Representative Assembly was not entirely \"relat[ed] to the work of the union in the realm of collective bargaining,\" <i>Ellis,</i> 466 U.S. at 456 (internal quotation marks omitted), and had at least a small political component that may have imposed an additional burden on plaintiff's First Amendment rights. In particular, plaintiff submitted to the District Court the minutes of a PSC Executive Committee meeting at which members of the Committee referred to PSC's delegates to the Representative Assembly as a \"political caucus.\" J.A. 72 (Third Am. Compl. Ex. 8). The PSC Executive Committee also characterized the convention as a \"political event\" that featured a union-sponsored \"Anti-War resolution\" and discussions of \"affirmative action\" and \"lobbying on the Hill.\" <i>Id.</i> PSC has not disputed the accuracy of these Committee minutes, and it has also not submitted evidence of the extent to which the convention involved political activity related to collective bargaining.</p>\n<p>On this record, we cannot conclude that PSC has met its \"burden of proving the proportion of chargeable expenses to total expenses\" for the NYSUT Convention charges. <i>Lehnert,</i> 500 U.S. at 524. Accordingly, we hold that the District Court erred in upholding the charge. On remand, the District Court should develop the record to examine more closely the work and activities of the Representative Assembly. If the amount or degree of political activity at the convention was more than <i>de minimis</i> in relation to the nonpolitical activity, or if the political activity otherwise imposed an additional burden on plaintiff's First Amendment rights that was not adequately supported by a governmental interest, then the charge must be apportioned to reflect the relative breakdown of political activity versus nonpolitical activity. If, on the other hand, PSC can demonstrate that the political activity was <i>de minimis</i> or was adequately supported by a governmental interest, then the full charge must be upheld. <i>Cf. id.</i> at 530.</p>\n<p></p>\n<h2>D. PSC Employee Salaries</h2>\n<p>The District Court upheld PSC's apportionment of the salary expenses of union employees as ninety-five percent chargeable to dissenters. <i>Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *35-36. Plaintiff argues that the District Court's holding is inconsistent with Supreme Court case law and the District Court's own prior holdings that many of the activities performed by PSC employees, such as various \"public relations\" efforts, could not be charged to plaintiff. <i>See Seidemann III,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">29405</span></span>, at *26-29. Plaintiff cites several tasks performed by PSC employees that, in his view, were not chargeable because they were political in nature and not related to collective bargaining. For example, plaintiff submitted to the District Court an email from defendant Bowen, president of PSC, in which Bowen stated that she had been working with \"a wide range of immigrant and community groups\" on behalf of PSC \"to address CUNY's decision to impose... out-of-state tuition on undocumented students.\" J.A. 73 (Third Am. Compl. Ex. 9). In the same email, Bowen noted that she and other PSC officers were \"investigating legislative, legal, and political ways to address the issue.\" <i>Id.</i> Other documents submitted by plaintiff suggest that PSC staff members participated in \"phone calls to get members to call Republican Senators,\" \"picketing,\" and a \"State budget lobbying push.\" J.A. 71 (Third Am. Compl. Ex. 7). The documents also indicate that dissenters were charged for one-hundred percent of \"the cost of work activities concerning state and municipal budgets.\" J.A. 68 (Third Am. Compl. Ex. 6).</p>\n<p>A local union's charges for the salaries of union employees are not exempt from the general rule that a union seeking to charge a dissenter for a <i>pro rata</i> share of its expenses bears the burden of establishing their chargeability and the proportion of chargeable expenses to overall expenditures. <i>Cf. </i><i>Hudson,</i> 475 U.S. at 306 (\"Since the unions possess the facts and records from which the proportion of political to total union expenditures can reasonably be calculated, basic considerations of fairness compel that they, not the individual employees, bear the burden of proving such proportion.\" (internal quotation marks omitted)). PSC does not dispute that it was obligated to apportion expenditures for salariesindeed, it has already apportioned thembut it has offered no evidence tending to demonstrate that an apportionment of ninety-five percent accurately reflects the proportion of chargeable work to total work done by PSC employees. For example, PSC did not submit to the District Court evidence of its employees' allocation of time between political and nonpolitical activity. Rather, PSC maintained before the District Court simply that dissenters \"have an obligation to help defray the salary costs borne by the union notwithstanding that certain tasks performed by salaried personnel may in and of [themselves] involve nonchargeable expenditures. The salaries need to be paid whether the nonchargeable expenditures are performed or not.\" J.A. 429-30 (Defs.' Mem. in Opp'n to Pl.'s Mot. for Partial Summ. J.).</p>\n<p>Evidently embracing PSC's theory, the District Court reasoned that PSC employee salaries \"had to be paid regardless of whether some of the employees' time was spent on matters unrelated to collective bargaining.\" <i>Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *36. If anything, this rationale supports the position that salary expenditures are never apportionedif a union's charges for employee salaries could be upheld upon a mere showing that the union (1) employed workers and (2) was required by law to pay them, there would be no reason for unions to charge dissenters less than one-hundred percent of a <i>pro rata</i> share of salary expenditures, regardless of the amount of ideological work undertaken by the union's employees. This question was not before the District Court. Plaintiff's argument was not that PSC failed to apportion salaries; it was, and is, that PSC failed to establish the chargeability of the portion of employee salaries for which it charged him.</p>\n<p>Although \"absolute precision in the calculation of the charge to nonmembers cannot be expected or required,\" <i>Hudson,</i> 475 U.S. at 307 n.18 (internal quotation marks and brackets omitted), a union seeking to charge dissenters a <i>pro rata</i> share of salary expenses must be able to provide evidence that its apportionment of salaries is an appropriate reflection of the proportion of chargeable activities to total activities undertaken by its employees. <i>See id.</i> at 307 (\"An acknowledgment that nonmembers would not be required to pay any part of 5% of the Union's total annual expenditures was not an adequate disclosure of the reasons why they were required to pay their share of 95%.\"). Here, PSC produced no evidence to support its apportionment of union employee salary expenses. Accordingly, we hold that the District Court erred in upholding the charge.</p>\n<p>On remand, the District Court is directed to develop the record to determine whether PSC's apportionment of chargeable salary expenses was, in fact, a fair reflection of chargeable expenses for the years at issue. We do not hold that PSC must produce hourly time-keeping records, and we do not suggest that PSC would need to do so in the future. <i>See id.</i> at 307 n.18 (\"The [u]nion need not provide [dissenters] with an exhaustive and detailed list of all its expenditures....\"). However, PSC must, at the very least, provide the court with some substantiated approximation of its employees' engagement in nonchargeable activity.</p>\n<p></p>\n<h2>E. AFT Media Communications</h2>\n<p>From at least 2002 to 2005, PSC charged dissenters for \"mass and electronic media information services\" undertaken by PSC's national affiliate, AFT. Among other things, these expenses related to AFT's attempts to \"explain [its] positions in educational reform\" on issues including \"class size, modern methods of teaching and school structure.\" J.A. 62 (Third Am. Compl. Ex. 5). Before the District Court, plaintiff argued that these communications were not germane to collective bargaining and therefore not chargeable. However, neither the court's order of April 10, 2008, nor its order of August 1, 2008, considered whether AFT's communications expenditures were chargeable to plaintiff and other PSC dissenters. Rather, the court concluded in its August 1, 2008 order that plaintiff's specific claim relating to AFT media communications was beyond the scope of his third amended complaint. <i>See Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *16-17. The court reasoned that plaintiff's third amended complaint referred only to media communications charges listed in AFT's 2005 financial statement but that the complaint was objecting to fees charged from 2002 to 2004.</p>\n<p>On appeal, plaintiff argues that the District Court erred in not considering the merits of his claim. Further, he \"respectfully requests from this Court a ruling as a matter of law that, <i>in any year,</i>... PSC may not charge him for AFT's media communications on `educational reform' in the public school system.\" Appellant's Br. 17 (emphasis in original).</p>\n<p>We agree with plaintiff that AFT's media communications charges for 2002 were properly before the District Court and that the issue should have been considered on the merits. Plaintiff's third amended complaint, which he filed while proceeding <i>pro se, see </i><i>Sealed Plaintiff v. Sealed Defendant,</i> <span class=\"citation\" data-id=\"1451766\"><a href=\"/opinion/1451766/sealed-v-sealed-1/\"><span class=\"volume\">537</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">185</span></a></span>, 191 (2d Cir. 2008) (noting that \"when [a] plaintiff proceeds <i>pro se,</i>... a court is obliged to construe his pleadings liberally\" (alterations in original)), challenged \"[c]onstitutionally impermissible charges for media services... to explain the AFT positions in educational reform,\" J.A. 30 (Third Am. Compl.). Plaintiff also attached to the complaint a relevant portion of AFT's expense report for 2002. J.A. 60-63 (Third Am. Compl. Ex. 5). Similarly, in his <i>pro se</i> motion for summary judgment, plaintiff argued that the AFT media communications were \"non-chargeable\" and cited the same portion of the same 2002 expense report. J.A. 98-99 (Pl.'s Mem. in Supp. of Pl.'s Mot. for Summ. J.).</p>\n<p>The challenges plaintiff raised against PSC's charges for AFT media communications between 2003 and 2005 were also properly before the District Court and should have been decided on the merits. Pursuant to an order of the District Court, which stated that, \"[s]ubject to objection, counsel may attach to their supporting affidavits additional documents pertinent to the motion [for summary judgment] which are not in the record on file with the Court,\" J.A. 254 (Order of Oct. 1, 2007), plaintiff submitted records of PSC's charges to dissenters from 2003 through 2005, <i>see</i> J.A. 275-96 (Leahey Aff. Exs. 3-5). PSC failed to object to plaintiff's submission as being beyond the scope of plaintiff's third amended complaint. In fact, PSC itself supplemented the record with the same documents. <i>See</i> J.A. 378-415 (Callagy Aff. Ex. 2).</p>\n<p>Accordingly, we hold that the District Court erred in dismissing plaintiff's challenge to PSC's charges for AFT media communications. On remand, the court should determine which, if any, AFT communications expenditures were chargeable to plaintiff from the years 2002 through 2005. The court should also address, in the first instance, plaintiff's request for prospective relief regarding AFT media communications pertaining to \"educational reform.\"</p>\n<p></p>\n<h2>F. Arbitration</h2>\n<p>The District Court held, <i>sua sponte,</i> that \"[a]s to future chargeability disputes, plaintiff[`s] remedy and avenue of redress is arbitration.\" <i>Seidemann IV,</i> <span class=\"citation no-link\"><span class=\"volume\">2008</span> <span class=\"reporter\">U.S. Dist. LEXIS</span> <span class=\"page\">58625</span></span>, at *13. This holding was error. A dissenter has the right, but not the obligation, to pursue arbitration under the union's internal procedures before availing himself of the courts. <i>See </i><i>Air Line Pilots Ass'n v. Miller,</i> <span class=\"citation\" data-id=\"118215\"><a href=\"/opinion/118215/air-line-pilots-v-miller/\"><span class=\"volume\">523</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">866</span></a></span>, 876-77 (1998). Plaintiff, who by right is not a member of PSC and has not entered into an agreement with the union to pursue claims by arbitration, need not endeavor to vindicate his First Amendment rights through the union's arbitration process.</p>\n<p></p>\n<h2>CONCLUSION</h2>\n<p>To summarize: We hold that</p>\n<p>(1) A public-sector union's political activities aimed at securing a new contract may be chargeable if they are pertinent to the union's duties as a collective bargaining representative and do not otherwise significantly add to the burden on dissenters' right to free speech;</p>\n<p>(2) A union may charge dissenters a <i>pro rata</i> share of an affiliate union's lobbying expenses if those lobbying expenses are related to collective bargaining and may ultimately inure to the benefit of the local union;</p>\n<p>(3) The District Court erred in upholding PSC's apportionment of charges for</p>\n<blockquote>(a) the \"Contract Campaign;</blockquote>\n<blockquote>(b) lobbying by NYSUT;</blockquote>\n<blockquote>(c) convention costs for NYSUT's Representative Assembly;</blockquote>\n<blockquote>(d) PSC employees' salaries;</blockquote>\n<p>(4) The District Court erred in holding that plaintiff's challenge to PSC's charges for AFT media communications for the years of 2002 through 2005 was not properly before it; and</p>\n<p>(5) The District Court erred in holding, <i>sua sponte,</i> that plaintiff would be required to arbitrate future claims against PSC.</p>\n<p>For reasons stated above, the August 4, 2008 judgment of the District Court is VACATED insofar as it upheld PSC's apportionment of charges for (a) the Contract Campaign, (b) lobbying by NYSUT, (c) convention costs for NYSUT's Representative Assembly, and (d) PSC employees' salaries, and VACATED insofar as it dismissed plaintiff's challenge to PSC's charges for AFT media communications. The August 4, 2008 judgment of the District Court is REVERSED insofar as the District Court held that plaintiff must pursue future claims against PSC in arbitration. The cause is REMANDED for proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  Pursuant to 28 U.S.C. § 636(c)(1), \"[u]pon the consent of the parties, a full-time United States magistrate judge... may conduct any or all proceedings in a jury or nonjury civil matter.\" The parties in this case consented to adjudication by Magistrate Judge Bloom.</p>\n<p>[2]  The Court thanks <i>pro bono</i> counsel for undertaking this assignment in the public interest.</p>\n<p>[3]  We intimate no view as to whether the Supreme Court's recent decision in <i>Locke v. Karass,</i> <span class=\"citation\" data-id=\"145919\"><a href=\"/opinion/145919/locke-v-karass/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">798</span></a></span> (2009), applies in cases in which a dissenter has challenged the chargeability of <i>lobbying</i> expenses incurred by a parent union. In <i>Locke,</i> the Court held that a local union may charge dissenters a portion of \"an affiliation fee that the local union pays to its national union organization... [that is] use[d] to pay for <i>litigation</i> expenses incurred in large part on behalf of <i>other</i> local units.\" <i>Id.</i> at 801-02 (some emphasis added). The Court reasoned that such expenses may be charged to dissenters \"if (1) the subject matter of the national litigation bears an appropriate relation to collective bargaining and (2) the arrangement is reciprocalthat is, the local's payment to the national affiliate is for `services that may ultimately inure to the benefit of the members of the local union by virtue of their membership in the parent organization.'\" <i>Id.</i> at 806 (quoting <i>Lehnert,</i> 500 U.S. at 524). Even if we assume that the rule in <i>Locke</i> could apply to lobbying by an affiliate union, it is inapposite in this case because there is no indication in the record before us that PSC has charged dissenters for NYSUT lobbying undertaken specifically on behalf of <i>another</i> local unit.</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2694/",
    "http://www.courtlistener.com/api/rest/v3/opinions/109661/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111161/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111609/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112607/",
    "http://www.courtlistener.com/api/rest/v3/opinions/118215/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145716/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1198869/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1427526/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1451766/"
  ]
}