{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2521/",
  "absolute_url": "/opinion/2521/in-re-tender-loving-care-health-services-inc/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2521/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:47:10Z",
  "date_modified": "2017-03-24T00:15:27.859519Z",
  "type": "010combined",
  "sha1": "87ebeaf13d217770aa289fdb27bd7946eccad9d3",
  "page_count": 10,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/116/doc/07-4641-bk_opn.pdf",
  "local_path": "pdf/2009/03/26/a_DSMP_Holdings_.pdf",
  "plain_text": "07-4641-bk\nIn re: Tender Loving Care Health Care Services, Inc. n/k/a DSM P Holdings, Inc.\n\n\n                          UNITED STATES COURT OF APPEALS\n                               FOR THE SECOND CIRCUIT\n                                         _____________________\n\n\n                                             August Term, 2008\n\n(Argued: September 23, 2008                                                       Decided: March 26, 2009)\n\n                                           Docket No. 07-4641-bk\n\n                                         _____________________\n\n\n\n                  IN RE: TENDER LOVING CARE HEALTH SERVICES, INC.\n                               N/K/A DSMP HOLDINGS, INC.\n                 ______________________________________________________\n\n\n                                    ROGER JACKSON PLEASANT,\n\n                                                             Appellant,\n\n                                                        v.\n\n                                       TLC LIQUIDATION TRUST,\n\n                                                             Appellee.\n\n                                        _______________________\n\nBefore: WESLEY, HALL, and GIBSON,1 Circuit Judges.\n\n        Appeal from the September 26, 2007 judgment of the United States District Court for the\n\nEastern District of New York (Bianco, J.) affirming the United States Bankruptcy Court’s order\n\n        1\n          The Honorable John R. Gibson, United States Court of Appeals for the 8th Circuit,\nsitting by designation.\n\n                                                        1\n\fdenying Appellant’s motion to compel payment on a claim and granting the cross-motion of the\n\nDebtors’ successor, Appellee TLC Liquidation Trust, for reconsideration of allowance of the\n\nclaim. We hold that when a bankruptcy court allows a claim after the debtor has objected to it,\n\nthe claim has not been “entered without a contest” under Federal Rule of Bankruptcy Procedure\n\n9024. The fact that the parties have settled their dispute over the claim without additional court\n\nproceedings to decide the merits of the claim does not change this analysis. As a result, pursuant\n\nto Rule 9024, there is a one-year limit within which to file a motion for reconsideration of such a\n\nclaim. Because that time limit had expired for bringing the motion to reconsider the claim at\n\nissue, we REVERSE and REMAND.\n\n                                   ________________________\n\n               MICHAEL L. SCHEIN (Michael G. Davies, on the brief), Vedder Price P.C., New\n               York, New York, for Appellant.\n\n               DOUGLAS W. HENKIN (Diana Paraguacuto-Maheo and Fred Neufeld, on the brief),\n               Milbank, Tweed, Hadley & McCloy, LLP, New York, New York, for Appellee.\n                                ________________________\nPER CURIAM :\n\n       Appellant Roger Jackson Pleasant (“Pleasant”) appeals from the September 26, 2007\n\njudgment of the United States District Court for the Eastern District of New York (Bianco, J.)\n\naffirming the United States Bankruptcy Court’s order denying Pleasant’s motion to compel\n\npayment on a claim and granting the cross-motion of TLC Liquidation Trust (the “Trust”) for\n\nreconsideration of allowance of the claim. The district court determined that the bankruptcy\n\ncourt had not erred when it decided that the claim had been “entered without a contest” and that,\n\nas a result, the motion for reconsideration of the claim was not subject to the time restrictions of\n\n\n\n\n                                                  2\n\fRule 9024 of the Federal Rules of Bankruptcy Procedure (“Rule 9024”).2 The district court then\n\naffirmed the bankruptcy court's determination that the Trust’s motion for reconsideration should\n\nbe granted for “cause” under 11 U.S.C. § 502(j) on the basis that Pleasant’s claim included\n\nunmatured post-petition interest on an unsecured pre-petition claim. Because the Debtors\n\ninitially filed an objection to Pleasant’s claim in the bankruptcy proceedings, we hold that\n\nPleasant’s claim was not “entered without a contest” even though the parties negotiated a\n\nsettlement and the bankruptcy court’s involvement was limited to entering an order approving it.\n\nFor that reason the Trust’s motion is subject to Rule 9024’s one-year time limit for motions to\n\nreconsider. Because it was untimely, we REVERSE and REMAND for further proceedings\n\nconsistent with this opinion.\n\n                                           Background\n\n       On November 8, 2002, Tender Loving Care Health Care Services, Inc. (“TLC”) and\n\ncertain subsidiaries (collectively, “Debtors”) filed for Chapter 11 bankruptcy. Prior to declaring\n\nbankruptcy, the Debtors had entered into a promissory note in August 1995 agreeing to pay\n\nPleasant $1,588,981.00, plus interest from the date of execution, due and payable on September\n\n1, 2010. The promissory note provided that “[i]n the event of . . . default in payment of any\n\ninstallment of principal or interest hereof as the same becomes due . . . the Holder may without\n\nfurther notice, declare the remainder of the principal sum, together with all interest accrued\n\nthereon and all interest which will accrue during the remainder of the balance of the term of this\n\nNote, at once due and payable.”\n\n       Based upon the promissory note, Pleasant filed a timely proof of a general unsecured\n\n\n       2\n           Hereinafter, “Rule” refers to a “Federal Rule of Bankruptcy Procedure.”\n\n                                                 3\n\fclaim in Debtors’ bankruptcy proceeding. This claim, No. 1015 (“Claim 1015”), was made in\n\nthe amount of $1,975,000.3 As part of their Ninth Omnibus Objection to Claims, Debtors\n\nobjected to the claim, contending that it should be reduced to the amount of $1,435,791.18.\n\nDebtors identified Claim 1015 as one of six claims to which “debtors object[ed] . . . because the\n\namounts listed on each Claim [were] greater than the amounts reflected on the Debtors’ books\n\nand records as due and owing to that claimant.”\n\n       Pleasant was served with notice of the objection to the claim, as well as notice of the\n\nhearing at which the bankruptcy court would address that objection. Settlement negotiations\n\ntook place, and Debtors agreed to adjourn the hearing involving Claim 1015 until a later date\n\nthan was originally noticed. The court then ordered that the hearing would be held on November\n\n22, 2004. At that hearing, Debtors’ counsel represented to the bankruptcy court that Debtors and\n\nPleasant had reached an agreement with respect to Pleasant’s claims related to the “ninth\n\nomnibus objection to certain notes payable claimed” and that Debtors’ counsel would be\n\nsubmitting an order to the court reflecting that agreement. The court entered the order on\n\nDecember 1, 2004, which included the allowance of Claim 1015 in the reduced amount of\n\n$1,788,400.\n\n       On December 20, 2004, the bankruptcy court entered an order confirming the Third\n\nAmended Joint Plan of Liquidation of the Debtors dated September 8, 2004, as modified.\n\nPursuant to that plan, the TLC Liquidation Trust was created by agreement. By the terms of the\n\nagreement, FTI Consulting, Inc. was appointed as the trustee (the “Trustee”). The agreement\n\n\n\n       3\n         Pleasant filed additional claims relating to the bankruptcy, but they are not at issue in\nthis appeal.\n\n                                                  4\n\fspecifically provided that the Trustee:\n\n       shall be the successor-in-interest to the Debtors with respect to any action which\n       was or could have been commenced by the Debtors prior to the Effective Date\n       which constitutes a Cause of Action which is a Trust Asset and shall be deemed\n       substituted for the same as the party in such litigation.\n\n       The Trustee made a determination that when Claim 1015 was settled for $1,788,400, the\n\namount included post-petition interest, contrary to the bankruptcy code. See 11 U.S.C. §\n\n502(b)(2). Accordingly, in June 2006, the Trustee paid Pleasant $1,680,662 with respect to the\n\nclaim on the basis that it was the correct amount outstanding and permitted by the Code. By\n\nletter at that time, the Trustee gave Pleasant a final accounting, stating that Pleasant was not\n\nentitled to any additional payments on the claim.\n\n       In July 2006, Pleasant filed a motion to compel full payment of its claim, which the\n\nTrustee subsequently opposed on behalf of the Trust. The bankruptcy court denied Pleasant’s\n\nmotion and, reading the Trust’s opposition papers as a cross-motion for reconsideration and\n\nreduction of the claim, granted that cross-motion and determined that the amounts already paid\n\non the claim were proper. See In re Tender Loving Health Care Servs., Inc., No. 02-88020-SB,\n\nslip op. at 4 (Bankr. E.D.N.Y. Aug. 31, 2006). The bankruptcy court decided that it could\n\nreconsider the claim, pursuant to 11 U.S.C. §502(j) (“A claim that has been allowed or\n\ndisallowed may be reconsidered for cause”), on the grounds of mistake of law or fact. See id. at\n\n2. The court stated that “it is indisputable that this claim is materially and erroneously\n\noverstated.” Id. at 3.\n\n       The bankruptcy court further held that the claim was not time barred by Rule 9024. Id.\n\nRule 9024 states that:\n\n\n\n                                                  5\n\f       Rule 60 F.R.Civ.P. applies in cases under the Code except that (1) a motion to reopen\n       a case under the Code or for the reconsideration of an order allowing or disallowing\n       a claim against the estate entered without a contest is not subject to the one year\n       limitation prescribed in Rule 60(c) . . . .\n\nThe bankruptcy court wrote that the Rule’s one-year limitation was not applicable here because\n\nthe claim was allowed without a contest. See In re Tender Loving Health Care Servs., Inc., No.\n\n02-88020-SB, slip op. at 3. It explained that:\n\n       While the debtors filed an objection to the Claim, a reply to the objection was never\n       filed because the parties to the objection were already discussing a settlement at the\n       time the objection was filed. The Court subsequently entered an Order allowing and\n       reducing certain portions of the Claim without ever hearing or considering the\n       objection, based on the parties’ settlement. Under these circumstances, the claim was\n       allowed in the amounts allowed without a contest.\nId.\n\n       Pleasant subsequently appealed to the district court, which affirmed the decision of the\n\nbankruptcy court. See In re Tender Loving Health Care Servs., Inc., 377 B.R. 798, 808\n\n(E.D.N.Y. 2007). The district court held that the bankruptcy court did not err in its determination\n\nthat the claim had been “entered without a contest,” and that, as a result, the motion for\n\nreconsideration was not subject to the time restrictions of Rule 9024. See id. at 805. It affirmed\n\nthe bankruptcy court's decision that the Trust’s motion for reconsideration could be granted for\n\n“cause” under 11 U.S.C. § 502(j) because Pleasant’s claim included unmatured post-petition\n\ninterest on an unsecured pre-petition claim. See id. at 806-07.\n\n                                            Discussion\n\n       This court exercises plenary review over a district court’s affirmance of a bankruptcy\n\ncourt’s decision. AppliedTheory Corp. v. Halifax Fund, L.P. (In re AppliedTheory Corp.), 493\n\nF.3d 82, 85 (2d Cir. 2007). “We review the bankruptcy court’s conclusions of law de novo and\n\n\n\n                                                 6\n\fits findings of fact for clear error.” Id. (citation omitted).\n\n        A question of law is central to this appeal. Pleasant argues that because the claim at issue\n\nwas objected to by Debtors, it was not “entered without a contest” under Rule 9024, and it is thus\n\nsubject to the one-year time limitation for bringing motions for reconsideration. In contrast, the\n\nTrust argues that because Pleasant never filed an opposition in the bankruptcy court to Debtors’\n\nobjection and “the objection was resolved by the parties without the Bankruptcy Court’s\n\nintervention,” the claim was “entered without a contest” and is not subject to the one-year time\n\nlimitation. We must decide the following question: if a claim is allowed by a bankruptcy court\n\nafter the debtor has objected to it, but the parties have settled their dispute over the claim without\n\nadditional court proceedings to decide the merits of the claim, is the claim “entered without a\n\ncontest” under Rule 9024?\n\n        Under Federal Rule of Civil Procedure 60(c), a motion for relief from a final order on the\n\ngrounds of mistake must be made “no more than a year after the entry of the judgment or order or\n\nthe date of the proceeding.” 4 Rule 9024 incorporates the one-year time limitation of Rule 60(c)\n\nbut provides an exception to the limitation for, inter alia, a motion to reconsider an order\n\nallowing a claim that has been “entered without a contest.”\n\n        Rule 9024 does not itself define what it means to be “entered without a contest;” we look\n\nto other references in the Federal Rules of Bankruptcy Procedure to make this determination.\n\nRule 9014 addresses “contested matters.” It provides that “[i]n a contested matter not otherwise\n\ngoverned by these rules, relief shall be requested by motion, and reasonable notice and\n\n\n        4\n         Fed. R. Civ. P. 60 was amended in 2007 to the extent that this language, which was\nformerly found in Fed. R. Civ. P. 60(b), is now located in Fed. R. Civ. P. 60(c). The Federal\nRules of Bankruptcy Procedure were amended accordingly.\n\n                                                    7\n\fopportunity for hearing shall be afforded the party against whom relief is sought. No response is\n\nrequired under this rule unless the court directs otherwise.” FED . R. BANKR. P. 9014 (emphases\n\nadded). The Advisory Committee Notes that accompany this rule explain that “the filing of an\n\nobjection to a proof of claim . . . creates a dispute which is a contested matter.” FED . R. BANKR.\n\nP. 9014 advisory committee’s note. Further, the Advisory Committee Notes to Rule 3007 on\n\n“objections to claims” provide that, “[t]he contested matter initiated by an objection to a claim is\n\ngoverned by Rule 9014.” FED . R. BANKR.P. 3007 advisory committee’s note. Interpreting the\n\nphrase “entered without a contest” in light of the guidance provided by these Rules and Notes,\n\nwe hold that when a debtor files an objection to a claim, the objection has initiated a contested\n\nmatter. Thus, when thereafter resolved, the claim cannot be held to have been “entered without a\n\ncontest.” 5\n\n        The Trust argues that In re Willoughby, 324 B.R. 66 (Bankr. S.D. Ind. 2005) supports its\n\nview of the Rule. That case, however, does not address the issue presented here—whether a\n\nclaim is entered “without a contest” when the claimant files a proof of claim and the debtor files\n\nan objection to it. There is no indication in Willoughby that the debtor filed an objection to the\n\n\n\n        5\n          We note that bankruptcy courts within this Circuit have discussed contested matters in\nsimilar contexts. See In re Woodward & Lothrop Holdings, Inc., 205 B.R. 365, 370 n. 5 (Bankr.\nS.D.N.Y. 1997) (“the objection — and not the filing of the claim — initiates the contested\nmatter”); In re Tesmetges, 87 B.R. 263, 269 (Bankr. E.D.N.Y. 1988) (“Bankruptcy Rule 3007\ndealing with objections to claims specifically provides that contested matters initiated by an\nobjection to a claim are governed by Rule 9014”). In addition, bankruptcy courts in other circuits\nhave determined that there was a “contest” in similar circumstances. See In re Harbor Fin.\nGroup, Inc., 303 B.R. 124, 136 (Bankr. N.D. Tex. 2003) (holding that where a claim was\nobjected to and settled, it was contested such that Rule 9024’s one-year limitation was\napplicable); In re Wyatt, 368 B.R. 99, 103-04 (Bankr. D.N.H. 2007) (“a contest, for purposes of\nBankruptcy Rule 9024, arose upon [the creditor’s] receipt of notice of the Debtor's objection and\nnotice of the hearing.”).\n\n                                                 8\n\fclaimant’s proof of claim. See id. Rather, the issue considered by the court in Willoughby was\n\nwhether a claimant filing an objection to a bankruptcy plan rendered the claimant’s proof of\n\nclaim in those proceedings subject to a contest. See id. at 72. Although the Willoughby court\n\nruled that the claimant’s objection to the plan did not place the claimant’s proof of claim in\n\ncontest, the ruling is of no guidance on the issue before this court. The critical factor in our Rule\n\n9024 analysis is that the claimant filed a proof of claim and the Debtors filed an objection to it. It\n\nwas the Debtors’ filed objection that triggered the contest.\n\n       In a footnote, the Trust also cites the court to In re Colley, 814 F.2d 1008 (5th Cir. 1987),\n\nin support of its contention that the “one-year limitation is applicable only when the parties have\n\nactually litigated an objection to a proof of claim.” Like Willoughby, Colley also did not address\n\nthe question before us. In fact, it is difficult to divine why Colley would be relevant to this\n\nappeal. At most, the court there seemed to indicate the obvious—that under Rule 9024 a proof of\n\nclaim that has “in fact been litigated” in a trial on the merits is contested. Id. at 1010. Colley,\n\nhowever, does not hold, or even hint, that it is required that a claim have been litigated in a trial\n\non the merits in order to be considered subject to a contest.\n\n       Attempting to side step the one-year time constraint, the Trust further argues that there is\n\n“cause” to rectify an improper claim and that 11 U.S.C. § 502(j)’s grant of authority to consider\n\nmotions for reconsideration for cause cannot be restricted by the Federal Rules of Bankruptcy\n\nProcedure. This argument is also unavailing. While § 502(j) provides that “[a] claim that has\n\nbeen allowed or disallowed may be reconsidered for cause,” it does not grant a court power to\n\nreconsider a claim at any time. Absent any indication to the contrary, there is no reason that a\n\nmotion to reconsider pursuant to §502(j) should not be governed by the time limit set in Rule\n\n\n                                                  9\n\f9024. Here, the issue is not whether just “cause” exists to correct a substantive mistake but\n\nwhether the procedural mechanism for correcting the mistake was timely invoked. It was not.\n\nThe one-year limitation in Rule 9024 was triggered by the fact that the Trust’s predecessor-in-\n\ninterest filed an objection to the Appellant’s claim. Because the Trust asked the bankruptcy court\n\nfor reconsideration well over one year after the entry of the order allowing the claim, the motion\n\nto reconsider that order was untimely. 6\n\n       In sum, it was error to conclude that Pleasant’s claim was “entered without a contest”\n\nwhen the Debtors had objected to the claim, even though the parties had settled their dispute over\n\nthe claim without additional court proceedings to decide its merits. Because Pleasant’s Claim\n\n1015 was not “entered without a contest” and because the Trust’s motion for reconsideration was\n\nnot filed within one year after the order allowing that claim, it was not properly subject to\n\nreconsideration under Rule 9024.\n\n                                            Conclusion\n\n       The judgment of the district court is REVERSED. The case is REMANDED with\n\ndirections to enter judgment for Pleasant and to REMAND to the bankruptcy court for further\n\nproceedings consistent with this opinion.\n\n\n       6\n          We also observe that if we were to accept the Trust’s rationale and hold that claims\nsubject to filed objections and later settled by agreement without court intervention are “entered\nwithout a contest,” we would create a significant disincentive to parties settling such disputes\nexcept through the use of court resources. Among other impacts, creditors would have reduced\nincentives to reach agreements with debtors regarding disputed claims when such settlements\ncould be challenged well beyond a year later. As the United States Supreme Court has stated in\nthe context of another time limitation on challenges in bankruptcy proceedings, “Deadlines may\nlead to unwelcome results, but they prompt parties to act and they produce finality.” Taylor v.\nFreeland & Kronz, 503 U.S. 638, 644 (1992) (holding that bankruptcy trustee could not contest\nthe validity of an exemption after the 30-day period provided by Rule 4003(b) had run, despite\nthe fact that the debtor had no colorable basis for claiming the exemption).\n\n                                                 10\n\f",
  "html": "",
  "html_lawbox": "<div>\n<center><b>562 F.3d 158 (2009)</b></center>\n<center><h1>In re TENDER LOVING CARE HEALTH SERVICES, INC. n/k/a DSMP Holdings, Inc.<br>\nRoger Jackson Pleasant, Appellant,<br>\nv.<br>\nTLC Liquidation Trust, Appellee.</h1></center>\n<center>Docket No. 07-4641-bk.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: September 23, 2008.</center>\n<center>Decided: March 26, 2009.</center>\n<p><span class=\"star-pagination\">*159</span> Michael L. Schein (Michael G. Davies, on the brief), Vedder Price P.C., New York, NY, for Appellant.</p>\n<p>Douglas W. Henkin (Diana Paraguacuto-Maheo and Fred Neufeld, on the brief), Milbank, Tweed, Hadley &amp; McCloy, LLP, New York, NY, for Appellee.</p>\n<p>Before: WESLEY, HALL, and GIBSON,<sup>[1]</sup> Circuit Judges.</p>\n<p>PER CURIAM:</p>\n<p>Appellant Roger Jackson Pleasant (\"Pleasant\") appeals from the September 26, 2007 judgment of the United States District Court for the Eastern District of New York (Bianco, <i>J.</i>) affirming the United States Bankruptcy Court's order denying Pleasant's motion to compel payment on a claim and granting the cross-motion of TLC Liquidation Trust (the \"Trust\") for reconsideration of allowance of the claim. The district court determined that the bankruptcy court had not erred when it decided that the claim had been \"entered without a contest\" and that, as a result, the motion for reconsideration of the claim was not subject to the time restrictions of Rule 9024 of the Federal Rules of Bankruptcy Procedure (\"Rule 9024\").<sup>[2]</sup> The district court then affirmed the bankruptcy court's determination that the Trust's motion for reconsideration should be granted for \"cause\" under 11 U.S.C. § 502(j) on the basis that Pleasant's claim included unmatured post-petition interest on an unsecured pre-petition claim. Because the Debtors initially filed an objection to Pleasant's claim in the bankruptcy proceedings, we hold that Pleasant's claim was not \"entered without a contest\" even though the parties negotiated a settlement and the bankruptcy court's involvement was limited to entering an order approving it. For that reason the Trust's motion is subject to Rule 9024's one-year time limit for motions to reconsider. Because it was untimely, we REVERSE and REMAND for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>Background</h2>\n<p>On November 8, 2002, Tender Loving Care Health Care Services, Inc. (\"TLC\") and certain subsidiaries (collectively, \"Debtors\") filed for Chapter 11 bankruptcy. Prior to declaring bankruptcy, the Debtors had entered into a promissory note in August 1995 agreeing to pay Pleasant $1,588,981.00, plus interest from the date of execution, due and payable on September 1, 2010. The promissory note provided that \"[i]n the event of ... default in payment of any installment of principal or interest hereof as the same becomes due... the Holder may without further notice, declare the remainder of the principal sum, together with all interest accrued thereon and all interest which will accrue during the remainder of the balance of the term of this Note, at once due and payable.\"</p>\n<p>Based upon the promissory note, Pleasant filed a timely proof of a general unsecured claim in Debtors' bankruptcy proceeding. This claim, No. 1015 (\"Claim 1015\"), was made in the amount of $1,975,000.<sup>[3]</sup> As part of their Ninth Omnibus Objection to Claims, Debtors objected to the claim, contending that it should be <span class=\"star-pagination\">*160</span> reduced to the amount of $1,435,791.18. Debtors identified Claim 1015 as one of six claims to which \"debtors object[ed] ... because the amounts listed on each Claim [were] greater than the amounts reflected on the Debtors' books and records as due and owing to that claimant.\"</p>\n<p>Pleasant was served with notice of the objection to the claim, as well as notice of the hearing at which the bankruptcy court would address that objection. Settlement negotiations took place, and Debtors agreed to adjourn the hearing involving Claim 1015 until a later date than was originally noticed. The court then ordered that the hearing would be held on November 22, 2004. At that hearing, Debtors' counsel represented to the bankruptcy court that Debtors and Pleasant had reached an agreement with respect to Pleasant's claims related to the \"ninth omnibus objection to certain notes payable claimed\" and that Debtors' counsel would be submitting an order to the court reflecting that agreement. The court entered the order on December 1, 2004, which included the allowance of Claim 1015 in the reduced amount of $1,788,400.</p>\n<p>On December 20, 2004, the bankruptcy court entered an order confirming the Third Amended Joint Plan of Liquidation of the Debtors dated September 8, 2004, as modified. Pursuant to that plan, the TLC Liquidation Trust was created by agreement. By the terms of the agreement, FTI Consulting, Inc. was appointed as the trustee (the \"Trustee\"). The agreement specifically provided that the Trustee:</p>\n<blockquote>shall be the successor-in-interest to the Debtors with respect to any action which was or could have been commenced by the Debtors prior to the Effective Date which constitutes a Cause of Action which is a Trust Asset and shall be deemed substituted for the same as the party in such litigation.</blockquote>\n<p>The Trustee made a determination that when Claim 1015 was settled for $1,788,400, the amount included post-petition interest, contrary to the bankruptcy code. <i>See</i> 11 U.S.C. § 502(b)(2). Accordingly, in June 2006, the Trustee paid Pleasant $1,680,662 with respect to the claim on the basis that it was the correct amount outstanding and permitted by the Code. By letter at that time, the Trustee gave Pleasant a final accounting, stating that Pleasant was not entitled to any additional payments on the claim.</p>\n<p>In July 2006, Pleasant filed a motion to compel full payment of its claim, which the Trustee subsequently opposed on behalf of the Trust. The bankruptcy court denied Pleasant's motion and, reading the Trust's opposition papers as a cross-motion for reconsideration and reduction of the claim, granted that cross-motion and determined that the amounts already paid on the claim were proper. <i>See In re Tender Loving Health Care Servs., Inc.,</i> No. 02-88020-SB, slip op. at 4 (Bankr.E.D.N.Y. Aug. 31, 2006). The bankruptcy court decided that it could reconsider the claim, pursuant to 11 U.S.C. § 502(j) (\"A claim that has been allowed or disallowed may be reconsidered for cause\"), on the grounds of mistake of law or fact. <i>See id.</i> at 2. The court stated that \"it is indisputable that this claim is materially and erroneously overstated.\" <i>Id.</i> at 3.</p>\n<p>The bankruptcy court further held that the claim was not time barred by Rule 9024. <i>Id.</i> Rule 9024 states that:</p>\n<blockquote>Rule 60 F.R.Civ.P. applies in cases under the Code except that (1) a motion to reopen a case under the Code or for the reconsideration of an order allowing or disallowing a claim against the estate entered without a contest is not subject to the one year limitation prescribed in Rule 60(c). ...</blockquote>\n<p><span class=\"star-pagination\">*161</span> The bankruptcy court wrote that the Rule's one-year limitation was not applicable here because the claim was allowed without a contest. <i>See In re Tender Loving Health Care Servs., Inc.,</i> No. 02-88020-SB, slip op. at 3. It explained that:</p>\n<blockquote>While the debtors filed an objection to the Claim, a reply to the objection was never filed because the parties to the objection were already discussing a settlement at the time the objection was filed. The Court subsequently entered an Order allowing and reducing certain portions of the Claim without ever hearing or considering the objection, based on the parties' settlement. Under these circumstances, the claim was allowed in the amounts allowed without a contest.</blockquote>\n<p><i>Id.</i></p>\n<p>Pleasant subsequently appealed to the district court, which affirmed the decision of the bankruptcy court. <i>See </i><i>In re Tender Loving Health Care Servs., Inc.,</i> 377 B.R. 798, 808 (E.D.N.Y.2007). The district court held that the bankruptcy court did not err in its determination that the claim had been \"entered without a contest,\" and that, as a result, the motion for reconsideration was not subject to the time restrictions of Rule 9024. <i>See id.</i> at 805. It affirmed the bankruptcy court's decision that the Trust's motion for reconsideration could be granted for \"cause\" under 11 U.S.C. § 502(j) because Pleasant's claim included unmatured post-petition interest on an unsecured pre-petition claim. <i>See id.</i> at 806-07.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>This court exercises plenary review over a district court's affirmance of a bankruptcy court's decision. <i>AppliedTheory Corp. v. Halifax Fund, L.P. (In re AppliedTheory Corp.</i>), 493 F.3d 82, 85 (2d Cir.2007). \"We review the bankruptcy court's conclusions of law <i>de novo</i> and its findings of fact for clear error.\" <i>Id.</i> (citation omitted).</p>\n<p>A question of law is central to this appeal. Pleasant argues that because the claim at issue was objected to by Debtors, it was not \"entered without a contest\" under Rule 9024, and it is thus subject to the one-year time limitation for bringing motions for reconsideration. In contrast, the Trust argues that because Pleasant never filed an opposition in the bankruptcy court to Debtors' objection and \"the objection was resolved by the parties without the Bankruptcy Court's intervention,\" the claim was \"entered without a contest\" and is not subject to the one-year time limitation. We must decide the following question: if a claim is allowed by a bankruptcy court after the debtor has objected to it, but the parties have settled their dispute over the claim without additional court proceedings to decide the merits of the claim, is the claim \"entered without a contest\" under Rule 9024?</p>\n<p>Under Federal Rule of Civil Procedure 60(c), a motion for relief from a final order on the grounds of mistake must be made \"no more than a year after the entry of the judgment or order or the date of the proceeding.\"<sup>[4]</sup> Rule 9024 incorporates the one-year time limitation of Rule 60(c) but provides an exception to the limitation for, <i>inter alia,</i> a motion to reconsider an order allowing a claim that has been \"entered without a contest.\"</p>\n<p>Rule 9024 does not itself define what it means to be \"entered without a contest;\" we look to other references in the Federal Rules of Bankruptcy Procedure to make <span class=\"star-pagination\">*162</span> this determination. Rule 9014 addresses \"contested matters.\" It provides that \"[i]n a <i>contested matter</i> not otherwise governed by these rules, relief shall be requested by motion, and reasonable notice and opportunity for hearing shall be afforded the party against whom relief is sought. <i>No response is required under this rule unless the court directs otherwise.</i>\" FED. R. BANKR. P. 9014 (emphases added). The Advisory Committee Notes that accompany this rule explain that \"the filing of an objection to a proof of claim ... creates a dispute which is a contested matter.\" FED. R. BANKR.P. 9014 advisory committee's note. Further, the Advisory Committee Notes to Rule 3007 on \"objections to claims\" provide that, \"[t]he contested matter initiated by an objection to a claim is governed by Rule 9014.\" FED. R. BANKR.P. 3007 advisory committee's note. Interpreting the phrase \"entered without a contest\" in light of the guidance provided by these Rules and Notes, we hold that when a debtor files an objection to a claim, the objection has initiated a contested matter. Thus, when thereafter resolved, the claim cannot be held to have been \"entered without a contest.\"<sup>[5]</sup></p>\n<p>The Trust argues that <i>In re Willoughby,</i> 324 B.R. 66 (Bankr.S.D.Ind.2005) supports its view of the Rule. That case, however, does not address the issue presented herewhether a claim is entered \"without a contest\" when the claimant files a proof of claim and the debtor files an objection to it. There is no indication in <i>Willoughby</i> that the debtor filed an objection to the claimant's proof of claim. <i>See id.</i> Rather, the issue considered by the court in <i>Willoughby</i> was whether a claimant filing an objection to a bankruptcy plan rendered the claimant's proof of claim in those proceedings subject to a contest. <i>See id.</i> at 72. Although the <i>Willoughby</i> court ruled that the claimant's objection to the plan did not place the claimant's proof of claim in contest, the ruling is of no guidance on the issue before this court. The critical factor in our Rule 9024 analysis is that the claimant filed a proof of claim and the Debtors filed an objection to it. It was the Debtors' filed objection that triggered the contest.</p>\n<p>In a footnote, the Trust also cites the court to <i>In re Colley,</i> 814 F.2d 1008 (5th Cir.1987), in support of its contention that the \"one-year limitation is applicable only when the parties have actually litigated an objection to a proof of claim.\" Like <i>Willoughby, Colley</i> also did not address the question before us. In fact, it is difficult to divine why <i>Colley</i> would be relevant to this appeal. At most, the court there seemed to indicate the obviousthat under Rule 9024 a proof of claim that has \"in fact been litigated\" in a trial on the merits is contested. <i>Id.</i> at 1010. <i>Colley,</i> however, does not hold, or even hint, that it is required that a claim have been litigated in a trial on the merits in order to be considered subject to a contest.</p>\n<p><span class=\"star-pagination\">*163</span> Attempting to side step the one-year time constraint, the Trust further argues that there is \"cause\" to rectify an improper claim and that 11 U.S.C. § 502(j)'s grant of authority to consider motions for reconsideration for cause cannot be restricted by the Federal Rules of Bankruptcy Procedure. This argument is also unavailing. While § 502(j) provides that \"[a] claim that has been allowed or disallowed may be reconsidered for cause,\" it does not grant a court power to reconsider a claim at any time. Absent any indication to the contrary, there is no reason that a motion to reconsider pursuant to § 502(j) should not be governed by the time limit set in Rule 9024. Here, the issue is not whether just \"cause\" exists to correct a substantive mistake but whether the procedural mechanism for correcting the mistake was timely invoked. It was not. The one-year limitation in Rule 9024 was triggered by the fact that the Trust's predecessor-in-interest filed an objection to the Appellant's claim. Because the Trust asked the bankruptcy court for reconsideration well over one year after the entry of the order allowing the claim, the motion to reconsider that order was untimely.<sup>[6]</sup></p>\n<p>In sum, it was error to conclude that Pleasant's claim was \"entered without a contest\" when the Debtors had objected to the claim, even though the parties had settled their dispute over the claim without additional court proceedings to decide its merits. Because Pleasant's Claim 1015 was not \"entered without a contest\" and because the Trust's motion for reconsideration was not filed within one year after the order allowing that claim, it was not properly subject to reconsideration under Rule 9024.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>The judgment of the district court is REVERSED. The case is REMANDED with directions to enter judgment for Pleasant and to REMAND to the bankruptcy court for further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable John R. Gibson, United States Court of Appeals for the 8th Circuit, sitting by designation.</p>\n<p>[2]  Hereinafter, \"Rule\" refers to a \"Federal Rule of Bankruptcy Procedure.\"</p>\n<p>[3]  Pleasant filed additional claims relating to the bankruptcy, but they are not at issue in this appeal.</p>\n<p>[4]  Fed.R.Civ.P. 60 was amended in 2007 to the extent that this language, which was formerly found in Fed.R.Civ.P. 60(b), is now located in Fed.R.Civ.P. 60(c). The Federal Rules of Bankruptcy Procedure were amended accordingly.</p>\n<p>[5]  We note that bankruptcy courts within this Circuit have discussed contested matters in similar contexts. <i>See </i><i>In re Woodward &amp; Lothrop Holdings, Inc.,</i> 205 B.R. 365, 370 n. 5 (Bankr.S.D.N.Y.1997) (\"the objectionand not the filing of the claiminitiates the contested matter\"); <i>In re Tesmetges,</i> 87 B.R. 263, 269 (Bankr.E.D.N.Y.1988) (\"Bankruptcy Rule 3007 dealing with objections to claims specifically provides that contested matters initiated by an objection to a claim are governed by Rule 9014\"). In addition, bankruptcy courts in other circuits have determined that there was a \"contest\" in similar circumstances. <i>See </i><i>In re Harbor Fin. Group, Inc.,</i> 303 B.R. 124, 136 (Bankr.N.D.Tex.2003) (holding that where a claim was objected to and settled, it was contested such that Rule 9024's one-year limitation was applicable); <i>In re Wyatt,</i> 368 B.R. 99, 103-04 (Bankr.D.N.H.2007) (\"a contest, for purposes of Bankruptcy Rule 9024, arose upon [the creditor's] receipt of notice of the Debtor's objection and notice of the hearing.\").</p>\n<p>[6]  We also observe that if we were to accept the Trust's rationale and hold that claims subject to filed objections and later settled by agreement without court intervention are \"entered without a contest,\" we would create a significant disincentive to parties settling such disputes except through the use of court resources. Among other impacts, creditors would have reduced incentives to reach agreements with debtors regarding disputed claims when such settlements could be challenged well beyond a year later. As the United States Supreme Court has stated in the context of another time limitation on challenges in bankruptcy proceedings, \"Deadlines may lead to unwelcome results, but they prompt parties to act and they produce finality.\" <i>Taylor v. Freeland &amp; Kronz,</i> 503 U.S. 638, 644, 112 S.Ct. 1644, 118 L.Ed.2d 280 (1992) (holding that bankruptcy trustee could not contest the validity of an exemption after the 30-day period provided by Rule 4003(b) had run, despite the fact that the debtor had no colorable basis for claiming the exemption).</p>\n\n</div>",
  "html_columbia": null,
  "html_with_citations": "<div>\n<center><b><span class=\"citation no-link\"><span class=\"volume\">562</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">158</span></span> (2009)</b></center>\n<center><h1>In re TENDER LOVING CARE HEALTH SERVICES, INC. n/k/a DSMP Holdings, Inc.<br>\nRoger Jackson Pleasant, Appellant,<br>\nv.<br>\nTLC Liquidation Trust, Appellee.</h1></center>\n<center>Docket No. 07-4641-bk.</center>\n<center><p><b>United States Court of Appeals, Second Circuit.</b></p></center>\n<center>Argued: September 23, 2008.</center>\n<center>Decided: March 26, 2009.</center>\n<p><span class=\"star-pagination\">*159</span> Michael L. Schein (Michael G. Davies, on the brief), Vedder Price P.C., New York, NY, for Appellant.</p>\n<p>Douglas W. Henkin (Diana Paraguacuto-Maheo and Fred Neufeld, on the brief), Milbank, Tweed, Hadley &amp; McCloy, LLP, New York, NY, for Appellee.</p>\n<p>Before: WESLEY, HALL, and GIBSON,<sup>[1]</sup> Circuit Judges.</p>\n<p>PER CURIAM:</p>\n<p>Appellant Roger Jackson Pleasant (\"Pleasant\") appeals from the September 26, 2007 judgment of the United States District Court for the Eastern District of New York (Bianco, <i>J.</i>) affirming the United States Bankruptcy Court's order denying Pleasant's motion to compel payment on a claim and granting the cross-motion of TLC Liquidation Trust (the \"Trust\") for reconsideration of allowance of the claim. The district court determined that the bankruptcy court had not erred when it decided that the claim had been \"entered without a contest\" and that, as a result, the motion for reconsideration of the claim was not subject to the time restrictions of Rule 9024 of the Federal Rules of Bankruptcy Procedure (\"Rule 9024\").<sup>[2]</sup> The district court then affirmed the bankruptcy court's determination that the Trust's motion for reconsideration should be granted for \"cause\" under 11 U.S.C. § 502(j) on the basis that Pleasant's claim included unmatured post-petition interest on an unsecured pre-petition claim. Because the Debtors initially filed an objection to Pleasant's claim in the bankruptcy proceedings, we hold that Pleasant's claim was not \"entered without a contest\" even though the parties negotiated a settlement and the bankruptcy court's involvement was limited to entering an order approving it. For that reason the Trust's motion is subject to Rule 9024's one-year time limit for motions to reconsider. Because it was untimely, we REVERSE and REMAND for further proceedings consistent with this opinion.</p>\n<p></p>\n<h2>Background</h2>\n<p>On November 8, 2002, Tender Loving Care Health Care Services, Inc. (\"TLC\") and certain subsidiaries (collectively, \"Debtors\") filed for Chapter 11 bankruptcy. Prior to declaring bankruptcy, the Debtors had entered into a promissory note in August 1995 agreeing to pay Pleasant $1,588,981.00, plus interest from the date of execution, due and payable on September 1, 2010. The promissory note provided that \"[i]n the event of ... default in payment of any installment of principal or interest hereof as the same becomes due... the Holder may without further notice, declare the remainder of the principal sum, together with all interest accrued thereon and all interest which will accrue during the remainder of the balance of the term of this Note, at once due and payable.\"</p>\n<p>Based upon the promissory note, Pleasant filed a timely proof of a general unsecured claim in Debtors' bankruptcy proceeding. This claim, No. 1015 (\"Claim 1015\"), was made in the amount of $1,975,000.<sup>[3]</sup> As part of their Ninth Omnibus Objection to Claims, Debtors objected to the claim, contending that it should be <span class=\"star-pagination\">*160</span> reduced to the amount of $1,435,791.18. Debtors identified Claim 1015 as one of six claims to which \"debtors object[ed] ... because the amounts listed on each Claim [were] greater than the amounts reflected on the Debtors' books and records as due and owing to that claimant.\"</p>\n<p>Pleasant was served with notice of the objection to the claim, as well as notice of the hearing at which the bankruptcy court would address that objection. Settlement negotiations took place, and Debtors agreed to adjourn the hearing involving Claim 1015 until a later date than was originally noticed. The court then ordered that the hearing would be held on November 22, 2004. At that hearing, Debtors' counsel represented to the bankruptcy court that Debtors and Pleasant had reached an agreement with respect to Pleasant's claims related to the \"ninth omnibus objection to certain notes payable claimed\" and that Debtors' counsel would be submitting an order to the court reflecting that agreement. The court entered the order on December 1, 2004, which included the allowance of Claim 1015 in the reduced amount of $1,788,400.</p>\n<p>On December 20, 2004, the bankruptcy court entered an order confirming the Third Amended Joint Plan of Liquidation of the Debtors dated September 8, 2004, as modified. Pursuant to that plan, the TLC Liquidation Trust was created by agreement. By the terms of the agreement, FTI Consulting, Inc. was appointed as the trustee (the \"Trustee\"). The agreement specifically provided that the Trustee:</p>\n<blockquote>shall be the successor-in-interest to the Debtors with respect to any action which was or could have been commenced by the Debtors prior to the Effective Date which constitutes a Cause of Action which is a Trust Asset and shall be deemed substituted for the same as the party in such litigation.</blockquote>\n<p>The Trustee made a determination that when Claim 1015 was settled for $1,788,400, the amount included post-petition interest, contrary to the bankruptcy code. <i>See</i> 11 U.S.C. § 502(b)(2). Accordingly, in June 2006, the Trustee paid Pleasant $1,680,662 with respect to the claim on the basis that it was the correct amount outstanding and permitted by the Code. By letter at that time, the Trustee gave Pleasant a final accounting, stating that Pleasant was not entitled to any additional payments on the claim.</p>\n<p>In July 2006, Pleasant filed a motion to compel full payment of its claim, which the Trustee subsequently opposed on behalf of the Trust. The bankruptcy court denied Pleasant's motion and, reading the Trust's opposition papers as a cross-motion for reconsideration and reduction of the claim, granted that cross-motion and determined that the amounts already paid on the claim were proper. <i>See In re Tender Loving Health Care Servs., Inc.,</i> No. 02-88020-SB, slip op. at 4 (Bankr.E.D.N.Y. Aug. 31, 2006). The bankruptcy court decided that it could reconsider the claim, pursuant to 11 U.S.C. § 502(j) (\"A claim that has been allowed or disallowed may be reconsidered for cause\"), on the grounds of mistake of law or fact. <i>See id.</i> at 2. The court stated that \"it is indisputable that this claim is materially and erroneously overstated.\" <i>Id.</i> at 3.</p>\n<p>The bankruptcy court further held that the claim was not time barred by Rule 9024. <i>Id.</i> Rule 9024 states that:</p>\n<blockquote>Rule 60 F.R.Civ.P. applies in cases under the Code except that (1) a motion to reopen a case under the Code or for the reconsideration of an order allowing or disallowing a claim against the estate entered without a contest is not subject to the one year limitation prescribed in Rule 60(c). ...</blockquote>\n<p><span class=\"star-pagination\">*161</span> The bankruptcy court wrote that the Rule's one-year limitation was not applicable here because the claim was allowed without a contest. <i>See In re Tender Loving Health Care Servs., Inc.,</i> No. 02-88020-SB, slip op. at 3. It explained that:</p>\n<blockquote>While the debtors filed an objection to the Claim, a reply to the objection was never filed because the parties to the objection were already discussing a settlement at the time the objection was filed. The Court subsequently entered an Order allowing and reducing certain portions of the Claim without ever hearing or considering the objection, based on the parties' settlement. Under these circumstances, the claim was allowed in the amounts allowed without a contest.</blockquote>\n<p><i>Id.</i></p>\n<p>Pleasant subsequently appealed to the district court, which affirmed the decision of the bankruptcy court. <i>See </i><i>In re Tender Loving Health Care Servs., Inc.,</i> <span class=\"citation\" data-id=\"1546919\"><a href=\"/opinion/1546919/in-re-tender-loving-care-health-care-services/\"><span class=\"volume\">377</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">798</span></a></span>, 808 (E.D.N.Y.2007). The district court held that the bankruptcy court did not err in its determination that the claim had been \"entered without a contest,\" and that, as a result, the motion for reconsideration was not subject to the time restrictions of Rule 9024. <i>See id.</i> at 805. It affirmed the bankruptcy court's decision that the Trust's motion for reconsideration could be granted for \"cause\" under 11 U.S.C. § 502(j) because Pleasant's claim included unmatured post-petition interest on an unsecured pre-petition claim. <i>See id.</i> at 806-07.</p>\n<p></p>\n<h2>Discussion</h2>\n<p>This court exercises plenary review over a district court's affirmance of a bankruptcy court's decision. <i>AppliedTheory Corp. v. Halifax Fund, L.P. (In re AppliedTheory Corp.</i>), <span class=\"citation\" data-id=\"1250198\"><a href=\"/opinion/1250198/in-re-applied-theory-corp/\"><span class=\"volume\">493</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">82</span></a></span>, 85 (2d Cir.2007). \"We review the bankruptcy court's conclusions of law <i>de novo</i> and its findings of fact for clear error.\" <i>Id.</i> (citation omitted).</p>\n<p>A question of law is central to this appeal. Pleasant argues that because the claim at issue was objected to by Debtors, it was not \"entered without a contest\" under Rule 9024, and it is thus subject to the one-year time limitation for bringing motions for reconsideration. In contrast, the Trust argues that because Pleasant never filed an opposition in the bankruptcy court to Debtors' objection and \"the objection was resolved by the parties without the Bankruptcy Court's intervention,\" the claim was \"entered without a contest\" and is not subject to the one-year time limitation. We must decide the following question: if a claim is allowed by a bankruptcy court after the debtor has objected to it, but the parties have settled their dispute over the claim without additional court proceedings to decide the merits of the claim, is the claim \"entered without a contest\" under Rule 9024?</p>\n<p>Under Federal Rule of Civil Procedure 60(c), a motion for relief from a final order on the grounds of mistake must be made \"no more than a year after the entry of the judgment or order or the date of the proceeding.\"<sup>[4]</sup> Rule 9024 incorporates the one-year time limitation of Rule 60(c) but provides an exception to the limitation for, <i>inter alia,</i> a motion to reconsider an order allowing a claim that has been \"entered without a contest.\"</p>\n<p>Rule 9024 does not itself define what it means to be \"entered without a contest;\" we look to other references in the Federal Rules of Bankruptcy Procedure to make <span class=\"star-pagination\">*162</span> this determination. Rule 9014 addresses \"contested matters.\" It provides that \"[i]n a <i>contested matter</i> not otherwise governed by these rules, relief shall be requested by motion, and reasonable notice and opportunity for hearing shall be afforded the party against whom relief is sought. <i>No response is required under this rule unless the court directs otherwise.</i>\" FED. R. BANKR. P. 9014 (emphases added). The Advisory Committee Notes that accompany this rule explain that \"the filing of an objection to a proof of claim ... creates a dispute which is a contested matter.\" FED. R. BANKR.P. 9014 advisory committee's note. Further, the Advisory Committee Notes to Rule 3007 on \"objections to claims\" provide that, \"[t]he contested matter initiated by an objection to a claim is governed by Rule 9014.\" FED. R. BANKR.P. 3007 advisory committee's note. Interpreting the phrase \"entered without a contest\" in light of the guidance provided by these Rules and Notes, we hold that when a debtor files an objection to a claim, the objection has initiated a contested matter. Thus, when thereafter resolved, the claim cannot be held to have been \"entered without a contest.\"<sup>[5]</sup></p>\n<p>The Trust argues that <i>In re Willoughby,</i> <span class=\"citation\" data-id=\"1804680\"><a href=\"/opinion/1804680/in-re-willoughby/\"><span class=\"volume\">324</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">66</span></a></span> (Bankr.S.D.Ind.2005) supports its view of the Rule. That case, however, does not address the issue presented herewhether a claim is entered \"without a contest\" when the claimant files a proof of claim and the debtor files an objection to it. There is no indication in <i>Willoughby</i> that the debtor filed an objection to the claimant's proof of claim. <i>See id.</i> Rather, the issue considered by the court in <i>Willoughby</i> was whether a claimant filing an objection to a bankruptcy plan rendered the claimant's proof of claim in those proceedings subject to a contest. <i>See id.</i> at 72. Although the <i>Willoughby</i> court ruled that the claimant's objection to the plan did not place the claimant's proof of claim in contest, the ruling is of no guidance on the issue before this court. The critical factor in our Rule 9024 analysis is that the claimant filed a proof of claim and the Debtors filed an objection to it. It was the Debtors' filed objection that triggered the contest.</p>\n<p>In a footnote, the Trust also cites the court to <i>In re Colley,</i> <span class=\"citation\" data-id=\"485270\"><a href=\"/opinion/485270/bankr-l-rep-p-71756-in-the-matter-of-joe-ben-colley-debtor-joe-ben/\"><span class=\"volume\">814</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1008</span></a></span> (5th Cir.1987), in support of its contention that the \"one-year limitation is applicable only when the parties have actually litigated an objection to a proof of claim.\" Like <i>Willoughby, Colley</i> also did not address the question before us. In fact, it is difficult to divine why <i>Colley</i> would be relevant to this appeal. At most, the court there seemed to indicate the obviousthat under Rule 9024 a proof of claim that has \"in fact been litigated\" in a trial on the merits is contested. <i>Id.</i> at 1010. <i>Colley,</i> however, does not hold, or even hint, that it is required that a claim have been litigated in a trial on the merits in order to be considered subject to a contest.</p>\n<p><span class=\"star-pagination\">*163</span> Attempting to side step the one-year time constraint, the Trust further argues that there is \"cause\" to rectify an improper claim and that 11 U.S.C. § 502(j)'s grant of authority to consider motions for reconsideration for cause cannot be restricted by the Federal Rules of Bankruptcy Procedure. This argument is also unavailing. While § 502(j) provides that \"[a] claim that has been allowed or disallowed may be reconsidered for cause,\" it does not grant a court power to reconsider a claim at any time. Absent any indication to the contrary, there is no reason that a motion to reconsider pursuant to § 502(j) should not be governed by the time limit set in Rule 9024. Here, the issue is not whether just \"cause\" exists to correct a substantive mistake but whether the procedural mechanism for correcting the mistake was timely invoked. It was not. The one-year limitation in Rule 9024 was triggered by the fact that the Trust's predecessor-in-interest filed an objection to the Appellant's claim. Because the Trust asked the bankruptcy court for reconsideration well over one year after the entry of the order allowing the claim, the motion to reconsider that order was untimely.<sup>[6]</sup></p>\n<p>In sum, it was error to conclude that Pleasant's claim was \"entered without a contest\" when the Debtors had objected to the claim, even though the parties had settled their dispute over the claim without additional court proceedings to decide its merits. Because Pleasant's Claim 1015 was not \"entered without a contest\" and because the Trust's motion for reconsideration was not filed within one year after the order allowing that claim, it was not properly subject to reconsideration under Rule 9024.</p>\n<p></p>\n<h2>Conclusion</h2>\n<p>The judgment of the district court is REVERSED. The case is REMANDED with directions to enter judgment for Pleasant and to REMAND to the bankruptcy court for further proceedings consistent with this opinion.</p>\n<h2>NOTES</h2>\n<p>[1]  The Honorable John R. Gibson, United States Court of Appeals for the 8th Circuit, sitting by designation.</p>\n<p>[2]  Hereinafter, \"Rule\" refers to a \"Federal Rule of Bankruptcy Procedure.\"</p>\n<p>[3]  Pleasant filed additional claims relating to the bankruptcy, but they are not at issue in this appeal.</p>\n<p>[4]  Fed.R.Civ.P. 60 was amended in 2007 to the extent that this language, which was formerly found in Fed.R.Civ.P. 60(b), is now located in Fed.R.Civ.P. 60(c). The Federal Rules of Bankruptcy Procedure were amended accordingly.</p>\n<p>[5]  We note that bankruptcy courts within this Circuit have discussed contested matters in similar contexts. <i>See </i><i>In re Woodward &amp; Lothrop Holdings, Inc.,</i> <span class=\"citation\" data-id=\"1528540\"><a href=\"/opinion/1528540/in-re-woodward-lothrop-holdings-inc/\"><span class=\"volume\">205</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">365</span></a></span>, 370 n. 5 (Bankr.S.D.N.Y.1997) (\"the objectionand not the filing of the claiminitiates the contested matter\"); <i>In re Tesmetges,</i> <span class=\"citation\" data-id=\"2020159\"><a href=\"/opinion/2020159/in-re-tesmetges/\"><span class=\"volume\">87</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">263</span></a></span>, 269 (Bankr.E.D.N.Y.1988) (\"Bankruptcy Rule 3007 dealing with objections to claims specifically provides that contested matters initiated by an objection to a claim are governed by Rule 9014\"). In addition, bankruptcy courts in other circuits have determined that there was a \"contest\" in similar circumstances. <i>See </i><i>In re Harbor Fin. Group, Inc.,</i> <span class=\"citation\" data-id=\"1912937\"><a href=\"/opinion/1912937/in-re-harbor-financial-group-inc/\"><span class=\"volume\">303</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">124</span></a></span>, 136 (Bankr.N.D.Tex.2003) (holding that where a claim was objected to and settled, it was contested such that Rule 9024's one-year limitation was applicable); <i>In re Wyatt,</i> <span class=\"citation\" data-id=\"1953760\"><a href=\"/opinion/1953760/in-re-wyatt/\"><span class=\"volume\">368</span> <span class=\"reporter\">B.R.</span> <span class=\"page\">99</span></a></span>, 103-04 (Bankr.D.N.H.2007) (\"a contest, for purposes of Bankruptcy Rule 9024, arose upon [the creditor's] receipt of notice of the Debtor's objection and notice of the hearing.\").</p>\n<p>[6]  We also observe that if we were to accept the Trust's rationale and hold that claims subject to filed objections and later settled by agreement without court intervention are \"entered without a contest,\" we would create a significant disincentive to parties settling such disputes except through the use of court resources. Among other impacts, creditors would have reduced incentives to reach agreements with debtors regarding disputed claims when such settlements could be challenged well beyond a year later. As the United States Supreme Court has stated in the context of another time limitation on challenges in bankruptcy proceedings, \"Deadlines may lead to unwelcome results, but they prompt parties to act and they produce finality.\" <i>Taylor v. Freeland &amp; Kronz,</i> <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">503</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">638</span></a></span>, 644, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">112</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1644</span></a></span>, <span class=\"citation\" data-id=\"112725\"><a href=\"/opinion/112725/taylor-v-freeland-kronz/\"><span class=\"volume\">118</span> <span class=\"reporter\">L. Ed. 2d</span> <span class=\"page\">280</span></a></span> (1992) (holding that bankruptcy trustee could not contest the validity of an exemption after the 30-day period provided by Rule 4003(b) had run, despite the fact that the debtor had no colorable basis for claiming the exemption).</p>\n\n</div>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/112725/",
    "http://www.courtlistener.com/api/rest/v3/opinions/485270/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1250198/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1528540/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1546919/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1804680/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1912937/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953760/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2020159/"
  ]
}