{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2608/",
  "absolute_url": "/opinion/2608/wheelabrator-lisbon-inc-v-state-of-ct-dept-of-pub-/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2608/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:48:17Z",
  "date_modified": "2017-03-24T00:18:12.005336Z",
  "type": "010combined",
  "sha1": "60fc69435721e7770873ec7aaa5f2d45cabe7fb0",
  "page_count": 10,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/203/doc/06-3632-cv_opn.pdf",
  "local_path": "pdf/2008/06/25/Wheelabrator_Lisbon_Inc._v._State_of_CT_Dept._of_Pub._Util._Control.pdf",
  "plain_text": "06-3632-cv\nWheelabrator Lisbon, Inc. v. State of CT Dept. of Pub. Util. Control\n\n                                       UNITED STATES COURT OF APPEALS\n                                          FOR THE SECOND CIRCUIT\n                                                         August Term, 2007\n\n(Argued: January 15, 2008                                                             Decided: June 25, 2008)\n\n                                                      Docket No. 06-3632-cv\n\nWHEELABRATOR LISBON , INC .,\n\n                     Plaintiff-Appellant,\n\nWHEELABRATOR TECHNOLOGIES, INC . and MINNESOTA METHANE LLC.,\n\n                     Plaintiffs,\n\n                     v.\n\nSTATE OF CONNECTICUT DEPARTMENT OF PUBLIC UTILITY CONTROL, DONALD W.\nDOWNES, JACK R. GOLDBERG , JOHN W. BETKOSKI III, LINDA J. KELLY , and\nANNE C. GEORGE , Commissioners of the State of Connecticut Department of Public\nUtility Control,1\n\n                     Defendants-Appellees,\n\nTHE CONNECTICUT LIGHT AND POWER COMPANY ,\n\n                     Intervenor-Defendant-Appellee.\n\nBefore: KEARSE , LEVAL, and CABRANES, Circuit Judges.\n\n         Plaintiff filed an action for declaratory and injunctive relief from a state agency decision that\n\nrequired the transfer of renewable energy credits to a utility company. Concluding that the agency\n\ndecision was not preempted by Section 210(e) of the Public Utility Regulatory Policies Act of 1978\n\n(“PURPA”), 16 U.S.C. § 824a-3(e), its implementing regulations, or the decisions of the federal agency\n\ndesignated to implement PURPA, the United States District Court for the District of Connecticut\n\n\n\n         1\n             All individual defendants are sued in their official capacities.\n\n                                                                   1\n\f(Stefan R. Underhill, Judge) granted summary judgment to the state agency and its commissioners. We\n\nagree with the District Court that the state agency decision was not preempted by federal law.\n\n         Affirmed.\n\n                                                 VINCENZO FRANCO , (Margaret A. Moore, Howard E. Shapiro,\n                                                       on the brief), Van Ness Feldman, P.C., Washington, D.C.,\n                                                       for Plaintiff-Appellant.\n\n                                                 TATIANA D. EIRMANN , Assistant Attorney General, (Richard\n                                                       Blumenthal, Attorney General, on the brief), Office of the\n                                                       Attorney General, State of Connecticut, New Britain,\n                                                       CT, for Defendants-Appellees.\n\n                                                 PHILIP M. SMALL, (Khristopher M. Gregoire, on the brief), Brown\n                                                        Rudnick Berlack Israels LLP, Hartford, CT, for Intervenor-\n                                                        Defendant-Appellee Connecticut Light and Power Company.\n\nPER CURIAM :\n\n         Plaintiff Wheelabrator Lisbon, Inc. challenges a decision of defendant State of Connecticut\n\nDepartment of Public Utility Control (“DPUC”)2 concerning an Electricity Purchase Agreement\n\n(“Agreement”) for the sale of wholesale electricity between Wheelabrator3 and intervenor Connecticut\n\nLight and Power Company (“CL & P”). The principal dispute concerns the ownership of the renewable\n\nenergy attributes of the energy conveyed in the Agreement. Wheelabrator argues that a 2004 decision of\n\nthe DPUC modified the terms of the Agreement and thereby imposed utility-type regulation in conflict\n\n\n\n         2\n           In March 2004, DPUC issued a declaratory ruling that a similar contract for the sale of energy also effects the\ntransfer of renewable energy credits, see DPUC Decision, In re: Application of Minnesota Methane, LLC Regarding the Sale of\nElec. Generated at the Hartford Landfill to the Conn. Light and Power Co., Docket No. 96-07-21RE01, 2004 Conn. PUC Lexis\n39 (DPUC Mar. 19, 2004). In December 2004, DPUC issued a subsequent decision specifically addressing the\nWheelabrator Agreement, see DPUC Decision, In re: Petition of the Riley Energy Corp. for Contract Approval and Declaratory\nRulings Regarding Lisbon Res. Recovery Project–General Info. Sys. Certificates, Docket No. 91-01-12RE01, 2004 Conn. PUC Lexis\n148 (DPUC Dec. 6, 2004). For ease of reference, we refer to the portions of both decisions that pertain to the\nWheelabrator Agreement as the “2004 DPUC Decision.”\n\n          We refer to the DPUC decision approving the Wheelabrator Agreement as the “1991 DPUC Decision.” See\nDPUC Decision, In re: Petition of the Riley Energy Corp. for Contract Approval and Declaratory Rulings Regarding Lisbon Res.\nRecovery Project, Docket No. 91-01-12, 1991 Conn. PUC Lexis 24 (DPUC Mar. 13, 1991.\n\n         3\n           The Agreement was struck between Wheelabrator’s predecessor-in-interest and CL & P. For ease of\nreference, we refer to Wheelabrator and its predecessor-in-interest simply as “Wheelabrator”.\n\n                                                                 2\n\fwith Section 210(e) of the Public Utility Regulatory Policies Act of 1978 (“PURPA”), 16 U.S.C. § 824a-\n\n3(e); Section 210(e)’s implementing regulations; and the interpretation of PURPA by the Federal Energy\n\nRegulatory Commission (“FERC”) in American Ref-Fuel Company, 105 FERC ¶ 61,004 (2003). We agree\n\nwith the District Court that the DPUC’s decision is not preempted by federal law and therefore affirm\n\nthe June 28, 2006 judgment of the District Court.\n\n                                                     BACKGROUND4\n\n         Wheelabrator is a renewable energy producer, which generates electricity by burning refuse. It\n\noperates a small waste-to-energy power production facility in Lisbon, Connecticut and, pursuant to the\n\nAgreement, sells all of the energy produced at its Lisbon facility to CL & P.\n\nA.       Legal and Regulatory Framework Governing Renewable Energy Producers\n\n         PURPA was enacted to (1) encourage the development of “cogeneration” and “small power\n\nproduction facilities” in order to“reduc[e] the nation’s reliance on oil and gas” and (2) promote\n\nrenewable energy sources “to combat a nationwide energy crisis.”5 Niagara Mohawk Power Corp. v.\n\nFERC, 306 F.3d 1264, 1266 (2d Cir. 2002) (internal quotation marks omitted). To stimulate demand for\n\nenergy sources other than fossil fuels, section 210 of PURPA requires electric utilities to purchase\n\nelectricity from qualifying cogeneration or “small power production facilities,” like the one operated by\n\n         4\n           The description of the factual and legal background relies in substantial part on the June 23, 2006\nMemorandum of Decision of the District Court, Wheelabrator Lisbon Inc. v. Connecticut Dept. of Pub. Util. Control\n(Wheelabrator I), 526 F. Supp. 2d 295 (D. Conn. 2006).\n\n         5\n            For the purposes of PURPA, a “cogeneration facility” is “a facility which produces— (i) electric energy, and\n(ii) steam or forms of useful energy (such as heat) which are used for industrial, commercial, heating, or cooling\npurposes.” 16 U.S.C. § 796(18)(A). A “small power production facility” is a\n\n         facility which is an eligible solar, wind, waste, or geothermal facility, or a facility which— (i) produces electric\n         energy solely by the use, as a primary energy source, of biomass, waste, renewable resources, geothermal\n         resources, or any combination thereof; and (ii) has a power production capacity which, together with any other\n         facilities located at the same site (as determined by the Commission), is not greater than 80 megawatts.\nId. § 796(17)(A).\n          We use the term “renewable energy” to mean energy produced through the use of renewable energy sources,\nsuch as biomass, waste, and geothermal resources. See 18 C.F.R. §§ 292.204-205 (defining qualifying facility under\nPURPA); see Conn. Gen. Stat. §§ 16-243b(a)(1)(B), (a)(3)(C) (providing a similar definition for purposes of state\nregulation).\n\n                                                                3\n\fWheelabrator.6 See FERC v. Mississippi, 456 U.S. 742, 750 (1982); 16 U.S.C. § 824a-3(a)(2). PURPA\n\nsection 210(e) also exempts qualifying facilities from certain federal and state utility regulation, including\n\nthe regulation of utility rates (“utility-type regulation”).7 16 U.S.C. § 824a-3(e). The parties agree that an\n\nagency’s modification of a power purchase agreement—for example, by changing the agreed-upon\n\nrates—constitutes an impermissible utility-type regulation. See Freehold Cogeneration Assocs., L.P. v. Bd. of\n\nReg. Comm’rs of State of N.J., 44 F.3d 1178, 1192 (3d Cir. 1995) (holding that an order of a state regulatory\n\nagency requiring the renegotiation of rate for energy modified the terms of a purchase agreement in\n\nviolation of PURPA section 210(e)).\n\n          PURPA further provides for state implementation of its requirements, 16 U.S.C. § 824a-3(f). To\n\nthat end, Connecticut enacted Connecticut General Statutes § 16-243a et seq., which requires utilities\n\nsuch as CL & P to enter into contracts to purchase the “electrical energy and capacity” of qualifying\n\nfacilities.8 As the relevant state utilities regulatory agency, the DPUC must implement the rules\n\nprescribed by PURPA. See 16 U.S.C. § 824a-3(f)(1). Pursuant to this requirement, the DPUC issued\n\nregulations setting forth a bid and contracting process for electrical utilities to acquire electrical energy\n\nand capacity from qualifying facilities. See Conn. Agencies Regs. § 16-243a-5, a-7.\n\nB.        The Wheelabrator Agreement\n\n          In 1991, Wheelabrator and CL & P entered into the Agreement, which provided for CL & P to\n\npurchase the “entire net electric output” of the Lisbon facility at rates set forth in the Agreement. See\n\n\n\n          6\n           There is no dispute that Wheelabrator’s plant in Lisbon is a qualifying facility within the meaning of PURPA.\nSee 16 U.S.C. § 796(17)(C); 18 C.F.R. § 292.204.\n\n          7\n           Section 210(e) of PURPA, and the corresponding implementing regulations, exempt qualifying facilities from\ncertain federal laws and regulations as well as state laws and regulations “respecting the rates, or respecting the financial\nor organizational regulation, of electric utilities. . . .” 16 U.S.C. § 824a-3(e). This exemption is referred to as the\n“exempt[ion] from . . . utility-type . . . regulation.” See, e.g., Freehold Cogeneration Assocs., L.P. v. Bd. of Reg. Comm'rs of State of\nN.J., 44 F.3d 1178, 1185 (3d Cir. 1995).\n\n          8\n           At the time the Agreement was approved, CL & P was subject to regulation by DPUC as an “electric\ncompany,” see Conn. Gen. Stat. § 16-1(a)(8), and a “public service company,” see Conn. Gen. Stat. § 16-1(a)(4).\nWheelabrator I, 526 F. Supp. 2d at 298.\n                                                                       4\n\f1991 DPUC Decision. The DPUC approved the terms of the Agreement and ordered CL & P to adopt\n\nit. See id. The energy conveyed in the Agreement possesses certain renewable energy attributes that,\n\nsince the signing of the Agreement, have become independently tradeable commodities known as\n\n“renewable energy credits” (“RECs”). The parties now dispute the ownership of these RECs.\n\n         RECs are “tradeable certificates . . . that correspond to a certain amount of renewable energy\n\ngenerated by a third party.” American Ref-Fuel, 105 FERC at 61,005. Generally speaking, RECs are\n\ninventions of state property law whereby the renewable energy attributes are “unbundled” from the\n\nenergy itself and sold separately. The credits can be purchased by companies and individuals to offset\n\nuse of energy generated from traditional fossil fuel resources or by government agencies to satisfy\n\ncertain requirements that these agencies purchase a certain percentage of their energy from renewable\n\nsources. In 2002, the specific credits at issue here became marketable by the creation of a market for\n\nsuch credits pursuant to the laws of several states, including Connecticut. Connecticut General Statutes\n\nSection 16-245a, legislation adopted that year, requires electricity suppliers to use electricity purchased\n\nfrom renewable sources, for instance by purchasing Generation Information System (“GIS”)\n\nCertificates.9\n\n         The District Court, in a finding that is not disputed, determined that “[a]t the time that [the\n\nWheelabrator Agreement was] approved and executed, no intangible property in the form of GIS\n\nCertificates existed in Connecticut as a separate tradable commodity. Thus, the [Agreement does] not\n\nmention the transfer of GIS Certificates or RECs.” Wheelabrator I, 526 F. Supp. 2d at 298-99.\n\nC.       The 2004 DPUC Decision on the Ownership of Wheelabrator’s RECs\n\n         In 2004, the parties petitioned the DPUC for a decision as to whether the terms of the\n\nAgreement conveyed the renewable energy credits to CL & P. The DPUC found that the Agreement\n\n\n\n         9\n          GIS Certificates are created by the New England Power Pool and distributed to renewable energy generators,\nsuch as Wheelabrator, based on the electric output of their facilities. Wheelabrator I, 526 F. Supp. 2d at 299. Wheelabrator\nreceived one GIS Certificate for each megawatt-hour produced by its Lisbon facility. Id.\n                                                               5\n\fconveyed to CL & P any RECs arising from Wheelabrator’s production of the electricity at the Lisbon\n\nfacility. See 2004 DPUC Decision. In doing so, it looked to, inter alia, the fact that the Agreement: (1)\n\nconveyed “the entire net electrical output of the facility,” a term that the DPUC construed to convey the\n\nrenewable energy attributes of the electricity—including the RECs—as well as the electricity itself; (2)\n\ncontemplated that the energy sold would be renewable energy, thereby suggesting that the parties\n\nintended to convey the renewable attributes along with the energy; and (3) granted Wheelabrator certain\n\nexemptions from state regulation as well as favorable contract terms that compensated Wheelabrator for\n\nthe renewable energy attributes of the electricity, such as the RECs. Id. at *16-24. Based on these\n\nobservations, the DPUC concluded that the electricity “cannot be separated from the fuel used to\n\ngenerate it” and the “renewable energy attributes of the ‘electricity’ . . . are and were intended by the\n\n[DPUC in its decision approving the Agreement] to be sold by [Wheelabrator] and purchased by [CL &\n\nP].” Id. at *21-22. The DPUC then directed Wheelabrator to convey all existing and future credits to\n\nCL & P for the term of the Agreement as well as the proceeds from any prior sale of the credits. Id. at\n\n*32.\n\n        Wheelabrator filed an administrative appeal of the 2004 DPUC Decision in the Connecticut\n\nstate courts but reserved its federal preemption and constitutional claims for adjudication in federal\n\ncourt. While the instant appeal was pending, the Connecticut Supreme Court issued an opinion\n\naffirming the 2004 DPUC Decision. Wheelabrator Lisbon, Inc. v. Dep’t of Pub. Util. Control (Wheelabrator II),\n\n931 A.2d 159 (Conn. 2007). The Connecticut Supreme Court held that the DPUC had jurisdiction to\n\ninterpret the Agreement; that the 2004 DPUC Decision was supported by substantial evidence and\n\nconsistent with state statutory law; and that the 2004 DPUC Decision did not constitute an\n\nunconstitutional taking under state constitutional law. Id. at 168-77.\n\nD.      FERC’s Opinion in Am e ric an Re f-Fu e l\n\n        Wheelabrator’s federal preemption claims are based in part on FERC’s interpretation of PURPA\n\n\n                                                      6\n\fin American Ref-Fuel, in which FERC—on a petition for a declaratory order filed by the owners of\n\nqualifying small power production facilities, including Wheelabrator’s parent company—clarified the\n\napplication of certain FERC regulations implementing PURPA. American Ref-Fuel Company, 105 FERC at\n\n61,004. In American Ref-Fuel, FERC declared “that contracts for the sale of . . . energy entered into\n\npursuant to PURPA do not convey RECs to the purchasing utility . . . absent [an] express provision in\n\n[the relevant] contract” or a rule of state law to the contrary. Id. at 61,007; see also id. at 61,005 (“[A] state\n\nmay decide that a sale of power at wholesale automatically transfers ownership of the state-created\n\n[credits], [but] that requirement must find its authority in state law, not PURPA.”). FERC also noted\n\nthat “RECs are created by the States. They exist outside the confines of PURPA. PURPA thus does\n\nnot address the ownership of [the credits].” Id. at 61,007.\n\nE.      Subsequent Procedural History\n\n        Shortly after the 2004 DPUC Decision, plaintiff brought the instant action against the DPUC\n\nand its individual commissioners pursuant to 42 U.S.C. § 1983, seeking declaratory and injunctive relief\n\nfrom the 2004 DPUC Decision. In particular, Wheelabrator sought declarations that (1) the asserted\n\n“modification” of the Agreement by the 2004 DPUC Decision was preempted by section 210(e) of\n\nPURPA; (2) the 2004 DPUC Decision worked an unconstitutional taking in violation of the Fifth and\n\nFourteenth Amendments; and (3) violated the constitutional prohibition on the impairment of the\n\nobligations of contracts, see U.S. Const. art. I, § 10, cl. 1. The District Court granted summary judgment\n\nto DPUC after concluding that the 2004 DPUC Decision did not modify the Agreement and,\n\naccordingly, no federal law or constitutional violation had occurred. See Wheelabrator I, 526 F. Supp. 2d\n\nat 306-07. This appeal, pressing only the federal preemption claim, followed.\n\n                                                DISCUSSION\n\n        We review a District Court’s decision to grant summary judgment de novo. See, e.g., Blouin v.\n\nSpitzer, 356 F.3d 348, 356 (2d Cir. 2004).\n\n                                                        7\n\f        Because the parties have not asked the District Court or our Court to review the merits of the\n\n2004 DPUC Decision or the state Supreme Court’s interpretation of applicable state law, we have no\n\noccasion to engage in such a review. Accordingly, the only issues on appeal are (1) whether the 2004\n\nDPUC Decision “modified” the terms of the Agreement and, if so, whether such an action would\n\nconstitute utility-type regulation precluded by Section 210(e) of PURPA; and (2) whether the 2004\n\nDPUC Decision was preempted by FERC’s interpretation of PURPA in American Ref-Fuel.\n\nA.      Section 210(e) of PURPA and its implementing regulations do not preempt the 2004\n        DPUC Decision.\n\n        The parties agree that if the 2004 DPUC Decision “modified” the terms of the Agreement, then\n\nsuch a modification would constitute a “utility-type regulation” in violation of Section 210(e) of\n\nPURPA, 16 U.S.C. § 824a-3(e). Our Court has not previously addressed this issue, but the Third Circuit\n\nhas persuasively concluded that a state agency’s modification of a power purchasing contract would\n\nviolate PURPA § 210(e). See Freehold, 44 F.3d at 1192. In Freehold, the Third Circuit concluded that a\n\nstate regulatory agency had modified the terms of a similar power purchase agreement by ordering that a\n\nqualifying facility renegotiate terms of the agreement with the utility. Id. at 1190. The Third Circuit\n\nobserved that under the PURPA regulatory regime, FERC—and not the state agencies—were\n\nresponsible for regulating the rates charged by qualifying facilities in power purchase agreements. Id. at\n\n1191. Under this regime, state regulatory agencies have the authority to implement PURPA in reviewing\n\nand approving contracts for the sale of electricity. Id. Once the relevant state agency has approved an\n\nagreement, however, revocation of that approval or an attempt to modify the agreement would subject\n\nthe qualifying facility to “utility-type” regulation barred by Section 210(e) of PURPA. Id. at 1192.\n\n        We need not address whether a modification like the one presented in Freehold would violate\n\nSection 210(e), because we agree with the District Court that the 2004 DPUC decision in the instant\n\ncase did not modify the terms of the contract. As the District Court explained, “the DPUC decisions\n\nare unlike the [state agency] order that was the subject of Freehold.” Wheelabrator I, 526 F. Supp. 2d at\n                                                      8\n\f306. Unlike the New Jersey agency in Freehold, “the DPUC has not ordered the [qualifying facility] to\n\nrenegotiate the contract purchase price or ordered lower rates. Rather, the DPUC considered the\n\n[energy purchase agreement] at issue and concluded that [it] transferred the renewable energy and the\n\nassociated GIS Certificates to CL & P.” Id. We agree that the DPUC did not order the renegotiation of\n\nthe terms of the Agreement but simply exercised its authority to interpret the Agreement’s\n\nprovisions—as it happens, in a manner that was unfavorable to Wheelabrator. See Wheelabrator II, 931\n\nA.2d at 171 (upholding the DPUC’s jurisdiction to interpret the Agreement). We hold, therefore, that\n\nthe 2004 DPUC Decision does not modify the terms of the Agreement and, accordingly, does not\n\nviolate Section 210(e) of PURPA.10\n\n         In sum, the District Court correctly concluded that the 2004 DPUC Decision was not\n\npreempted by PURPA or its implementing regulations.\n\nB.       Am e ric an Re f-Fu e l does not preempt the 2004 DPUC Decision.\n\n         Wheelabrator also contends the 2004 DPUC Decision is inconsistent with FERC’s decision in\n\nAmerican Ref-Fuel and, therefore, is preempted by American Ref-Fuel. See, e.g., Louisiana Pub. Serv. Comm’n,\n\n476 U.S. at 368-69 (holding that a federal agency acting within the scope of its delegated authority has\n\nthe power to preempt state regulation). Specifically, Wheelabrator argues that FERC intended for RECs\n\nto be sold through express contractual provisions and that, in the absence of such a provision, an\n\nelectricity purchase agreement cannot convey RECs.\n\n         We agree with the District Court, and with FERC, that American Ref-Fuel did not impose such a\n\nrule. As the District Court correctly observed:\n\n         [In American Ref-Fuel,] [t]he FERC concluded that RECs are created by the State and controlled\n         by state law, not PURPA, and that they may be decoupled from the renewable energy. . . . Taken\n\n\n         10\n            Nor is there any evidence in the record that Congress intended to occupy the field or otherwise preempt state\nregulation of the ownership of RECs entirely. See Louisiana Pub. Serv. Comm’n v. FCC, 476 U.S. 355, 368-69 (1986)\n(discussing general principles of preemption by a federal agency); cf. FERC, 456 U.S. at 765-70 (concluding that PURPA\ndoes not preempt state regulation of utility rate-making); American Ref-Fuel, 105 FERC at 61, 007 (“RECs . . . exist outside\nthe confines of PURPA. PURPA thus does not address the ownership of RECs.”).\n                                                               9\n\f       as a whole, however, American Ref-Fuel does not stand for the proposition that PURPA requires\n       an express contractual provision in order for RECs or GIS Certificates to be transferred to a\n       public utility pursuant to a PURPA contract. . . . [American Ref-Fuel’s] parenthetical reference to\n       the effect of an express contractual provision might suggest that the FERC considered an\n       express contractual provision to be the only means for RECs, associated with energy sold\n       pursuant to a PURPA contract, to be transferred to a utility. . . . In its order denying rehearing,\n       the FERC noted that the reference to an “express contractual provision” seems to have been\n       misunderstood. American Ref-Fuel, 107 FERC ¶ 61,016, at 61,042 n.1 (2004). The FERC\n       elaborated: “We did not mean to suggest that the parties to a PURPA contract, by contract,\n       could undo the requirements of State law in this regard. All we intended by this language was to\n       indicate that a PURPA contract did not inherently convey any RECs, and correspondingly that,\n       assuming State law did not provide to the contrary, the [qualifying facility] by contract could\n       separately convey the RECs.” Id. (emphasis added).\n\n\nWheelabrator I, 526 F. Supp.2d at 305-06 & n.5.\n\n       In sum, the FERC decision in American Ref-Fuel does not evince an intent to occupy the relevant\n\nfield—namely, the regulation of renewable energy credits. Rather, it explicitly acknowledges that state\n\nlaw governs the conveyance of RECs. See American Ref-Fuel, 105 FERC at 61,007 (stating that, because\n\n“RECs are created by the States[,] . . . . States . . . have the power to determine who owns the [RECs] in\n\nthe initial instance and how they may be sold or traded; it is not an issue controlled by PURPA”); id. at\n\n61,005 (“[A] state may decide that a sale of power at wholesale automatically transfers ownership of the\n\nstate-created RECs [but] that requirement must find its authority in state law, not PURPA.”) We\n\nconclude, therefore, that the American Ref-Fuel does not preempt the 2004 DPUC Decision.\n\n                                            CONCLUSION\n\n       For the reasons stated above, the judgment of the District Court is AFFIRMED.\n\n\n\n\n                                                    10\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">06-3632-cv\nWheelabrator Lisbon, Inc. v. State of CT Dept. of Pub. Util. Control\n\n                                       UNITED STATES COURT OF APPEALS\n                                          FOR THE SECOND CIRCUIT\n                                                         August Term, 2007\n\n(Argued: January 15, 2008                                                             Decided: June 25, 2008)\n\n                                                      Docket No. 06-3632-cv\n\nWHEELABRATOR LISBON , INC .,\n\n                     Plaintiff-Appellant,\n\nWHEELABRATOR TECHNOLOGIES, INC . and MINNESOTA METHANE LLC.,\n\n                     Plaintiffs,\n\n                     v.\n\nSTATE OF CONNECTICUT DEPARTMENT OF PUBLIC UTILITY CONTROL, DONALD W.\nDOWNES, JACK R. GOLDBERG , JOHN W. BETKOSKI III, LINDA J. KELLY , and\nANNE C. GEORGE , Commissioners of the State of Connecticut Department of Public\nUtility Control,1\n\n                     Defendants-Appellees,\n\nTHE CONNECTICUT LIGHT AND POWER COMPANY ,\n\n                     Intervenor-Defendant-Appellee.\n\nBefore: KEARSE , LEVAL, and CABRANES, Circuit Judges.\n\n         Plaintiff filed an action for declaratory and injunctive relief from a state agency decision that\n\nrequired the transfer of renewable energy credits to a utility company. Concluding that the agency\n\ndecision was not preempted by Section 210(e) of the Public Utility Regulatory Policies Act of 1978\n\n(“PURPA”), 16 U.S.C. § 824a-3(e), its implementing regulations, or the decisions of the federal agency\n\ndesignated to implement PURPA, the United States District Court for the District of Connecticut\n\n\n\n         1\n             All individual defendants are sued in their official capacities.\n\n                                                                   1\n\f(Stefan R. Underhill, Judge) granted summary judgment to the state agency and its commissioners. We\n\nagree with the District Court that the state agency decision was not preempted by federal law.\n\n         Affirmed.\n\n                                                 VINCENZO FRANCO , (Margaret A. Moore, Howard E. Shapiro,\n                                                       on the brief), Van Ness Feldman, P.C., Washington, D.C.,\n                                                       for Plaintiff-Appellant.\n\n                                                 TATIANA D. EIRMANN , Assistant Attorney General, (Richard\n                                                       Blumenthal, Attorney General, on the brief), Office of the\n                                                       Attorney General, State of Connecticut, New Britain,\n                                                       CT, for Defendants-Appellees.\n\n                                                 PHILIP M. SMALL, (Khristopher M. Gregoire, on the brief), Brown\n                                                        Rudnick Berlack Israels LLP, Hartford, CT, for Intervenor-\n                                                        Defendant-Appellee Connecticut Light and Power Company.\n\nPER CURIAM :\n\n         Plaintiff Wheelabrator Lisbon, Inc. challenges a decision of defendant State of Connecticut\n\nDepartment of Public Utility Control (“DPUC”)2 concerning an Electricity Purchase Agreement\n\n(“Agreement”) for the sale of wholesale electricity between Wheelabrator3 and intervenor Connecticut\n\nLight and Power Company (“CL & P”). The principal dispute concerns the ownership of the renewable\n\nenergy attributes of the energy conveyed in the Agreement. Wheelabrator argues that a 2004 decision of\n\nthe DPUC modified the terms of the Agreement and thereby imposed utility-type regulation in conflict\n\n\n\n         2\n           In March 2004, DPUC issued a declaratory ruling that a similar contract for the sale of energy also effects the\ntransfer of renewable energy credits, see DPUC Decision, In re: Application of Minnesota Methane, LLC Regarding the Sale of\nElec. Generated at the Hartford Landfill to the Conn. Light and Power Co., Docket No. 96-07-21RE01, 2004 Conn. PUC Lexis\n39 (DPUC Mar. 19, 2004). In December 2004, DPUC issued a subsequent decision specifically addressing the\nWheelabrator Agreement, see DPUC Decision, In re: Petition of the Riley Energy Corp. for Contract Approval and Declaratory\nRulings Regarding Lisbon Res. Recovery Project–General Info. Sys. Certificates, Docket No. 91-01-12RE01, 2004 Conn. PUC Lexis\n148 (DPUC Dec. 6, 2004). For ease of reference, we refer to the portions of both decisions that pertain to the\nWheelabrator Agreement as the “2004 DPUC Decision.”\n\n          We refer to the DPUC decision approving the Wheelabrator Agreement as the “1991 DPUC Decision.” See\nDPUC Decision, In re: Petition of the Riley Energy Corp. for Contract Approval and Declaratory Rulings Regarding Lisbon Res.\nRecovery Project, Docket No. 91-01-12, 1991 Conn. PUC Lexis 24 (DPUC Mar. 13, 1991.\n\n         3\n           The Agreement was struck between Wheelabrator’s predecessor-in-interest and CL & P. For ease of\nreference, we refer to Wheelabrator and its predecessor-in-interest simply as “Wheelabrator”.\n\n                                                                 2\n\fwith Section 210(e) of the Public Utility Regulatory Policies Act of 1978 (“PURPA”), 16 U.S.C. § 824a-\n\n3(e); Section 210(e)’s implementing regulations; and the interpretation of PURPA by the Federal Energy\n\nRegulatory Commission (“FERC”) in American Ref-Fuel Company, 105 FERC ¶ 61,004 (2003). We agree\n\nwith the District Court that the DPUC’s decision is not preempted by federal law and therefore affirm\n\nthe June 28, 2006 judgment of the District Court.\n\n                                                     BACKGROUND4\n\n         Wheelabrator is a renewable energy producer, which generates electricity by burning refuse. It\n\noperates a small waste-to-energy power production facility in Lisbon, Connecticut and, pursuant to the\n\nAgreement, sells all of the energy produced at its Lisbon facility to CL & P.\n\nA.       Legal and Regulatory Framework Governing Renewable Energy Producers\n\n         PURPA was enacted to (1) encourage the development of “cogeneration” and “small power\n\nproduction facilities” in order to“reduc[e] the nation’s reliance on oil and gas” and (2) promote\n\nrenewable energy sources “to combat a nationwide energy crisis.”5 Niagara Mohawk Power Corp. v.\n\nFERC, </pre><span class=\"citation\" data-id=\"779428\"><a href=\"/opinion/779428/niagara-mohawk-power-corporation-new-york-state-electric-gas/\"><span class=\"volume\">306</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1264</span></a></span><pre class=\"inline\">, 1266 (2d Cir. 2002) (internal quotation marks omitted). To stimulate demand for\n\nenergy sources other than fossil fuels, section 210 of PURPA requires electric utilities to purchase\n\nelectricity from qualifying cogeneration or “small power production facilities,” like the one operated by\n\n         4\n           The description of the factual and legal background relies in substantial part on the June 23, 2006\nMemorandum of Decision of the District Court, Wheelabrator Lisbon Inc. v. Connecticut Dept. of Pub. Util. Control\n(Wheelabrator I), </pre><span class=\"citation\" data-id=\"2415336\"><a href=\"/opinion/2415336/wheelabrator-lisbon-v-connecticut-dept-of-publ-utility-control/\"><span class=\"volume\">526</span> <span class=\"reporter\">F. Supp. 2d</span> <span class=\"page\">295</span></a></span><pre class=\"inline\"> (D. Conn. 2006).\n\n         5\n            For the purposes of PURPA, a “cogeneration facility” is “a facility which produces— (i) electric energy, and\n(ii) steam or forms of useful energy (such as heat) which are used for industrial, commercial, heating, or cooling\npurposes.” 16 U.S.C. § 796(18)(A). A “small power production facility” is a\n\n         facility which is an eligible solar, wind, waste, or geothermal facility, or a facility which— (i) produces electric\n         energy solely by the use, as a primary energy source, of biomass, waste, renewable resources, geothermal\n         resources, or any combination thereof; and (ii) has a power production capacity which, together with any other\n         facilities located at the same site (as determined by the Commission), is not greater than 80 megawatts.\nId. § 796(17)(A).\n          We use the term “renewable energy” to mean energy produced through the use of renewable energy sources,\nsuch as biomass, waste, and geothermal resources. See 18 C.F.R. §§ 292.204-205 (defining qualifying facility under\nPURPA); see Conn. Gen. Stat. §§ 16-243b(a)(1)(B), (a)(3)(C) (providing a similar definition for purposes of state\nregulation).\n\n                                                                3\n\fWheelabrator.6 See FERC v. Mississippi, </pre><span class=\"citation\" data-id=\"110718\"><a href=\"/opinion/110718/ferc-v-mississippi/\"><span class=\"volume\">456</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">742</span></a></span><pre class=\"inline\">, 750 (1982); 16 U.S.C. § 824a-3(a)(2). PURPA\n\nsection 210(e) also exempts qualifying facilities from certain federal and state utility regulation, including\n\nthe regulation of utility rates (“utility-type regulation”).7 16 U.S.C. § 824a-3(e). The parties agree that an\n\nagency’s modification of a power purchase agreement—for example, by changing the agreed-upon\n\nrates—constitutes an impermissible utility-type regulation. See Freehold Cogeneration Assocs., L.P. v. Bd. of\n\nReg. Comm’rs of State of N.J., </pre><span class=\"citation\" data-id=\"686732\"><a href=\"/opinion/686732/util-l-rep-p-14028-freehold-cogeneration-associates-lp-v-board-of/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span><pre class=\"inline\">, 1192 (3d Cir. 1995) (holding that an order of a state regulatory\n\nagency requiring the renegotiation of rate for energy modified the terms of a purchase agreement in\n\nviolation of PURPA section 210(e)).\n\n          PURPA further provides for state implementation of its requirements, 16 U.S.C. § 824a-3(f). To\n\nthat end, Connecticut enacted Connecticut General Statutes § 16-243a et seq., which requires utilities\n\nsuch as CL & P to enter into contracts to purchase the “electrical energy and capacity” of qualifying\n\nfacilities.8 As the relevant state utilities regulatory agency, the DPUC must implement the rules\n\nprescribed by PURPA. See 16 U.S.C. § 824a-3(f)(1). Pursuant to this requirement, the DPUC issued\n\nregulations setting forth a bid and contracting process for electrical utilities to acquire electrical energy\n\nand capacity from qualifying facilities. See Conn. Agencies Regs. § 16-243a-5, a-7.\n\nB.        The Wheelabrator Agreement\n\n          In 1991, Wheelabrator and CL & P entered into the Agreement, which provided for CL & P to\n\npurchase the “entire net electric output” of the Lisbon facility at rates set forth in the Agreement. See\n\n\n\n          6\n           There is no dispute that Wheelabrator’s plant in Lisbon is a qualifying facility within the meaning of PURPA.\nSee 16 U.S.C. § 796(17)(C); 18 C.F.R. § 292.204.\n\n          7\n           Section 210(e) of PURPA, and the corresponding implementing regulations, exempt qualifying facilities from\ncertain federal laws and regulations as well as state laws and regulations “respecting the rates, or respecting the financial\nor organizational regulation, of electric utilities. . . .” 16 U.S.C. § 824a-3(e). This exemption is referred to as the\n“exempt[ion] from . . . utility-type . . . regulation.” See, e.g., Freehold Cogeneration Assocs., L.P. v. Bd. of Reg. Comm'rs of State of\nN.J., </pre><span class=\"citation\" data-id=\"686732\"><a href=\"/opinion/686732/util-l-rep-p-14028-freehold-cogeneration-associates-lp-v-board-of/\"><span class=\"volume\">44</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1178</span></a></span><pre class=\"inline\">, 1185 (3d Cir. 1995).\n\n          8\n           At the time the Agreement was approved, CL & P was subject to regulation by DPUC as an “electric\ncompany,” see Conn. Gen. Stat. § 16-1(a)(8), and a “public service company,” see Conn. Gen. Stat. § 16-1(a)(4).\nWheelabrator I, 526 F. Supp. 2d at 298.\n                                                                       4\n\f1991 DPUC Decision. The DPUC approved the terms of the Agreement and ordered CL & P to adopt\n\nit. See id. The energy conveyed in the Agreement possesses certain renewable energy attributes that,\n\nsince the signing of the Agreement, have become independently tradeable commodities known as\n\n“renewable energy credits” (“RECs”). The parties now dispute the ownership of these RECs.\n\n         RECs are “tradeable certificates . . . that correspond to a certain amount of renewable energy\n\ngenerated by a third party.” American Ref-Fuel, 105 FERC at 61,005. Generally speaking, RECs are\n\ninventions of state property law whereby the renewable energy attributes are “unbundled” from the\n\nenergy itself and sold separately. The credits can be purchased by companies and individuals to offset\n\nuse of energy generated from traditional fossil fuel resources or by government agencies to satisfy\n\ncertain requirements that these agencies purchase a certain percentage of their energy from renewable\n\nsources. In 2002, the specific credits at issue here became marketable by the creation of a market for\n\nsuch credits pursuant to the laws of several states, including Connecticut. Connecticut General Statutes\n\nSection 16-245a, legislation adopted that year, requires electricity suppliers to use electricity purchased\n\nfrom renewable sources, for instance by purchasing Generation Information System (“GIS”)\n\nCertificates.9\n\n         The District Court, in a finding that is not disputed, determined that “[a]t the time that [the\n\nWheelabrator Agreement was] approved and executed, no intangible property in the form of GIS\n\nCertificates existed in Connecticut as a separate tradable commodity. Thus, the [Agreement does] not\n\nmention the transfer of GIS Certificates or RECs.” Wheelabrator I, 526 F. Supp. 2d at 298-99.\n\nC.       The 2004 DPUC Decision on the Ownership of Wheelabrator’s RECs\n\n         In 2004, the parties petitioned the DPUC for a decision as to whether the terms of the\n\nAgreement conveyed the renewable energy credits to CL & P. The DPUC found that the Agreement\n\n\n\n         9\n          GIS Certificates are created by the New England Power Pool and distributed to renewable energy generators,\nsuch as Wheelabrator, based on the electric output of their facilities. Wheelabrator I, 526 F. Supp. 2d at 299. Wheelabrator\nreceived one GIS Certificate for each megawatt-hour produced by its Lisbon facility. Id.\n                                                               5\n\fconveyed to CL & P any RECs arising from Wheelabrator’s production of the electricity at the Lisbon\n\nfacility. See 2004 DPUC Decision. In doing so, it looked to, inter alia, the fact that the Agreement: (1)\n\nconveyed “the entire net electrical output of the facility,” a term that the DPUC construed to convey the\n\nrenewable energy attributes of the electricity—including the RECs—as well as the electricity itself; (2)\n\ncontemplated that the energy sold would be renewable energy, thereby suggesting that the parties\n\nintended to convey the renewable attributes along with the energy; and (3) granted Wheelabrator certain\n\nexemptions from state regulation as well as favorable contract terms that compensated Wheelabrator for\n\nthe renewable energy attributes of the electricity, such as the RECs. Id. at *16-24. Based on these\n\nobservations, the DPUC concluded that the electricity “cannot be separated from the fuel used to\n\ngenerate it” and the “renewable energy attributes of the ‘electricity’ . . . are and were intended by the\n\n[DPUC in its decision approving the Agreement] to be sold by [Wheelabrator] and purchased by [CL &\n\nP].” Id. at *21-22. The DPUC then directed Wheelabrator to convey all existing and future credits to\n\nCL & P for the term of the Agreement as well as the proceeds from any prior sale of the credits. Id. at\n\n*32.\n\n        Wheelabrator filed an administrative appeal of the 2004 DPUC Decision in the Connecticut\n\nstate courts but reserved its federal preemption and constitutional claims for adjudication in federal\n\ncourt. While the instant appeal was pending, the Connecticut Supreme Court issued an opinion\n\naffirming the 2004 DPUC Decision. Wheelabrator Lisbon, Inc. v. Dep’t of Pub. Util. Control (Wheelabrator II),\n\n</pre><span class=\"citation\" data-id=\"1953908\"><a href=\"/opinion/1953908/wheelabrator-lisbon-v-public-util-control/\"><span class=\"volume\">931</span> <span class=\"reporter\">A.2d</span> <span class=\"page\">159</span></a></span><pre class=\"inline\"> (Conn. 2007). The Connecticut Supreme Court held that the DPUC had jurisdiction to\n\ninterpret the Agreement; that the 2004 DPUC Decision was supported by substantial evidence and\n\nconsistent with state statutory law; and that the 2004 DPUC Decision did not constitute an\n\nunconstitutional taking under state constitutional law. Id. at 168-77.\n\nD.      FERC’s Opinion in Am e ric an Re f-Fu e l\n\n        Wheelabrator’s federal preemption claims are based in part on FERC’s interpretation of PURPA\n\n\n                                                      6\n\fin American Ref-Fuel, in which FERC—on a petition for a declaratory order filed by the owners of\n\nqualifying small power production facilities, including Wheelabrator’s parent company—clarified the\n\napplication of certain FERC regulations implementing PURPA. American Ref-Fuel Company, 105 FERC at\n\n61,004. In American Ref-Fuel, FERC declared “that contracts for the sale of . . . energy entered into\n\npursuant to PURPA do not convey RECs to the purchasing utility . . . absent [an] express provision in\n\n[the relevant] contract” or a rule of state law to the contrary. Id. at 61,007; see also id. at 61,005 (“[A] state\n\nmay decide that a sale of power at wholesale automatically transfers ownership of the state-created\n\n[credits], [but] that requirement must find its authority in state law, not PURPA.”). FERC also noted\n\nthat “RECs are created by the States. They exist outside the confines of PURPA. PURPA thus does\n\nnot address the ownership of [the credits].” Id. at 61,007.\n\nE.      Subsequent Procedural History\n\n        Shortly after the 2004 DPUC Decision, plaintiff brought the instant action against the DPUC\n\nand its individual commissioners pursuant to 42 U.S.C. § 1983, seeking declaratory and injunctive relief\n\nfrom the 2004 DPUC Decision. In particular, Wheelabrator sought declarations that (1) the asserted\n\n“modification” of the Agreement by the 2004 DPUC Decision was preempted by section 210(e) of\n\nPURPA; (2) the 2004 DPUC Decision worked an unconstitutional taking in violation of the Fifth and\n\nFourteenth Amendments; and (3) violated the constitutional prohibition on the impairment of the\n\nobligations of contracts, see U.S. Const. art. I, § 10, cl. 1. The District Court granted summary judgment\n\nto DPUC after concluding that the 2004 DPUC Decision did not modify the Agreement and,\n\naccordingly, no federal law or constitutional violation had occurred. See Wheelabrator I, 526 F. Supp. 2d\n\nat 306-07. This appeal, pressing only the federal preemption claim, followed.\n\n                                                DISCUSSION\n\n        We review a District Court’s decision to grant summary judgment de novo. See, e.g., Blouin v.\n\nSpitzer, </pre><span class=\"citation\" data-id=\"784886\"><a href=\"/opinion/784886/alice-blouin-as-administratrix-of-the-estate-of-sheila-pouliot-and-of-the/\"><span class=\"volume\">356</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">348</span></a></span><pre class=\"inline\">, 356 (2d Cir. 2004).\n\n                                                        7\n\f        Because the parties have not asked the District Court or our Court to review the merits of the\n\n2004 DPUC Decision or the state Supreme Court’s interpretation of applicable state law, we have no\n\noccasion to engage in such a review. Accordingly, the only issues on appeal are (1) whether the 2004\n\nDPUC Decision “modified” the terms of the Agreement and, if so, whether such an action would\n\nconstitute utility-type regulation precluded by Section 210(e) of PURPA; and (2) whether the 2004\n\nDPUC Decision was preempted by FERC’s interpretation of PURPA in American Ref-Fuel.\n\nA.      Section 210(e) of PURPA and its implementing regulations do not preempt the 2004\n        DPUC Decision.\n\n        The parties agree that if the 2004 DPUC Decision “modified” the terms of the Agreement, then\n\nsuch a modification would constitute a “utility-type regulation” in violation of Section 210(e) of\n\nPURPA, 16 U.S.C. § 824a-3(e). Our Court has not previously addressed this issue, but the Third Circuit\n\nhas persuasively concluded that a state agency’s modification of a power purchasing contract would\n\nviolate PURPA § 210(e). See Freehold, 44 F.3d at 1192. In Freehold, the Third Circuit concluded that a\n\nstate regulatory agency had modified the terms of a similar power purchase agreement by ordering that a\n\nqualifying facility renegotiate terms of the agreement with the utility. Id. at 1190. The Third Circuit\n\nobserved that under the PURPA regulatory regime, FERC—and not the state agencies—were\n\nresponsible for regulating the rates charged by qualifying facilities in power purchase agreements. Id. at\n\n1191. Under this regime, state regulatory agencies have the authority to implement PURPA in reviewing\n\nand approving contracts for the sale of electricity. Id. Once the relevant state agency has approved an\n\nagreement, however, revocation of that approval or an attempt to modify the agreement would subject\n\nthe qualifying facility to “utility-type” regulation barred by Section 210(e) of PURPA. Id. at 1192.\n\n        We need not address whether a modification like the one presented in Freehold would violate\n\nSection 210(e), because we agree with the District Court that the 2004 DPUC decision in the instant\n\ncase did not modify the terms of the contract. As the District Court explained, “the DPUC decisions\n\nare unlike the [state agency] order that was the subject of Freehold.” Wheelabrator I, 526 F. Supp. 2d at\n                                                      8\n\f306. Unlike the New Jersey agency in Freehold, “the DPUC has not ordered the [qualifying facility] to\n\nrenegotiate the contract purchase price or ordered lower rates. Rather, the DPUC considered the\n\n[energy purchase agreement] at issue and concluded that [it] transferred the renewable energy and the\n\nassociated GIS Certificates to CL & P.” Id. We agree that the DPUC did not order the renegotiation of\n\nthe terms of the Agreement but simply exercised its authority to interpret the Agreement’s\n\nprovisions—as it happens, in a manner that was unfavorable to Wheelabrator. See Wheelabrator II, 931\n\nA.2d at 171 (upholding the DPUC’s jurisdiction to interpret the Agreement). We hold, therefore, that\n\nthe 2004 DPUC Decision does not modify the terms of the Agreement and, accordingly, does not\n\nviolate Section 210(e) of PURPA.10\n\n         In sum, the District Court correctly concluded that the 2004 DPUC Decision was not\n\npreempted by PURPA or its implementing regulations.\n\nB.       Am e ric an Re f-Fu e l does not preempt the 2004 DPUC Decision.\n\n         Wheelabrator also contends the 2004 DPUC Decision is inconsistent with FERC’s decision in\n\nAmerican Ref-Fuel and, therefore, is preempted by American Ref-Fuel. See, e.g., Louisiana Pub. Serv. Comm’n,\n\n476 U.S. at 368-69 (holding that a federal agency acting within the scope of its delegated authority has\n\nthe power to preempt state regulation). Specifically, Wheelabrator argues that FERC intended for RECs\n\nto be sold through express contractual provisions and that, in the absence of such a provision, an\n\nelectricity purchase agreement cannot convey RECs.\n\n         We agree with the District Court, and with FERC, that American Ref-Fuel did not impose such a\n\nrule. As the District Court correctly observed:\n\n         [In American Ref-Fuel,] [t]he FERC concluded that RECs are created by the State and controlled\n         by state law, not PURPA, and that they may be decoupled from the renewable energy. . . . Taken\n\n\n         10\n            Nor is there any evidence in the record that Congress intended to occupy the field or otherwise preempt state\nregulation of the ownership of RECs entirely. See Louisiana Pub. Serv. Comm’n v. FCC, </pre><span class=\"citation\" data-id=\"111672\"><a href=\"/opinion/111672/louisiana-pub-serv-commn-v-fcc/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">355</span></a></span><pre class=\"inline\">, 368-69 (1986)\n(discussing general principles of preemption by a federal agency); cf. FERC, 456 U.S. at 765-70 (concluding that PURPA\ndoes not preempt state regulation of utility rate-making); American Ref-Fuel, 105 FERC at 61, 007 (“RECs . . . exist outside\nthe confines of PURPA. PURPA thus does not address the ownership of RECs.”).\n                                                               9\n\f       as a whole, however, American Ref-Fuel does not stand for the proposition that PURPA requires\n       an express contractual provision in order for RECs or GIS Certificates to be transferred to a\n       public utility pursuant to a PURPA contract. . . . [American Ref-Fuel’s] parenthetical reference to\n       the effect of an express contractual provision might suggest that the FERC considered an\n       express contractual provision to be the only means for RECs, associated with energy sold\n       pursuant to a PURPA contract, to be transferred to a utility. . . . In its order denying rehearing,\n       the FERC noted that the reference to an “express contractual provision” seems to have been\n       misunderstood. American Ref-Fuel, 107 FERC ¶ 61,016, at 61,042 n.1 (2004). The FERC\n       elaborated: “We did not mean to suggest that the parties to a PURPA contract, by contract,\n       could undo the requirements of State law in this regard. All we intended by this language was to\n       indicate that a PURPA contract did not inherently convey any RECs, and correspondingly that,\n       assuming State law did not provide to the contrary, the [qualifying facility] by contract could\n       separately convey the RECs.” Id. (emphasis added).\n\n\nWheelabrator I, 526 F. Supp.2d at 305-06 & n.5.\n\n       In sum, the FERC decision in American Ref-Fuel does not evince an intent to occupy the relevant\n\nfield—namely, the regulation of renewable energy credits. Rather, it explicitly acknowledges that state\n\nlaw governs the conveyance of RECs. See American Ref-Fuel, 105 FERC at 61,007 (stating that, because\n\n“RECs are created by the States[,] . . . . States . . . have the power to determine who owns the [RECs] in\n\nthe initial instance and how they may be sold or traded; it is not an issue controlled by PURPA”); id. at\n\n61,005 (“[A] state may decide that a sale of power at wholesale automatically transfers ownership of the\n\nstate-created RECs [but] that requirement must find its authority in state law, not PURPA.”) We\n\nconclude, therefore, that the American Ref-Fuel does not preempt the 2004 DPUC Decision.\n\n                                            CONCLUSION\n\n       For the reasons stated above, the judgment of the District Court is AFFIRMED.\n\n\n\n\n                                                    10\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/110718/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111672/",
    "http://www.courtlistener.com/api/rest/v3/opinions/686732/",
    "http://www.courtlistener.com/api/rest/v3/opinions/779428/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784886/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1953908/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2415336/"
  ]
}