{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/2665/",
  "absolute_url": "/opinion/2665/united-states-v-shellef-and-rubenstein/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/2665/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T18:48:59Z",
  "date_modified": "2017-03-24T00:19:17.485935Z",
  "type": "010combined",
  "sha1": "27bee93f8dbddb460a73701e620571390f462590",
  "page_count": 56,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/9c4d23a6-1c14-4a46-97ee-8c7a979737b8/260/doc/06-1495-cr_opn.pdf",
  "local_path": "pdf/2007/11/08/United_States_v._Shellef_and_Rubenstein_1.pdf",
  "plain_text": "     06-1495-cr(L), 06-1710-cr(CON)\n     United States v. Shellef and Rubenstein\n\n1                         UNITED STATES COURT OF APPEALS\n\n2                             FOR THE SECOND CIRCUIT\n\n3                                August Term, 2006\n\n4    (Argued: December 18, 2006                   Decided: November 8, 2007)\n\n5                  Docket Nos. 06-1495-cr(L), 06-1710-cr(CON)\n\n6                    -------------------------------------\n\n7                            UNITED STATES OF AMERICA,\n\n8                                     Appellee,\n\n9                                        - v -\n\n10                     DOV SHELLEF and WILLIAM RUBENSTEIN,\n\n11                            Defendants-Appellants.\n\n12                   -------------------------------------\n\n13   Before:     POOLER, SACK, and WESLEY, Circuit Judges.\n\n14               Appeal from judgments of conviction following a trial\n\n15   in the United States District Court for the Eastern District of\n\n16   New York (Joanna Seybert, Judge) for wire fraud, money\n\n17   laundering, tax evasion, filing false tax returns, and conspiracy\n\n18   to defraud the IRS as to defendant Dov Shellef, and conspiracy to\n\n19   defraud the IRS and wire fraud as to defendant William\n\n20   Rubenstein.    We conclude that the indictment improperly joined\n\n21   certain tax counts with the other charges against the defendants,\n\n22   that it improperly joined Shellef and Rubenstein as defendants,\n\n23   and that the misjoinders were not harmless.\n\n24               Vacated and remanded.\n\f1                             ANDREW L. FREY, Mayer Brown LLP (Andrew\n2                             H. Shapiro, Daniel B. Kirschner, Mayer\n3                             Brown LLP, Stuart E. Abrams, Frankel &\n4                             Abrams, of counsel), New York, NY, for\n5                             Defendant-Appellant Dov Shellef.\n\n 6                            ALAN L. ZEGAS, Law Offices of Alan L.\n 7                            Zegas, Chatham, NJ (William Nossen, Law\n 8                            Offices of Alan L. Zegas, Chatham, NJ,\n 9                            and, Robert W. Gluck, Mandelbaum,\n10                            Salsburg, Gold, Lazris & Discenza, P.C.,\n11                            New Brunswick, NJ, of counsel), for\n12                            Defendant-Appellant William Rubenstein.\n13\n14                            S. ROBERT LYONS, Tax Division,\n15                            Department of Justice, Washington, D.C.,\n16                            (Eileen J. O'Connor, Assistant Attorney\n17                            General, Alan Hechtkopf, Karen M.\n18                            Quesnel, Tax Division, Department of\n19                            Justice, Washington, D.C., and Roslynn\n20                            Mauskopf, United States Attorney for the\n21                            Eastern District of New York, New York,\n22                            NY, of counsel), for Appellee.\n\n23   SACK, Circuit Judge:\n\n24             The defendant Dov Shellef owned or operated several\n\n25   companies engaged in the distribution of industrial chemicals.\n\n26   The defendant William Rubenstein owned or operated Dunbar Sales,\n\n27   Inc., and Stevens Industries, Inc., which also distributed\n\n28   industrial chemicals and provided warehousing, packaging,\n\n29   labeling, and billing services to other distributors.   The\n\n30   chemical at issue in this case -- CFC-113 -- is exempt from\n\n31   excise taxes if its sale comports with applicable federal\n\n32   statutory and regulatory requirements.   Notwithstanding the\n\n33   defendants' representations to the manufacturers from whom they\n\n34   bought the chemical that the defendants would sell it in a manner\n\n35   that would render the sales excise-tax-free, some of Shellef's\n\n36   and Rubenstein's sales of CFC-113 did not comply with at least\n\n                                     2\n\f1    one of these requirements.   The government charged Shellef and\n\n2    Rubenstein jointly with conspiracy to defraud the IRS and wire\n\n3    fraud.   The indictment also charged Shellef (but not Rubenstein)\n\n4    with 1) personal income tax evasion in 1996; 2) filing on behalf\n\n5    of one of his businesses a corporate tax return that was false\n\n6    insofar as it failed to report legitimate income in 1996; and 3)\n\n7    filing a corporate tax return on behalf of another of his\n\n8    businesses that was false insofar as it failed to report income\n\n9    in 1999.   Shellef alone was also charged with money laundering\n\n10   associated with the alleged wire fraud.   A jury convicted Shellef\n\n11   and Rubenstein on all charges against them.1\n\n12              On appeal, Rubenstein argues, as a threshold matter,\n\n13   that the 1996 tax charges against Shellef      were improperly\n\n14   joined with the conspiracy to defraud and wire fraud charges\n\n15   against him.   Shellef similarly argues that the 1996 tax charges\n\n16   should not have been joined with the other charges against him.2\n\n17              Under Rule 8 of the Federal Rules of Criminal\n\n18   Procedure, joinder of criminal charges is permissible when, inter\n\n19   alia, the charges are \"based on the same act or transaction.\"\n\n20   Fed. R. Crim. P. 8(a).   Joinder of tax charges with non-tax\n\n21   charges under Rule 8 is therefore permissible if \"the tax\n\n\n\n          1\n            The government dismissed three of the wire fraud counts\n     against Shellef and Rubenstein.\n          2\n            Shellef and Rubenstein each request that we adopt\n     whichever arguments in the other's brief may be applicable to\n     him. We do so, but for ease of exposition refer individually to\n     the appellant in whose brief a particular argument was made.\n\n                                      3\n\f1    offenses arose directly from the other offenses charged,\" such as\n\n2    when the funds derived from the acts underlying the non-tax\n\n3    charges \"either are or produce the unreported income\" that is the\n\n4    basis for the tax charges.    United States v. Turoff, 853 F.2d\n\n5    1037, 1043 (2d Cir. 1988) (internal quotation marks and citations\n\n6    omitted).    Even \"if the character of the funds . . . do[es] not\n\n7    convince us of the benefit of joining the[] two schemes in one\n\n8    indictment, other overlapping facts or issues may.\"    Id. at 1043-\n\n9    44.\n\n10               We conclude that the indictment improperly joined the\n\n11   1996 tax evasion and false return counts against Shellef with the\n\n12   other charges against both defendants because the 1996 counts are\n\n13   not \"based on the same act or transaction\" as the other charges\n\n14   within the meaning of Rule 8.    We further conclude, for reasons\n\n15   set forth below, that the joinder of Shellef and Rubenstein as\n\n16   defendants in the indictment was also improper.    Because the\n\n17   government has not established that the misjoinders of charges\n\n18   and defendants were harmless, we vacate the judgments of\n\n19   conviction and remand for further proceedings.\n\n20               Shellef and Rubenstein raise several other issues on\n\n21   appeal that we need not decide in light of our disposition of the\n\n22   question of joinder: 1) the legal sufficiency of the wire fraud\n\n23   and conspiracy indictments; 2) the evidentiary sufficiency of the\n\n24   conviction for wire fraud; 3) the propriety of several\n\n25   evidentiary rulings made by the district court; and 4) the\n\n26   propriety of the jury instructions.    We nonetheless discuss all\n\n                                       4\n\f1    but the district court's evidentiary rulings to guide the\n\n2    district court on retrial.\n\n3                                 BACKGROUND\n\n4              Because the jury returned a guilty verdict, the\n\n5    evidence presented to it is construed \"in the light most\n\n6    favorable to the government.\"    United States v. Naiman, 211 F.3d\n\n7    40, 46 (2d Cir. 2000) (citation omitted).     Except where noted\n\n8    below, the parties do not dispute the relevant material facts.\n\n9              The Defendants\n\n10             The defendant Dov Shellef owned or operated four\n\n11   companies: Poly Systems, Inc. (\"Poly Systems\"); PolyTuff, Ltd.\n\n12   (\"PolyTuff\"); PolyTuff USA, Inc. (\"PolyTuff USA\"); and Poly\n\n13   Systems USA, Inc. (\"Poly Systems USA\").     Poly Systems was an\n\n14   entity located in and doing business from the United States,\n\n15   which sold and distributed defense-related materials, including\n\n16   aircraft manufacturing and maintenance products, primarily to the\n\n17   government of Israel.   PolyTuff, an Israeli company, functioned\n\n18   as Poly Systems's representative in Israel.     Although nominal\n\n19   ownership of PolyTuff was transferred to one Avi Dolev in 1990,\n\n20   Shellef ran the company beginning no later than 1995, when,\n\n21   according to Shellef, Dolev \"disappeared.\"     Test. of Dov Shellef,\n\n22   Trial Tr. 2270-71, July 14, 2005.     PolyTuff USA was located in\n\n23   and doing business from the United States; it had been founded by\n\n24   Dolev in 1992 after the Israeli government refused to continue\n\n25   doing business with Shellef and Poly Systems.     Poly Systems USA\n\n26   manufactured and sold industrial solvents.\n\n                                       5\n\f1              Rubenstein is the executive vice president and a forty-\n\n2    five percent owner of two New Jersey-based companies, Dunbar\n\n3    Sales, Inc. (\"Dunbar\"), and Stevens Industries, Inc. (\"Stevens\").\n\n4     The companies buy a variety of industrial chemicals and re-sell\n\n5    them to the United States and foreign governments.   These\n\n6    entities also provide warehousing, packaging, labeling, shipping,\n\n7    and bill collection services.   Rubenstein provides day-to-day\n\n8    management for the companies.\n\n9              In 1995, Rubenstein and Shellef began working together\n\n10   in an attempt to profit from an impending ban on domestic\n\n11   production of CFC-113.   Their plan was to purchase a large volume\n\n12   of CFC-113 that had been produced and stockpiled in anticipation\n\n13   of the ban on production and to sell it to entities that would\n\n14   have difficulty obtaining it elsewhere thereafter.\n\n15             In 1998, Stevens became a co-owner, with Shellef, of\n\n16   Poly Systems USA.   That year, Shellef or his company Poly Systems\n\n17   transferred cash to Poly Systems USA as capital.   Around that\n\n18   time, Shellef also invested in three unrelated real estate\n\n19   ventures that Rubenstein had undertaken.\n\n20             Regulatory Regime Governing CFC-113\n\n21             CFC-113 is a highly regulated, ozone-depleting\n\n22   industrial solvent commonly used to remove grease from metal.\n\n23   Global regulation of CFC-113 began in earnest following the\n\n24   ratification of the Montreal Protocol on Substances that Deplete\n\n25   the Ozone Layer (the \"Montreal Protocol\") in 1987.   Montreal\n\n26   Protocol, Sept. 16, 1987, S. Treaty Doc. No. 100-10, 1522\n\n                                      6\n\f1    U.N.T.S. 29.   Pursuant to the Montreal Protocol, Congress sharply\n\n2    limited American production of CFC-113 as part of the Clean Air\n\n3    Act, 42 U.S.C. §§ 7401 et seq.   The Act implemented a phased ban,\n\n4    to be completed by 2000, of the \"production and consumption\" of\n\n5    the substance in the United States.   See 42 U.S.C. § 7671c.\n\n6    Previously stockpiled CFC-113 could, however, still lawfully be\n\n7    used in the United States.   As an incentive for discontinuance of\n\n8    such use, Congress imposed an excise tax on any CFC-113 \"sold or\n\n9    used by the manufacturer . . . thereof.\"    See 26 U.S.C. §\n\n10   4681(a)(1) (imposing a tax on sales of ozone-depleting\n\n11   chemicals); 26 U.S.C. § 4682(a)(2) (including CFC-113 within the\n\n12   definition of ozone-depleting chemicals).\n\n13             Congress carved out three exceptions to the\n\n14   applicability of the excise tax, two of which are relevant here.\n\n15   See 26 U.S.C. § 4682(d).\n\n16             First, CFC-113 that has been \"diverted or recovered in\n\n17   the United States as part of a recycling process (and not as part\n\n18   of the original manufacturing or production process)\" is not\n\n19   subject to the tax.   26 U.S.C. § 4682(d)(1).   Such diverted or\n\n20   recovered CFC-113 is known as \"reclaimed CFC-113.\"    Newly\n\n21   manufactured CFC-113, by contrast, is referred to as \"virgin CFC-\n\n22   113.\"\n\n23             Second, the statute exempts \"sale[s] by the\n\n24   manufacturer or producer of [CFC-113] for export, or for resale\n\n25   by the purchaser to a second purchaser for export.\"    26 U.S.C.\n\n26   § 4662(e)(1)(A); see also 26 U.S.C. § 4682(d)(3) (incorporating\n\n                                      7\n\f1    section 4662(e) by reference).   The statutes and regulations\n\n2    thereunder impose three procedural requirements for a sale to\n\n3    qualify for this export exemption: 1) both parties must be\n\n4    registered with the Internal Revenue Service (\"IRS\"), see 26\n\n5    C.F.R. § 52.4682-5(d)(1)(i)(B); 2) the purchaser must provide the\n\n6    manufacturer with a certificate containing a sworn statement from\n\n7    the purchaser that the CFC-113 will be exported, see 26 C.F.R.\n\n8    § 52.4682-5(d)(1)(i)(C), (d)(3); and 3) the manufacturer must\n\n9    receive proof of export within six months of the initial sale,\n\n10   see 26 U.S.C. § 4221(b) (requiring proof of export); 26 U.S.C.\n\n11   § 4662(e)(1)(B) (incorporating section 4221(b) by reference).\n\n12              Elf Atochem CFC-113\n\n13              In 1995, Rubenstein's Stevens placed five purchase\n\n14   orders with Elf Atochem (\"Elf\") for a total of 217,812 pounds of\n\n15   CFC-113 imported from an Elf affiliate in France (the \"Elf CFC-\n\n16   113\").3   Elf initially charged Stevens $1,152,516.78 for the Elf\n\n17   CFC-113, which price included, in addition to a relatively modest\n\n18   base price, the applicable excise tax of $819,599.58.   The\n\n19   parties stipulated before trial, however, that Rubenstein\n\n20   initially intended to export the Elf CFC-113, as he had\n\n21   represented to Elf that he would in order to negotiate an excise-\n\n\n          3\n            At trial, an IRS agent testified that Rubenstein purchased\n     21,768 pounds of CFC-113 in 1995. The government, in questioning\n     the witness, referred to Rubenstein's purchase of 201,000 pounds.\n     Our own calculation using the witness's testimony regarding the\n     applicable invoices indicates that Rubenstein purchased 217,812\n     pounds. We assume that the witness's reference to 21,768 pounds\n     is a transcription error or that the government attorney\n     misspoke.\n\n                                      8\n\f1    tax-free agreement.   Rubenstein further attempted to register\n\n2    with the IRS to satisfy his obligations under section 4682(d).\n\n3    Elf, which had previously paid the excise tax to the IRS on its\n\n4    quarterly return, took a credit for it on a subsequent return,\n\n5    and credited Rubenstein's account for the previously invoiced\n\n6    tax.4\n\n7                Rubenstein exported nearly 190,000 pounds -- or all but\n\n8    about 28,000 pounds -- of the Elf CFC-113.   In 1997, however,\n\n9    Rubenstein, with Shellef's help, began to sell the remaining Elf\n\n10   CFC-113 domestically for domestic use notwithstanding the fact\n\n11   that the original sales of any such Elf CFC-113 to Rubenstein's\n\n12   companies would no longer qualify for the excise tax exemption\n\n13   that Rubenstein told Elf would apply to the entire purchase.5\n\n14               Shellef paid an employee of Marisol, Inc., a chemical\n\n15   solvent distributor, to refer Marisol's domestic CFC-113 sales\n\n16   leads to Shellef.   Among the prospects referred to Shellef under\n\n\n             4\n            The record often does not distinguish the acts of\n     Rubenstein from those of his corporations, Stevens and Dunbar.\n     Here, for example, the witnesses testified that Elf credited\n     Rubenstein's account, but the invoices refer to Stevens. Similar\n     confusion exists with respect to Shellef and his various\n     corporate entities. These distinctions are largely irrelevant\n     for our purposes, so we primarily follow the trial transcript.\n     With respect to the tax charges against Shellef, however, the\n     identity of each entity is important and we are therefore precise\n     when we discuss the conduct underlying those charges.\n             5\n            Shellef and Rubenstein sought to persuade the jury that\n     they thought the Elf CFC-113 would also be tax-exempt pursuant to\n     26 U.S.C. § 4682(d)(1) because it was \"reclaimed.\" The Elf CFC-\n     113, as shipped by Elf, was blended with alcohol. Shellef, a\n     chemical engineer by training, put the blended material through a\n     water extraction process to separate the CFC-113 from alcohol,\n     thus retaining only pure CFC-113.\n\n                                       9\n\f1    that arrangement were All Discount Laboratories (\"All Discount\")\n\n2    and Custom Laboratories (\"Custom\"), both based in California.\n\n3                Shellef used Rubenstein's Elf CFC-113 to fill some of\n\n4    All Discount's and Custom's orders.6     On July 14, 1997, Shellef\n\n5    purchased four drums totaling 2,760 pounds of Elf CFC-113 from\n\n6    Rubenstein and resold them to All Discount.      In September and\n\n7    October 1997, Shellef made four shipments of the Elf CFC-113 to\n\n8    All Discount and Custom.    Finally, on September 8, 1998, Shellef\n\n9    purchased Elf CFC-113 from Rubenstein, this time reselling it to\n\n10   Marisol.\n\n11               In sum, between July 1997 and September 1998, Shellef\n\n12   bought approximately 28,000 pounds of Elf CFC-113 from Rubenstein\n\n13   and resold it domestically.    For many of these sales, Rubenstein\n\n14   prepared documents -- labels and invoices -- falsely indicating\n\n15   that the Elf CFC-113 was reclaimed or was being shipped for\n\n16   export.    The excise tax owing and unpaid on these sales of Elf\n\n17   CFC-113 totaled $136,482.\n\n18               Allied Signal CFC-113\n\n19               In 1995, Shellef sought virgin CFC-113 from Allied\n\n20   Signal Inc. (\"Allied\"), in the United States, purportedly for\n\n21   excise-tax-free resale abroad.      Allied and Poly Systems\n\n22   eventually executed a contract effective January 1, 1996 (the\n\n23   \"Allied Contract\"), under which Allied was required to\n\n\n\n          6\n            Custom placed an order on July 9, 1997, seeking twenty\n     drums of CFC-113 per month for four months. All Discount placed\n     its order on July 11, 1997.\n\n                                         10\n\f1    manufacture 700,000 pounds of CFC-113 (the \"Allied CFC-113\") for\n\n2    Poly Systems and store it until Poly Systems requested delivery.\n\n3    Poly Systems agreed to purchase and take delivery of all of the\n\n4    Allied CFC-113 sometime prior to December 31, 1997.\n\n5              Under the Allied Contract, Poly Systems could sell the\n\n6    Allied CFC-113 only within a designated territory: Israel, Saudi\n\n7    Arabia, Syria, Egypt, and Jordan.    Because the contract required\n\n8    that the Allied CFC-113 be exported, Allied agreed not to charge\n\n9    Poly Systems the excise tax.   As set forth in Paragraph 8.A of\n\n10   the agreement, Poly Systems bore the risk of future government\n\n11   regulations prohibiting it from selling the CFC-113 so long as\n\n12   Allied spent at least twelve months after the effective date of\n\n13   the regulation \"exercis[ing] reasonable commercial efforts to\n\n14   sell [the Allied CFC-113] to other parties who are permitted to\n\n15   use [it],\" with the proceeds of any such sale that exceeded the\n\n16   contract price to be divided equally by Poly Systems and Allied.\n\n17   Allied Contract, effective Jan. 1, 1996, at 3 ¶ 8.A.\n\n18             The Allied Contract required Poly Systems to pay an up-\n\n19   front $140,000 reservation fee, of which Rubenstein paid half in\n\n20   exchange for a share of the profits Poly Systems would earn\n\n21   selling Allied CFC-113 to the Israeli government.   Although\n\n22   Rubenstein did not receive a share of Poly Systems's profits from\n\n23   domestic sales of Allied CFC-113, he did store some in his\n\n24   warehouse in Bayonne, New Jersey, and shipped the product as Poly\n\n25   Systems directed.\n\n\n\n                                     11\n\f1              Poly Systems's initial sales were to the Israeli\n\n2    government.   But Israel -- like the United States, a signatory to\n\n3    the Montreal Protocol -- was attempting to reduce its\n\n4    manufacture, importation, and use of ozone-depleting chemicals,\n\n5    including CFC-113.   By December 1997, Israeli purchases of CFC-\n\n6    113, which had slowed in 1996, came to a halt.   Shellef's orders\n\n7    with Allied followed the same pattern, but he did not then inform\n\n8    Allied of the regulatory change in Israel which might have\n\n9    invoked Paragraph 8.A.\n\n10             Poly Systems and Allied consequently became involved in\n\n11   \"a dispute around Poly Systems not taking the material on the\n\n12   schedule that it was required to under the original agreement.\"\n\n13   Test. of Anne Madden, Trial Tr. 858:18-21, June 29, 2005.     To\n\n14   resolve the dispute, Allied and Poly Systems amended the Allied\n\n15   Contract effective December 1, 1997 (\"First Amended Allied\n\n16   Contract\").   Under the First Amended Allied Contract, Poly\n\n17   Systems was required to order the remaining Allied CFC-113 by\n\n18   December 15, 1997, but Allied was required to continue storing it\n\n19   through December 31, 1998.   Allied also agreed to extend Poly\n\n20   Systems's territorial exclusivity in the Middle East until\n\n21   December 31, 1999, if Poly Systems took possession of the Allied\n\n22   CFC-113 by December 31, 1998.   The amendment incorporated all\n\n23   other consistent terms of the original October 1995 contract.\n\n24             The amendment to the Allied Contract did not solve\n\n25   Shellef's biggest problem:   The government of Israel, his best\n\n26   customer, was no longer importing CFC-113.   Shellef did have\n\n                                     12\n\f1    other willing buyers of CFC-113 -- Custom and All Discount, which\n\n2    began buying Elf CFC-113 in mid-1997 -- but the First Amended\n\n3    Allied Contract prohibited Shellef from selling Allied CFC-113 to\n\n4    them.   Still, knowing that Rubenstein did not have enough Elf\n\n5    CFC-113 to fill the Custom and All Discount orders, Shellef\n\n6    negotiated another amendment to the Allied Contract on\n\n7    February 10, 1998, effective January 7, 1998 (\"Second Amended\n\n8    Allied Contract\").    Poly Systems now was required to purchase and\n\n9    take possession of the remaining Allied CFC-113 -- 493,000\n\n10   pounds -- by June 30, 1998, but the price was reduced from $3.75\n\n11   to $3.55 per pound.   Shellef rejected Allied's offer to terminate\n\n12   the contract if the Israeli government informed him that it would\n\n13   not order CFC-113 in 1998.   The Second Amended Allied Contract\n\n14   stated that \"from and after June 30, 1998, all price, volume, and\n\n15   other terms and conditions of sale of [CFC-113] by [Allied] to\n\n16   [Poly Systems] under the Contract shall not be as set forth in\n\n17   the Contract, but shall be as negotiated by the parties from time\n\n18   to time from and after June 30, 1998.\"   Second Amended Allied\n\n19   Contract, at 1 ¶ 1.\n\n20              On June 3, 1998, Shellef sent his contact at Allied,\n\n21   Albert \"Lou\" Dorsey, a letter stating that Israel had adopted a\n\n22   law generally prohibiting CFC importation.   The letter asserted,\n\n23   though, that there might be an exception for \"previous importers\"\n\n24   and that Shellef was negotiating with such an entity.    Letter\n\n25   from Shellef to Dorsey dated June 3, 1998.   He suggested that\n\n26   pending the outcome of those negotiations, a) Poly Systems would\n\n                                      13\n\f1    place orders with Allied before June 30 at the contract price; b)\n\n2    Poly Systems would buy at the regular market price after June 30;\n\n3    and c) Allied should \"exercise reasonable commercial efforts\" to\n\n4    sell the remaining CFC-113 in accordance with Paragraph 8.A of\n\n5    the original contract.    Id.; Allied Contract at 3 ¶ 8.A.   Allied\n\n6    pressed Shellef to purchase all the remaining CFC-113 under the\n\n7    agreement and questioned the nature of the governmental\n\n8    regulation that would allow Shellef to invoke Paragraph 8.A.\n\n9    Shellef responded on June 19 by sending Allied a copy of a letter\n\n10   dated March 15, 1998, from an Israeli governmental official to\n\n11   Shellef's lawyer.    It stated:   \"In principle, according to the\n\n12   Vienna Convention, Montreal Protocol, the import [sic] of . . .\n\n13   CFC-113 is prohibited.\"    Test. of Lou Dorsey, Trial Tr. 711:17-\n\n14   19, June 28, 2005.\n\n15             On October 5, 1998, Shellef offered to purchase all of\n\n16   the remaining Allied CFC-113 at a rate of one truckload per\n\n17   month, if Allied reduced the price to $1.60 per pound and\n\n18   continued his exclusive rights in the Middle East.     Shellef told\n\n19   an Allied lawyer that \"a window had opened up [in Israel] and he\n\n20   would be able to move some material at a lower price.\"     Test. of\n\n21   Anne Madden, Trial Tr. 883:17-18, June 29, 2005.     Allied and\n\n22   Shellef agreed on a price of $1.75 per pound and, with other\n\n23   changes not relevant here, agreed that the \"other terms and\n\n24   conditions of the Agreement, except to the extent they are\n\n25   inconsistent with the above provisions shall continue in full\n\n\n\n                                       14\n\f1    force and effect.\"   Letter from Dorsey to Shellef dated Oct. 28,\n\n2    1998 (the \"Autumn 1998 Agreement\").7\n\n3              Sometime after the February 1998 amendment became\n\n4    effective, but probably before June 1998, Custom stopped buying\n\n5    CFC-113 from Shellef.   But during and after the course of the\n\n6    contractual dispute and subsequent negotiations, Shellef began\n\n7    selling Allied CFC-113 to All Discount, making two shipments in\n\n8    September 1998.   Shellef asked Rubenstein to ship the Allied CFC-\n\n9    113 out of the Bayonne warehouse in which it had previously been\n\n10   stored, to remove any references to Allied on the drums, and to\n\n11   label the virgin Allied CFC-113 falsely as \"reclaimed 113.\"8\n\n\n          7\n            Shellef strenuously contests whether the territorial\n     restrictions on him contained in the original contract remained\n     in effect. On his reading, the Autumn 1998 Agreement did not\n     incorporate the original contract terms limiting sales to the\n     original market. Shellef testified at trial that he believed\n     that, pursuant to the Second Amended Allied Agreement, the\n     limitation to export sales expired on June 30, 1998, and was not\n     revived by the Autumn 1998 Agreement. The Autumn 1998 Agreement\n     made reference to the original contract \"as amended,\" and the\n     Second Amended Allied Agreement specified that the \"terms and\n     conditions of sale[s]\" made after June 30, 1998, \"shall not be as\n     set forth in the Contract, but shall be negotiated by the\n     parties.\" But it also said that Allied \"agrees to extend\n     [Shellef's] exclusive rights to sell [CFC-113] in the [Middle\n     East] through the end of 1999.\" Allied representatives similarly\n     testified that they understood the new agreement to incorporate\n     the export obligation from the previous agreement.\n          8\n            At trial, evidence was presented to the effect that the\n     re-labeling of materials was a common service rendered at the\n     behest of the product distributor, who did not want the final\n     purchaser to know where the product was manufactured for fear\n     that the purchaser would bypass the distributor and buy the\n     product directly from the manufacturer. Although this practice\n     of \"customer protection\" might explain the removal of Allied\n     labels, it is unclear why it should also be viewed as necessary\n     for such purposes to change the designation from \"virgin\" to\n     \"reclaimed.\" The defendants may have thought that the Elf CFC-\n\n                                     15\n\f1    From October through December 1998, Shellef made four more\n\n2    shipments of Allied CFC-113 to All Discount.\n\n3              In early 1999, Shellef began storing Allied CFC-113\n\n4    with Five Star Enterprises (\"Five Star\"), a consignee freight\n\n5    forwarder in California.   Shellef directed Five Star to follow\n\n6    instructions given by Rubenstein.      On March 12, 1999,\n\n7    Rubenstein's employee, at Shellef's direction, shipped thirty-six\n\n8    drums of the Allied CFC-113 from Rubenstein's New Jersey\n\n9    warehouse to Five Star's California warehouse.      Five Star then\n\n10   made periodic shipments of the Allied CFC-113 to All Discount\n\n11   when instructed to do so by Shellef.      Other shipments of Allied\n\n12   CFC-113, including sixty drums on February 7, 2000, were also\n\n13   made to Five Star for distribution to All Discount.\n\n14             Beginning on March 9, 2000, Shellef also sold Allied\n\n15   CFC-113 to Mid-Atlantic Chemical, Inc. (\"Mid-Atlantic\"), a\n\n16   Pennsylvania-based domestic distributor of CFC-113.      Shellef told\n\n17   the president of Mid-Atlantic that excise taxes \"had been taken\n\n18   care of\" on the Allied CFC-113.    Test. of Theodore Stepanoff,\n\n19   Trial Tr. 1250:9-14, June 29, 2005.      Mid-Atlantic's first\n\n20   purchase of Allied CFC-113 from Shellef was resold by Mid-\n\n21   Atlantic to EM Science in Ohio.\n\n22             In April 2000, Shellef contacted EM Science directly to\n\n23   offer ten drums of Allied CFC-113 \"left over from a project in\n\n24   California.\"   Test. of Ronald Wizda, Trial Tr. 523-24, June 27,\n\n\n     113 was \"reclaimed,\" but there is no evidence that they thought\n     the Allied CFC-113 to be anything but virgin.\n\n                                       16\n\f1    2005.   Shellef offered it at a tax-paid price.   EM Science wanted\n\n2    to test the quality of Shellef's product before placing an order.\n\n3    On May 18, 2000, Shellef directed Rubenstein to ship one drum of\n\n4    Allied CFC-113 to EM Science, but to make sure to remove a label\n\n5    falsely indicating that it was reclaimed and attach instead a\n\n6    label correctly indicating that the product was virgin CFC-113\n\n7    produced by Allied.   EM Science decided to satisfy its additional\n\n8    CFC-113 requirements through Mid-Atlantic, not through Shellef.\n\n9               Shellef sold Allied CFC-113 on the domestic market each\n\n10   year from 1998 through 2000, with the applicable but unpaid\n\n11   excise tax rate varying from year to year.    All told, Shellef\n\n12   sold 30,360 pounds of Allied CFC-113 domestically in 1998; the\n\n13   excise tax due on these sales totaled $162,729.60.    In 1999,\n\n14   Shellef sold 198,580 pounds domestically, resulting in an unpaid\n\n15   excise tax in the amount of $1,135,877.60.    Finally, in 2000,\n\n16   Shellef's domestic sales of 73,252 pounds of CFC-113 required a\n\n17   total excise-tax payment of $445,372.16 that was never paid.\n\n18   Shellef never sent Allied any documentation regarding any of the\n\n19   domestic sales of its product.\n\n20              1996 Tax Charges\n\n21              Two of the tax charges concern filings with the IRS for\n\n22   the year 1996 -- Shellef's personal return and the PolyTuff USA\n\n23   corporate return filed by Shellef.    Shellef had hired an\n\n24   accountant, Stephen Stein, to prepare corporate tax returns for\n\n25   Poly Systems, Poly Systems USA, and PolyTuff USA for that year.\n\n26   Stein had also prepared Shellef's personal income tax returns.\n\n                                      17\n\f1    Shellef gave Stein copies of \"Quicken\" records9 that Shellef\n\n2    kept, but he never gave Stein original invoices or similar backup\n\n3    documents to substantiate the information contained in the\n\n4    Quicken documents.\n\n5                For PolyTuff USA's 1996 fiscal year, which ended on\n\n6    February 28, 1997, Shellef's Quicken records, and the PolyTuff\n\n7    USA tax return prepared by Stein, revealed gross receipts10 of\n\n8    $633,639.    After expenses, this amounted to a taxable income of\n\n9    $10,547.    Stein reconciled the 1996 PolyTuff USA Quicken\n\n10   information with records from checking and money market accounts\n\n11   PolyTuff USA held at First Bank of the Americas.    But Shellef did\n\n12   not inform Stein of a PolyTuff USA account held at Marine Midland\n\n13   Bank in which PolyTuff USA had deposited four checks in the total\n\n14   amount of $1,942,113.62 during fiscal year 1996.    The reported\n\n15   gross receipts therefore understated actual gross receipts by\n\n16   nearly $2 million.    After accounting for unreported expenses,\n\n17   PolyTuff USA owed $288,621.58 in taxes for 1996, instead of the\n\n18   $1,582 it claimed to owe on its return.\n\n\n\n\n          9\n             \"Quicken\" is the name given by Intuit Inc. to its widely\n     used group of financial computer programs for consumer and\n     business use. They are used, among other things, to keep\n     financial records, including check registers. See Test. of\n     Stephen Stein, Trial Tr. 1467:12-20, July 6, 2005; Intuit,\n     http://www.intuit.com (last visited July 21, 2007).\n          10\n            This amount is calculated by adding the cash received in\n     a fiscal year to the accounts receivable at the end of that year\n     and then subtracting the accounts receivable that were reported\n     in the prior year and collected in the current year.\n\n                                      18\n\f1                Shellef's personal income tax return for 1996, also\n\n2    prepared by Stein, reported total income of $77,446 and taxable\n\n3    income of $53,996.    But Shellef hid personal bank accounts from\n\n4    Stein.   Because of undisclosed transactions involving these\n\n5    accounts and PolyTuff USA, Shellef's taxable income for 1996 in\n\n6    fact was $957,326 -- $903,330 more than the $53,996 Shellef\n\n7    reported.    Shellef owed $344,152 more in personal income tax for\n\n8    1996 than the $9,900 he had reported and paid.\n\n9                1999 Tax Charge\n\n10               By 1998, Shellef was working with a different\n\n11   accountant at Stein's firm -- Stephen Kashinsky.    Kashinsky\n\n12   prepared Poly Systems's original 1999 corporate tax return.\n\n13   Based on the Quicken records and bank statements that Shellef\n\n14   gave him, Kashinsky reported gross receipts of $986,224.\n\n15               But Shellef did not tell Kashinsky about accounts held\n\n16   by Poly Systems at North Fork Bank (\"North Fork\") and Commercial\n\n17   Bank of New York (\"CBNY\").    In 1999, All Discount paid Poly\n\n18   Systems $662,400 for Allied CFC-113, which it transferred by wire\n\n19   into the undisclosed Poly Systems account at CBNY.    Poly Systems\n\n20   also deposited two checks in the total amount of $120,216 into\n\n21   its undisclosed North Fork account.    Poly Systems's 1999\n\n22   corporate tax return thus under-reported gross receipts by\n\n23   $782,616.    When Shellef became aware of an FBI investigation of\n\n24   his business affairs, he replaced Kashinsky with Michael\n\n25   Maddaloni, who had been preparing Poly Systems USA's filings\n\n26   since Rubenstein made his investment in that company.    Shellef\n\n                                      19\n\f1    filed an amended return for Poly Systems that added $760,701 to\n\n2    the original return's report of $986,000 in gross receipts,\n\n3    $21,915 less than the $782,616 he had failed to report.\n\n4                Shellef also withheld information from Kashinsky about\n\n5    personal foreign bank accounts -- one at Credit Suisse in\n\n6    Switzerland and the other at Bank Leumi in Israel.     He conducted\n\n7    three wire transfers in the total amount of $450,240 out of Poly\n\n8    Systems's CBNY account and into the Credit Suisse and Bank Leumi\n\n9    accounts.    The original return did not reflect these\n\n10   transactions.    The amended return showed most of these transfers\n\n11   as loans from Poly Systems to Shellef.     Shellef repaid the loans\n\n12   with interest.\n\n13               The Indictment\n\n14               On June 24, 2003, a grand jury in the United States\n\n15   District Court for the Eastern District of New York returned a\n\n16   ninety-one count indictment against Shellef and a forty-six count\n\n17   indictment against Rubenstein.     Count One charges them jointly\n\n18   with conspiring to impede the IRS's collection of excise taxes in\n\n19   violation of 18 U.S.C. § 371, based on their domestic sales of\n\n20   Elf and Allied CFC-113.      Shellef and Rubenstein were also charged\n\n21   jointly in Counts Five through Fifty with wire fraud, in\n\n22   violation of 18 U.S.C. § 1343.     Those counts rested on two\n\n23   alternative theories of fraud based on Shellef's alleged promise\n\n24   to export all the Allied CFC-113: 1) absent Shellef's alleged\n\n25   misrepresentation about the CFC-113's destination, Allied would\n\n26   have charged Poly Systems for the excise tax due on domestic\n\n                                        20\n\f1    sales of virgin CFC-113; and 2) absent the alleged\n\n2    misrepresentation, Allied would not have sold Shellef the CFC-\n\n3    113.   Rubenstein's alleged role in the wire fraud was to store,\n\n4    re-label, and ship the Allied CFC-113 to domestic customers at\n\n5    Shellef's direction.    Shellef and Rubenstein allegedly used wire\n\n6    communications to transmit shipping instructions, invoices, and\n\n7    payments they received for domestic sales as part of their plan.\n\n8               The remainder of the counts in the indictment charge\n\n9    only Shellef.   Count Two alleges that Shellef violated 26 U.S.C.\n\n10   § 7206(1) by subscribing to false statements regarding the gross\n\n11   receipts reported in PolyTuff USA's 1996 tax return.   Count Three\n\n12   alleges that Shellef evaded personal income taxes for 1996 by\n\n13   understating his taxable income and the tax due, a violation of\n\n14   26 U.S.C. § 7201.   Count Four charges Shellef with another\n\n15   violation of section 7206(1), this one arising out of the alleged\n\n16   understatement of Poly Systems's gross receipts on its 1999\n\n17   corporate tax return.\n\n18              In addition to these tax charges, Shellef was indicted\n\n19   on forty-one counts of money laundering, based on his actions\n\n20   underlying the conspiracy and wire fraud counts.   The first five,\n\n21   Counts Fifty-One through Fifty-Five, allege violations of 18\n\n22   U.S.C. § 1956(a)(1)(A)(i) arising out of Shellef's use of\n\n23   proceeds from domestic sales of CFC-113 to buy more Allied CFC-\n\n24   113.   Counts Fifty-Six through Ninety-One allege violations of 18\n\n25   U.S.C. §§ 1956(a)(1)(A)(ii) and (B)(i), arising out of Shellef's\n\n\n\n                                      21\n\f1    transfer of proceeds from domestic CFC-113 sales to U.S. and\n\n2    foreign bank accounts.\n\n3                District Court Proceedings\n\n4                Prior to trial, Shellef moved to dismiss the\n\n5    conspiracy, wire fraud, and 1999 tax counts for failure to allege\n\n6    offenses and to sever all tax counts from the other counts under\n\n7    Rule 8 of the Federal Rules of Criminal Procedure.11    Rubenstein\n\n8    joined in seeking the relief sought by Shellef.     The district\n\n9    court denied the motions.\n\n10               The trial began on June 20, 2005.   The government's\n\n11   evidence supporting the conspiracy and wire fraud charges -- and,\n\n12   by extension, the money laundering charges based on the\n\n13   conspiracy and wire fraud counts -- came principally from two\n\n14   witnesses, Allied's Albert Dorsey and Anne Madden.     They\n\n15   testified, inter alia, that Shellef obligated himself in the\n\n16   Autumn 1998 Agreement to continue to confine himself to export\n\n17   sales.    Shellef's defense to these charges rested in large part\n\n18   on his assertion that he did not, under the Autumn 1998 Agreement\n\n19   or otherwise, undertake to export the Allied CFC-113 after the\n\n20   original contract expired on June 30, 1998.\n\n\n\n\n          11\n            We note that Shellef argued below that all the tax\n     charges should be severed from all the non-tax charges but he\n     argues on appeal that the 1996 tax charges were misjoined with\n     the remaining charges, including the 1999 tax charge. The\n     government does not, however, contend that Shellef's argument on\n     appeal was waived, and so we consider it as argued and briefed\n     before us.\n\n                                      22\n\f1               Although most of the trial explored Shellef's and\n\n2    Rubenstein's dealings with Elf and Allied, substantial portions\n\n3    related to the 1996 personal tax evasion and false return charges\n\n4    against Shellef.    Indeed, roughly half of the government's cross-\n\n5    examination of Shellef focused on the 1996 tax evasion and false\n\n6    return charges.\n\n7               On July 28, 2005, the jury returned general verdicts of\n\n8    guilty against both defendants on all counts of which each was\n\n9    charged.   The district court thereafter sentenced Shellef\n\n10   principally to seventy months' imprisonment and three years of\n\n11   supervised release.    The district court sentenced Rubenstein\n\n12   principally to eighteen months' imprisonment and three years of\n\n13   supervised release.    Shellef and Rubenstein were ordered to pay\n\n14   $1,880,461 in restitution.     The district court also entered a\n\n15   final order of forfeiture requiring Shellef to forfeit\n\n16   $1,350,650.\n\n17              This appeal followed.    By Order of this Court dated\n\n18   December 19, 2006, the district court released the defendants on\n\n19   bond pending appeal.\n\n20                                  DISCUSSION\n\n21              I.   Jurisdiction\n\n22              The district court had jurisdiction over the\n\n23   prosecution of Shellef and Rubenstein pursuant to 18 U.S.C.\n\n24   § 3231 because they were charged with violating federal criminal\n\n25   laws.   The district court entered judgments of conviction against\n\n26   Rubenstein in March 2006 and against Shellef in April 2006.      We\n\n                                        23\n\f1    have jurisdiction over the appeal of such final judgments under\n\n2    28 U.S.C. § 1291.\n\n3              II.   Basis for Vacatur and Remand\n\n4              The defendants argue that the 1996 tax evasion and\n\n5    false return counts against Shellef were improperly joined with\n\n6    the remainder of the counts in the indictment.   The government\n\n7    defends the joinder on the ground that \"the charges were 'based\n\n8    on the same act or transaction' as the other charges the jury was\n\n9    to consider.\"   Gov't Br. at 51.\n\n10             We review the propriety of joinder de novo.     United\n\n11   States v. Feyrer, 333 F.3d 110, 113 (2d Cir. 2003).     \"[T]he\n\n12   propriety of Rule 8 joinder is subject to full appellate review,\n\n13   and where joinder should not have been permitted, a conviction\n\n14   must be reversed, unless failure to sever was harmless error.\"\n\n15   United States v. Attanasio, 870 F.2d 809, 815 (2d Cir. 1989)\n\n16   (internal quotation marks and citations omitted).\n\n17             Federal Rule of Criminal Procedure 8 sets forth when\n\n18   joinder is appropriate in criminal cases:\n\n19             Joinder of Offenses or Defendants\n\n20             (a) Joinder of Offenses. The indictment or\n21             information may charge a defendant in\n22             separate counts with 2 or more offenses if\n23             the offenses charged -- whether felonies or\n24             misdemeanors or both -- are of the same or\n25             similar character, or are based on the same\n26             act or transaction, or are connected with or\n27             constitute parts of a common scheme or plan.\n\n28             (b) Joinder of Defendants. The indictment or\n29             information may charge 2 or more defendants\n30             if they are alleged to have participated in\n31             the same act or transaction, or in the same\n\n                                        24\n\f1              series of acts or transactions, constituting\n2              an offense or offenses. The defendants may\n3              be charged in one or more counts together or\n4              separately. All defendants need not be\n5              charged in each count.\n\n6    Fed R. Crim. P. 8.   Thus, while Rule 8(a) allows joinder of\n\n7    offenses that are of \"the same or similar character,\" Rule 8(b)\n\n8    does not allow joinder of defendants on that basis alone -- they\n\n9    must be \"alleged to have participated in the same act or\n\n10   transaction, or in the same series of acts or transactions.\"    Id.\n\n11             The parties devote considerable attention to the\n\n12   question whether Rule 8(a) or Rule 8(b) applies when a defendant\n\n13   in a multi-defendant, multi-count prosecution such as the one\n\n14   against Shellef challenges the joinder of a count in which he is\n\n15   the only defendant charged.12   But the government explicitly\n\n16   defends both the joinder under Rule 8(a) of the charges against\n\n\n\n          12\n            Indeed, the answer to this question is not well-settled.\n     Compare United States v. Turoff, 853 F.2d 1037, 1043 (2d Cir.\n     1988) (stating that \"our cases indicate that when a defendant in\n     a multiple-defendant case challenges joinder of offenses, his\n     motion is made under 8(b) rather than 8(a)\") (internal quotation\n     marks omitted) (citing cases) and Attanasio, 870 F.2d at 814-15\n     (applying Rule 8(b) to determine whether two conspiracies should\n     have been charged together) with United States v. Biaggi, 909\n     F.2d 662, 675-76 (2d Cir. 1990) (citation omitted) (acknowledging\n     the \"thoughtful opinion\" of the district court, which limited the\n     reach of Turoff on the ground that it \"should be understood to\n     apply Rule 8(b) standards to the claim of a defendant in a multi-\n     defendant trial only when he seeks severance of counts in which\n     he and at least one of his co-defendants are charged,\" while\n     leaving open the possibility \"that Rule 8(a) standards apply to a\n     defendant in a multi-defendant trial who seeks severance of\n     counts in which he is the only defendant charged,\" but failing to\n     resolve the issue because joinder was also proper under Rule\n     8(b)). We, likewise, need not opine on the reach of Turoff here\n     because our resolution of this appeal is the same even if Rule\n     8(a), the more expansive joinder provision, applies.\n\n                                      25\n\f1    Shellef and the joinder under Rule 8(b) of defendants only on the\n\n2    grounds that the 1996 tax charges \"are 'based on the same act or\n\n3    transaction' as the other charges the jury was to consider.\"\n\n4    Gov't Br. at 51.   It further asserts that all of the charges\n\n5    \"share a common nucleus, the sale of the CFC-113.\"   Gov't Br. at\n\n6    51.   The government thus appears also to rely for joinder of\n\n7    offenses under Rule 8(a) on the grounds that the charged offenses\n\n8    \"are connected with or constitute parts of a common scheme or\n\n9    plan,\" Fed. R. Crim. P. 8(a), and for joinder of defendants under\n\n10   Rule 8(b) on the parallel grounds that the defendants\n\n11   \"participated . . . in the same series of acts or transactions,\n\n12   constituting an offense or offenses,\" Fed. R. Crim. P. 8(b).    Cf.\n\n13   United States v. Halper, 590 F.2d 422, 430 (2d Cir. 1978)\n\n14   (justifying joinder under the \"common scheme or plan\" clause\n\n15   because it saves the government from having to \"prov[e] what is\n\n16   essentially the same set of facts more than once\" and the\n\n17   defendant from \"defending more than once against what are\n\n18   essentially the same, or at least connected, charges\").\n\n19              Critically, the government does not defend the joinder\n\n20   of offenses under Rule 8(a)'s \"same or similar character\" clause.\n\n21   See United States v. Turoff, 853 F.2d 1037, 1042-43 (2d Cir.\n\n22   1988) (concluding that Rule \"8(b) provides a more restrictive\n\n23   test\" because \"[u]nlike Rule 8(a), Rule 8(b) does not permit\n\n24   joinder . . . solely on the ground that the offenses charged are\n\n25   of 'the same or similar character'\").   If, then, the charges\n\n26   against Shellef alone are not \"based on the same act or\n\n                                     26\n\f1    transaction\" or \"are [not] connected with or constitute parts of\n\n2    a common scheme or plan,\" Fed. R. Crim. P. 8(a), and the charges\n\n3    against both Shellef and Rubenstein are not based on \"the same\n\n4    act or transaction, or [o]n the same series of acts or\n\n5    transactions,\" Fed. R. Crim. P. 8(b), both the joinder of charges\n\n6    and the joinder of defendants were improper.\n\n7    A.   Joinder of Charges against Shellef\n\n8               1.   Propriety of Joinder.    There are three tax charges\n\n9    against Shellef.    Two of them arise from Shellef's 1996 tax\n\n10   returns (the \"1996 Tax Counts\").      First, Shellef is charged with\n\n11   falsely reporting the gross receipts on PolyTuff USA's 1996\n\n12   corporate income tax return (the \"PolyTuff Tax Count\").     Second,\n\n13   he is charged with misstating his taxable income on his 1996\n\n14   personal income tax return (the \"Personal Tax Count\").     Third, he\n\n15   is charged with falsely reporting gross receipts on Poly\n\n16   Systems's corporate income tax return in 1999 (the \"1999 Tax\n\n17   Count\" or the \"Poly Systems Tax Count\").     As noted, these tax\n\n18   counts are joined with several non-tax counts charging both\n\n19   Shellef and Rubenstein with conspiracy and wire fraud and\n\n20   charging Shellef alone with money laundering.     Shellef contends\n\n21   that the 1996 Tax Counts should not have been joined with the\n\n22   remaining counts, including the 1999 Tax Count.\n\n23              We apply a \"commonsense rule\" to decide whether, in\n\n24   light of the factual overlap among charges, joint proceedings\n\n25   would produce sufficient efficiencies such that joinder is proper\n\n26   notwithstanding the possibility of prejudice to either or both of\n\n                                      27\n\f1    the defendants resulting from the joinder.     See Turoff, 853 F.2d\n\n2    at 1044 (\"applying a commonsense rule to these facts\" to\n\n3    determine whether \"a reasonable person would easily recognize the\n\n4    common factual elements that permit joinder\"); see also id. at\n\n5    1042 (recognizing that the tests for joinder \"reflect[] a policy\n\n6    determination that [in some circumstances,] gains in trial\n\n7    efficiency outweigh the recognized prejudice that accrues to the\n\n8    accused\").   For example, counts might be \"connected\" if one of\n\n9    the offenses \"depend[s] upon []or necessarily l[eads] to the\n\n10   commission of the other,\" or if proof of one act \"constitute[s]\n\n11   []or depend[s] upon proof of the other.\"     Halper, 590 F.2d at\n\n12   429.\n\n13              \"Tax counts may be joined with non-tax counts where it\n\n14   is shown that the tax offenses arose directly from the other\n\n15   offenses charged.\"    Turoff, 853 F.2d at 1043.   \"The most direct\n\n16   link possible between non-tax crimes and tax fraud is that funds\n\n17   derived from non-tax violations either are or produce the\n\n18   unreported income.\"   Id.   Thus, if a defendant is charged with\n\n19   fraud, the government may prosecute the defendant for fraud and\n\n20   for not paying taxes on the profits produced by the alleged fraud\n\n21   jointly.   And \"if the character of the funds derived do not\n\n22   convince us of the benefit of joining these two schemes in one\n\n23   indictment, other overlapping facts or issues may.\"     Id. at 1043-\n\n24   44.\n\n25              Here, the Personal Tax Count and the PolyTuff Tax Count\n\n26   against Shellef might have been properly joined with an\n\n                                      28\n\f1    indictment charging the 1999 Tax Count because there are common\n\n2    facts concerning Shellef's relationship with Stein and\n\n3    Kashinsky's accounting firm, which handled both his 1996 and 1999\n\n4    tax returns.   And inasmuch as the schemes underlying the non-tax\n\n5    counts against Shellef and Rubenstein generated the allegedly\n\n6    unreported 1999 income of Poly Systems that formed the basis for\n\n7    the 1999 Tax Count against Shellef, it seems likely that the 1999\n\n8    Tax Count against Shellef could have been properly joined with an\n\n9    indictment charging only the conspiracy, wire fraud, and money\n\n10   laundering schemes against Shellef -- the unreported 1999 income\n\n11   was produced by those schemes.   See United States v. Biaggi, 909\n\n12   F.2d 662, 676 (2d Cir. 1990) (holding that tax counts were\n\n13   properly joined with conspiracy counts because most of the\n\n14   unreported income was produced by the conspiracy).\n\n15             The funds generated by the wire fraud, money\n\n16   laundering, and conspiracy schemes, however, were unrelated to\n\n17   the unreported income that was the basis for the 1996 Tax Counts.\n\n18   Indeed, the alleged 1996 tax violations took place before the\n\n19   conspiracy and wire fraud allegedly began.   The government's\n\n20   contention that all the charges \"share a common nucleus, the sale\n\n21   of the CFC-113,\" Gov't Br. at 51, paints the allegations with too\n\n22   broad a brush.   Even assuming that PolyTuff USA's unreported\n\n23   gross receipts and Shellef's unreported personal income derived\n\n24   entirely from CFC-113 sales (a fact about which the record is\n\n25   silent), the fact that the businesses that produced the 1996\n\n26   unreported income were also subsequently used to perpetrate the\n\n                                      29\n\f1    alleged conspiracy and wire fraud does not justify a conclusion\n\n2    that the offenses charged are \"based on the same act or\n\n3    transaction, or are connected with or constitute parts of a\n\n4    common scheme or plan\" under Rule 8(a).   Fed R. Crim. P. 8(a);\n\n5    see also Halper, 590 F.2d at 429 (rejecting the joinder of income\n\n6    tax counts with Medicaid fraud counts, even though the unreported\n\n7    income was generated by the same business that allegedly\n\n8    committed the Medicaid fraud, because the unreported income may\n\n9    have been produced by legitimate activities of the business\n\n10   unrelated to the fraud).\n\n11              We can find no other link between the 1996 Tax Counts\n\n12   and the other charges sufficient to justify joinder of all of the\n\n13   counts.   The gravamen of the government's case with respect to\n\n14   the wire fraud, money laundering, conspiracy, and 1999 tax\n\n15   offenses is that Shellef and Rubenstein conspired to obstruct the\n\n16   IRS's collection of the excise tax due on their sales of CFC-113\n\n17   by misrepresenting to Allied and Elf their intent to resell the\n\n18   product abroad.   The only common factual elements between those\n\n19   charges and the 1996 Tax Counts is that Shellef purchased CFC-113\n\n20   from Allied and that Shellef used Stein and Kashinsky's\n\n21   accounting firm from 1996 through 1999.   Elements of the 1996 Tax\n\n22   Counts that are not common to the conspiracy, wire fraud, money\n\n23   laundering, and 1999 tax counts include that Shellef made sales\n\n24   to the government of Israel in 1996; that PolyTuff USA deposited\n\n25   these funds in an undisclosed Marine Midland account; that\n\n26   Shellef held an undisclosed personal account at Citibank to which\n\n                                     30\n\f1    he diverted corporate profits; and that he omitted the funds from\n\n2    his tax returns.   Elements of the conspiracy, wire fraud, money\n\n3    laundering, and 1999 tax counts that are not common to the 1996\n\n4    Tax Counts include that the Israeli government ceased importing\n\n5    CFC-113 in 1997; that Shellef renegotiated his contract with\n\n6    Allied on more than one occasion; that Rubenstein purchased CFC-\n\n7    113 from Elf; that Shellef and Rubenstein sold CFC-113\n\n8    domestically; and that they misrepresented to their domestic\n\n9    buyers that the excise tax had been paid.\n\n10             Requiring that the 1996 Tax Counts be tried separately\n\n11   from the remaining counts, moreover, would not require that the\n\n12   government \"prov[e] what is essentially the same set of facts\n\n13   more than once\" and Shellef to \"defend[] more than once against\n\n14   what are essentially the same, or at least connected, charges.\"\n\n15   Halper, 590 F.2d at 430.   Because \"[c]ommission of [the alleged\n\n16   wire fraud and conspiracy] neither depended upon nor necessarily\n\n17   led to the commission of\" the alleged 1996 tax misconduct and\n\n18   \"proof of the one act neither constituted nor depended upon proof\n\n19   of the other,\" joinder was improper.    Id. at 429.\n\n20             The charges are thus not \"based on the same act or\n\n21   transaction, [and] are [not] connected with [and do not]\n\n22   constitute parts of a common scheme or plan\" under Rule 8(a).\n\n23   Cf. Biaggi, 909 F.2d at 676 (\"Proof of one scheme was helpful to\n\n24   a full understanding of the other.\").   Although the 1996 Tax\n\n25   Counts may be relevant to determining whether Shellef possessed\n\n26   the requisite mens rea for the 1999 Tax Count, the 1996 Tax\n\n                                     31\n\f1    Counts and the non-tax counts are not sufficiently \"unified by\n\n2    some substantial identity of facts or participants,\" nor do they\n\n3    \"arise out of a common plan or scheme.\"   Attanasio, 870 F.2d at\n\n4    815 (quoting United States v. Porter, 821 F.2d 968, 972 (4th Cir.\n\n5    1987), cert. denied, 485 U.S. 934 (1988)) (finding joinder\n\n6    appropriate where two contemporaneous conspiracies \"shared a\n\n7    common purpose\" and included \"an overlap of participants and\n\n8    acts\").\n\n9              We do not think, then, that the 1999 Tax Count -- which\n\n10   might have been joined with either the 1996 Tax Counts or the\n\n11   conspiracy, wire fraud, and money laundering counts -- provides\n\n12   an adequate link between the 1996 Tax Counts and the non-tax\n\n13   counts to justify joinder of all the charges against Shellef.\n\n14   The 1996 Tax Counts therefore should not have been joined with\n\n15   the remaining counts.13\n\n\n          13\n            In Biaggi, multiple defendants were involved in a large-\n     scale conspiracy to extort money from a company called Wedtech.\n     See Biaggi, 909 F.2d at 670-74. One defendant was also charged\n     with extorting money from a contractor named Fogliano. See id. at\n     673. This defendant was further charged with a tax violation for\n     unreported income. See id. at 675. We reasoned that because the\n     overwhelming majority of the unreported income was derived from\n     the Wedtech extortion that was at the center of the trial,\n     joinder was proper notwithstanding that a small amount of the\n     income was from the unrelated Fogliano extortion. See id. at\n     676. Nonetheless, we noted hypothetically that if the trial had\n     focused on the Fogliano extortion, joinder of a tax count based\n     largely on unreported Wedtech extortion income may be improper,\n     even if it included a small amount of Fogliano extortion income.\n     See id. Biaggi thus reinforced the notion that the propriety of\n     joining tax charges with non-tax charges depends in large part on\n     whether the unreported income forming the basis for the tax\n     charges was derived from the criminal acts that form the basis\n     for the non-tax charges.\n\n\n                                    32\n\f1                2.    Harmlessness of Misjoinder as to Shellef.\n\n2    Erroneous joinder \"requires reversal only if the misjoinder\n\n3    results in actual prejudice because it 'had substantial and\n\n4    injurious effect or influence in determining the jury's\n\n5    verdict.'\"       United States v. Lane, 474 U.S. 438, 449 (1986)\n\n6    (quoting Kotteakos v. United States, 328 U.S. 750, 776 (1946));\n\n7    see also id. at 450 (concluding that the error in that case was\n\n8    harmless because the evidence of guilt was overwhelming, limiting\n\n9    instructions were given, and the evidence on the misjoined count\n\n10   would have been admissible in a trial on the remaining counts).\n\n11   In determining whether the error was harmless, we inquire whether\n\n12   \"evidence tending to prove the charge that should have been\n\n13   severed would nevertheless have been admissible at the trial of\n\n14   the objecting []defendant, and was admitted subject to\n\n15   appropriate limiting instructions.\"       Attanasio, 870 F.2d at 815\n\n16   (quoting United States v. Turbide, 558 F.2d 1053, 1061 (2d Cir.),\n\n17   cert. denied, 434 U.S. 934 (1977)) (internal quotation marks\n\n18   omitted).    \"The burden of establishing harmlessness is on the\n\n19   government.\"       United States v. Quattrone, 441 F.3d 153, 181 (2d\n\n20   Cir. 2006).      We must examine whether the misjoinder was harmless\n\n21   with respect to the jury's conviction of Shellef on each count.\n\n\n\n          Shellef's case stands even further outside Rule 8's scope\n     than the hypothetical posed by the Biaggi Court. Here, none of\n     the unreported personal or corporate income was derived from the\n     conspiracy or wire fraud schemes that formed the basis for the\n     other charges against Shellef and Rubenstein. There is simply no\n     meaningful factual overlap between the 1996 Tax Counts and the\n     remainder of the case.\n\n                                         33\n\f1              a. The non-tax counts\n\n2              We conclude that misjoinder of the tax and non-tax\n\n3    counts was not harmless with respect to Shellef's convictions on\n\n4    the non-tax counts.   Had Shellef been tried on only the non-tax\n\n5    counts and the 1999 Tax Count, some of the evidence related to\n\n6    the 1996 Tax Counts might have been admissible for the limited\n\n7    purpose of establishing Shellef's mental state with respect to\n\n8    the 1999 Tax Count.   See United States v. Bok, 156 F.3d 157, 165\n\n9    (2d Cir. 1998) (\"[W]e have often explained [that] a defendant's\n\n10   past taxpaying record is admissible to prove willfulness\n\n11   circumstantially.\"); cf. Fed. R. Evid. 404(b) (\"Evidence of other\n\n12   crimes, wrongs, or acts\" may be admissible to prove, inter alia,\n\n13   \"intent, . . . knowledge, . . . or absence of mistake or\n\n14   accident . . . .\").\n\n15             But other-acts evidence admissible under Rule 404(b) is\n\n16   subject to exclusion under Rule 403, which provides that evidence\n\n17   \"may be excluded if its probative value is substantially\n\n18   outweighed by the danger of unfair prejudice.\"    Fed. R. Evid.\n\n19   403; see also United States v. Myerson, 18 F.3d 153, 166 (2d Cir.\n\n20   1994) (recognizing that \"[r]elevant evidence of a defendant's\n\n21   prior bad acts [may be] admissible under Rule 404(b) . . . so\n\n22   long as that evidence is not substantially more prejudicial than\n\n23   probative under Rule 403\").   We think that the risk of unfair\n\n24   prejudice would have been excessive if evidence of the 1996 Tax\n\n25   Counts were to have been admitted in a trial on the non-tax\n\n26   counts and the 1999 Tax Count.    A danger generally associated\n\n                                       34\n\f1    with other-acts evidence is that the jury will understand it to\n\n2    suggest that the defendant is predisposed to engage in a\n\n3    particular type of criminal activity.   See Fed. R. Evid. 404(b)\n\n4    (providing that other-acts evidence \"is not admissible to prove\n\n5    the character of a person in order to show action in conformity\n\n6    therewith\").   In this case, there are at least two concerns about\n\n7    the other-acts evidence that would warrant its exclusion.   First,\n\n8    there is the danger that the jury may improperly apply the other-\n\n9    acts evidence to the non-tax counts even though it is admissible\n\n10   only as to the 1999 Tax Count.   The risk is that the jury would\n\n11   reason that if Shellef was willing to lie to the IRS in 1996, he\n\n12   would be willing subsequently to lie to others, including Allied\n\n13   and Elf personnel.   Second, because here the other-acts evidence\n\n14   relates to Shellef's alleged deceit, there is an additional risk:\n\n15   The jury might have interpreted the 1996 Tax Counts evidence as\n\n16   an indication of Shellef's general mendacity relevant to the\n\n17   remaining counts and thereby discount his testimony unrelated to\n\n18   the tax counts.\n\n19              Perhaps, as in Attanasio, an instruction strictly\n\n20   limiting the jury's use of the evidence admitted as to the 1996\n\n21   Tax Counts to that which is permissible -- to negate the\n\n22   inference that the misstated gross receipts on the 1999 Poly\n\n23   Systems return were the product of mere mistake -- would have\n\n24   helped cure the prejudice.   But no such instruction was given\n\n25   here.   See Attanasio, 870 F.2d at 815 (noting that the district\n\n26   judge \"gave appropriate limiting instructions to the jury\" to\n\n                                      35\n\f1    narrow evidence admitted under Rule 404(b) to the defendant's\n\n2    intent and motive).    Since no limiting instruction was given, the\n\n3    evidence as to the 1996 Tax Counts would not have been admissible\n\n4    in a trial on all the other counts.    We therefore conclude that\n\n5    the misjoinder of the 1996 Tax Counts was not harmless error as\n\n6    to the non-tax counts.\n\n7              b. The 1996 Tax Counts\n\n8              Prejudicial misjoinder of the charges is, in this case,\n\n9    a two-way street.    Just as the introduction of evidence as to\n\n10   elements of the 1996 Tax Counts was prejudicial to jury\n\n11   deliberation on the conspiracy, wire fraud, and money laundering\n\n12   counts, introduction of evidence as to elements of the\n\n13   conspiracy, wire fraud, and money laundering counts was\n\n14   prejudicial to jury deliberation on the 1996 Tax Counts.    After\n\n15   hearing evidence of the conspiracy, wire fraud, and money\n\n16   laundering counts, the jury may have thought that Shellef was\n\n17   predisposed to commit crimes of deceit like those alleged in the\n\n18   1996 Tax Counts.    No limiting instruction was given that would\n\n19   have been adequate to protect against these risks.    See\n\n20   Attanasio, 870 F.2d at 815.\n\n21             c. 1999 Tax Count\n\n22             We conclude, finally on this score, that because of the\n\n23   misjoinder, the jury's conviction of Shellef on the 1999 Tax\n\n24   Count also cannot stand.    Although evidence relating to the 1996\n\n25   Tax Counts and the non-tax counts is admissible as to the 1999\n\n26   Tax Count, a limiting instruction was required to prevent the\n\n                                      36\n\f1    jury from improperly considering such evidence as demonstrating\n\n2    Shellef's propensity to commit crimes of deceit.     See Bok, 156\n\n3    F.3d at 165 (\"[W]e have often explained [that] a defendant's past\n\n4    taxpaying record is admissible to prove willfulness\n\n5    circumstantially.\"); Attanasio, 870 F.2d at 815.     The district\n\n6    court included an instruction of this sort, but it expressly\n\n7    related only to \"evidence of acts of the defendants which may be\n\n8    similar to those charged in the indictment, but which were\n\n9    committed on other occasions.\"     Trial Tr. 3146:13-16, July 25,\n\n10   2005.     Without a similar limiting instruction applicable to the\n\n11   acts charged in the indictment, however, the government has not\n\n12   demonstrated that the evidence relating to the 1996 Tax Counts or\n\n13   the non-tax counts did not result in actual prejudice to the\n\n14   jury's deliberation.     As a result, Shellef's judgment of\n\n15   conviction on the 1999 Tax Count also must be vacated.14\n\n\n          14\n                The district court also gave this instruction:\n                  Any wilful failure to comply with the\n                  requirements of the Internal Revenue Code for\n                  one year is a separate matter from any such\n                  failure to comply for a different year. The\n                  tax obligations of defendant Shellef in any\n                  one year must be determined separately from\n                  the tax obligations in any other year.\n     That language is not sufficient to avoid the propensity problem.\n     Even though the jury was instructed to \"determine[] separately\"\n     guilt as to the tax charges, this instruction does not explain to\n     the jury that, if it finds Shellef guilty on one tax charge, it\n     may consider this conduct only as it relates to intent to commit\n     the other tax charge. While the instruction properly directs the\n     jury to determine guilt or innocence separately for each count,\n     it does not limit the extent that the jury may consider evidence\n     submitted to prove one count in determining guilt on another\n     count. For the misjoinder to be harmless, given the facts of\n     this case, such an instruction was required.\n\n                                       37\n\f1    B.   Sufficiency of the Evidence of Conspiracy as to Shellef\n\n2               Shellef also argues that the evidence presented failed\n\n3    to support his conviction for conspiring to defraud the IRS, and\n\n4    that therefore his conviction must be reversed rather than\n\n5    vacated.\n\n6               Shellef contends that all of the evidence is consistent\n\n7    with a motive to evade Allied's exclusive domestic\n\n8    distributorship agreements by deceiving the company into thinking\n\n9    that he would not sell the CFC-113 domestically.    Because that\n\n10   scheme did not have as a necessary result the perpetration of a\n\n11   fraud on the IRS and there is no additional evidence of actions\n\n12   that would not be explained by a motive to deceive Allied instead\n\n13   of the IRS, Shellef argues, we are required to vacate his\n\n14   conviction for conspiracy.\n\n15              But the government introduced considerable evidence of\n\n16   conduct by Shellef and Rubenstein that supports the inference\n\n17   that they intended to avoid payment of the excise tax entirely,\n\n18   rather than only to trick Allied into selling them CFC-113.    For\n\n19   example, Shellef represented to his buyers that the excise tax\n\n20   had been paid; Rubenstein prepared documents indicating that the\n\n21   material was either reclaimed or for export only; and Shellef\n\n22   charged his customers just below Allied's tax-paid rate (and\n\n23   significantly above the tax-free rate Shellef paid).    All this\n\n24   was done after they had acquired the CFC-113, and hence is not\n\n25   explainable solely by \"the objective of obtaining the chemical\n\n26   from Allied.\"   Shellef Br. at 51.   The evidence \"allow[ed] the\n\n                                     38\n\f1    jury to reasonably infer that each essential element of the crime\n\n2    charged,\" United States v. D'Amato, 39 F.3d 1249, 1256 (2d Cir.\n\n3    1994), including the \"inten[t] to impede or obstruct the IRS from\n\n4    carrying out its functions,\" Gurary, 860 F.2d at 525, \"has been\n\n5    proven beyond a reasonable doubt,\" D'Amato, 39 F.3d at 1256.\n\n6               In any event, even if the evidence was consistent with\n\n7    a motive to defraud Allied, it is also consistent with a motive\n\n8    to defraud the IRS.   Because we must draw all inferences in favor\n\n9    of the verdict, United States v. Naiman, 211 F.3d 40, 46 (2d Cir.\n\n10   2000), the challenge fails.\n\n11   C.   Joinder of Charges against Rubenstein\n\n12              For many of the same reasons that there was a\n\n13   prejudicial misjoinder of the 1996 Tax Counts with the\n\n14   conspiracy, wire fraud, and money laundering counts as they\n\n15   relate to Shellef, a fortiori, the conspiracy and wire fraud\n\n16   counts against Rubenstein were prejudicially misjoined with the\n\n17   1996 Tax Counts against Shellef.     The indictment alleged that\n\n18   Shellef and Rubenstein devised and executed the wire fraud and\n\n19   conspiracy schemes together, but, as we have explained, the\n\n20   connection between that scheme and the 1996 Tax Counts is too\n\n21   tenuous to justify joinder under Rule 8.     Moreover, just as the\n\n22   joinder of the 1996 Tax Counts with the non-tax counts against\n\n23   Shellef may have materially and improperly influenced the jury's\n\n24   deliberations on the non-tax counts as to Shellef, it also may\n\n25   have materially and improperly influenced the jury's\n\n26   deliberations on the wire fraud and conspiracy counts as to\n\n                                     39\n\f1    Rubenstein.     Indeed, the potential for prejudice misjoinder is\n\n2    arguably greater as for Rubenstein than Shellef, not only because\n\n3    he had no connection at all with the 1996 Tax Count, but also\n\n4    because he chose not to testify yet may have suffered from any\n\n5    adverse credibility determinations made by the jury regarding\n\n6    Shellef's testimony.     We therefore vacate the jury's conviction\n\n7    of Rubenstein for wire fraud and conspiracy, too.\n\n8               III.    Issues on Remand\n\n9               Because of the prejudicial misjoinder of charges\n\n10   against the defendants, we must vacate and remand the case to the\n\n11   district court for further proceedings.     Because several other\n\n12   issues asserted as bases for vacatur of the defendants' judgments\n\n13   of conviction have been fully briefed and argued, and because\n\n14   they are likely to arise again on remand and retrial, we address\n\n15   them here even though their resolution is not strictly necessary\n\n16   in order to decide this appeal.\n\n17   A.   Conspiracy to Defraud the IRS\n\n18              Count One of the indictment charged that Shellef and\n\n19   Rubenstein conspired to defraud the IRS.     See 18 U.S.C. § 371\n\n20   (rendering it a crime to conspire \"to defraud the United States,\n\n21   or any agency thereof in any manner or for any purpose\").\n\n22   Shellef and Rubenstein challenge the sufficiency of the\n\n23   indictment and the jury instructions on this count.     We conclude\n\n24   that their challenges are without merit.\n\n25              1.   Sufficiency of the Indictment.\n\n\n\n                                       40\n\f1              Shellef contends that the acts alleged in the\n\n2    indictment do not constitute a conspiracy to defraud the IRS\n\n3    because there is no allegation that he misled Allied or Elf\n\n4    regarding the IRS registration number or certificates of export\n\n5    required to make CFC-113 sales excise-tax free.    Without such a\n\n6    misrepresentation, the CFC-113 remained taxable and Allied and\n\n7    Elf should have charged Shellef and Rubenstein the applicable\n\n8    excise taxes.   Only Allied and Elf are guilty of failure to pay\n\n9    excise taxes.\n\n10             The government responds that the likely success of the\n\n11   alleged conspiracy is irrelevant.     All that is required is that\n\n12   the indictment allege that Shellef and Rubenstein agreed to\n\n13   defraud the IRS, that they participated knowingly and voluntarily\n\n14   in the conspiracy, and that at least one of them committed an\n\n15   overt act in furtherance of the conspiracy.    Because the\n\n16   indictment meets these requirements, the government argues, it is\n\n17   legally sufficient.\n\n18             \"The sufficiency of the indictment is a matter of law\n\n19   that is reviewed de novo.\"    United States v. Pirro, 212 F.3d 86,\n\n20   92 (2d Cir. 2000).    The elements of a conspiracy to defraud the\n\n21   United States (also known as a \"defraud clause conspiracy\") are\n\n22   \"'(1) [that defendant] entered into an agreement (2) to obstruct\n\n23   a lawful function of the government (3) by deceitful or dishonest\n\n24   means and (4) at least one overt act in furtherance of the\n\n25   conspiracy.'\"   United States v. Ballistrea, 101 F.3d 827, 832 (2d\n\n26   Cir. 1996) (quoting United States v. Caldwell, 989 F.2d 1056,\n\n                                      41\n\f1    1059 (9th Cir. 1993)) (brackets in original).   The \"indictment\n\n2    charging a defraud clause conspiracy [must] set forth with\n\n3    precision the essential nature of the alleged fraud.\"     United\n\n4    States v. Helmsley, 941 F.2d 71, 90 (2d Cir. 1991) (internal\n\n5    quotation marks and citations omitted).\n\n6              Here, the \"essential nature of the alleged fraud\" was\n\n7    that Shellef and Rubenstein misled manufacturers about the\n\n8    taxable status of their transactions.   Whether the manufacturers\n\n9    themselves proceeded to mislead the IRS is immaterial.    All that\n\n10   is necessary is that the scheme had the object of making it more\n\n11   difficult for the IRS to carry out its lawful functions and that\n\n12   the scheme depend on \"dishonest or deceitful means.\"     See\n\n13   Ballistrea, 101 F.3d at 831-32 (\"[Title 18 U.S.C. § 371] covers\n\n14   acts that interfere with or obstruct one of [the United States']\n\n15   lawful governmental functions by deceit, craft or trickery, or at\n\n16   least by means that are dishonest, even if the Government is not\n\n17   subjected to property or pecuniary loss by the fraud\" (citations\n\n18   and quotation marks omitted; second brackets in original)).\n\n19   Shellef and Rubenstein's scheme would have made it more difficult\n\n20   for the IRS to collect taxes on the CFC-113 transactions because\n\n21   Allied and Elf were allegedly misled by Shellef and Rubenstein as\n\n22   to the chemical's destination.   Thus misinformed, Allied and Elf\n\n23   could be expected, unwittingly or otherwise, to mislead the IRS\n\n24   about the taxable status of their CFC-113 sales.\n\n25             Shellef argues that because Allied and Elf, not Shellef\n\n26   or Rubenstein, were under a duty to report the transactions to\n\n                                      42\n\f1    the IRS and pay the taxes, and because the transactions were\n\n2    taxable unless further misrepresentations were made, either by\n\n3    him or the manufacturers, he cannot be convicted under 18 U.S.C.\n\n4    § 371.   But a defendant need not have a duty to report\n\n5    transactions or pay taxes to be convicted of a conspiracy to\n\n6    defraud the IRS with respect to those reports or payments.      See\n\n7    United States v. Nersesian, 824 F.2d 1294, 1313 (2d Cir.), cert.\n\n8    denied, 484 U.S. 958 (1987) (\"[T]he fact that [the defendant]\n\n9    . . . had no duty to report [the] transactions . . . is not the\n\n10   operative issue as to whether he agreed to unlawfully defraud the\n\n11   United States by impairing and obstructing [the IRS's] lawful\n\n12   governmental function[] of collecting data. . . .\").   Nor can\n\n13   Shellef avoid the reach of the conspiracy statute by arguing that\n\n14   his scheme would fail because other requirements for tax-free\n\n15   treatment -- certification of export and IRS registration --\n\n16   would not be satisfied.    \"[T]he illegality of [a conspiracy] does\n\n17   not depend upon the achievement of its goal\" and it therefore\n\n18   \"does not matter that the ends of the conspiracy were from the\n\n19   beginning unattainable.\"   United States v. Giordano, 693 F.2d\n\n20   245, 249 (2d Cir. 1982) (citations omitted).\n\n21              Shellef and Rubenstein's scheme, as alleged in the\n\n22   indictment, is similar to that of the defendants in Nersesian,\n\n23   824 F.2d at 1309-13.   Nersesian involved, among other things, the\n\n24   requirement under the Bank Secrecy Act, 31 U.S.C. § 5311 et seq.,\n\n25   that banks report currency transactions exceeding $10,000 in a\n\n26   single day.   See Nersesian, 824 F.2d at 1310.   The defendants\n\n                                      43\n\f1    structured their transactions so the banks would not know that\n\n2    they exceeded the $10,000 limit.      See id. at 1309-10.   Although\n\n3    the defendants had no duty to report the transactions themselves,\n\n4    we upheld their convictions under 18 U.S.C. § 371 because they\n\n5    had \"agreed to interfere with and to obstruct this lawful\n\n6    function of the IRS.\"   Id. at 1313.15\n\n7              Here, the indictment alleges that Shellef and\n\n8    Rubenstein agreed to interfere with the IRS's collection of the\n\n9    excise tax by conspiring to misrepresent to Allied and Elf the\n\n10   CFC-113's destination, which in turn would lead them to refrain\n\n11   from paying the excise tax.   Just as the Nersesian defendants\n\n12   could be convicted for misrepresenting the nature of their\n\n13   transactions to a third party who owed an independent duty to the\n\n14   IRS, so can Shellef and Rubenstein.\n\n\n\n          15\n            United States v. Gurary, 860 F.2d 521 (2d Cir. 1988),\n     cert. denied, 490 U.S. 1035 (1989), is also analogous. The three\n     defendants in Gurary \"sold invoices to corporations . . . falsely\n     reflecting that one of the defendants' companies had sold goods\n     to the invoice-purchasing company.\" Id. at 523. That it\n     remained for the \"[c]orporations purchasing the fictitious\n     invoices [to] include[] the non-existent goods in their\n     calculations of cost-of-goods sold for tax purposes, fraudulently\n     misstating their taxable income\" was ultimately of no moment.\n     See id. (describing scheme); id. at 525 (holding that evidence\n     supported the conspiracy count). Similarly, here, it remained\n     for Allied and Elf to submit documents to the IRS falsely\n     indicating that the CFC-113 they sold to Shellef and Rubenstein\n     was, as they represented, exported. See id. at 525 (noting that\n     \"[a]ccurate disclosure of the transactions in corporate records\n     and tax returns would prevent the scheme from working\"). But\n     Shellef and Rubenstein cannot avoid guilt by reason of the fact\n     that they did not encourage Allied and Elf to take this further\n     step -- the indictment sufficiently alleges that they \"were well\n     aware their scheme would . . . impede the IRS from learning\" the\n     transactions were domestic and hence taxable. Id.\n\n                                      44\n\f1                Shellef seeks to avoid the implications of Nersesian by\n\n2    arguing that \"[t]he reason that [the scheme in Nersesian]\n\n3    interfered with the IRS's lawful function was that the financial\n\n4    institutions could have no way of knowing that [the defendant]\n\n5    was structuring transactions in a way to prevent the banks from\n\n6    submitting\" required reports.     Shellef Br. at 43.    But the\n\n7    ability of the reporting party to discover the true nature of the\n\n8    transaction is related only to the likelihood of the scheme's\n\n9    success.    And, as noted, the likely success of the scheme is\n\n10   immaterial.      Giordano, 693 F.2d at 249.\n\n11               Finally, Shellef argues that the rule of lenity\n\n12   prohibits application of the statute to his conduct.       But, as our\n\n13   analysis indicates, the statute, as interpreted by our case law,\n\n14   makes clear that his conduct is proscribed.       And \"[t]he rule of\n\n15   lenity . . . is not applicable unless there is a grievous\n\n16   ambiguity or uncertainty in the language and structure of the\n\n17   [statute], such that even after a court has seized every thing\n\n18   from which aid can be derived, it is still left with an ambiguous\n\n19   statute.\"    Chapman v. United States, 500 U.S. 453, 463 (1991)\n\n20   (citations, internal brackets, and internal quotation marks\n\n21   omitted).\n\n22               The indictment sufficiently alleges a violation of 18\n\n23   U.S.C. § 371.\n\n24               2.   Jury Instructions.     Rubenstein asserts that the\n\n25   jury instructions erroneously omitted an essential element from\n\n                                        45\n\f1    their description of the conspiracy offense.    The government\n\n2    responds that, because Rubenstein made no contemporaneous\n\n3    objection to the instructions, any error was not \"plain\" as\n\n4    required by our review.\n\n5              Rubenstein effectively concedes that he did not object\n\n6    to these instructions.    But if these instructions were to be\n\n7    issued again in the course of a new trial, Rubenstein presumably\n\n8    would object.   Whether any error would be \"plain error\" is\n\n9    therefore not an issue we need address.    We discuss only whether\n\n10   the instructions were erroneous.\n\n11             The district court instructed the jury on the\n\n12   conspiracy count as follows:\n\n13             In order to satisfy its burden as to Count\n14             One, the government must prove each of the\n15             following four essential elements beyond a\n16             reasonable doubt: First, that two or more\n17             persons entered the unlawful agreement\n18             charged in the indictment starting in or\n19             about July 1997; second, that each defendant\n20             knowingly and willfully became a member of\n21             the conspiracy; third, that one of the\n22             members of the conspiracy knowingly committed\n23             at least one of the overt acts charged in the\n24             indictment; and fourth, that the overt act or\n25             acts which you find to have been committed\n26             was or were committed to further some\n27             objective of the conspiracy.\n\n28   Trial Tr. 3158-59, July 26, 2005.\n\n29             [W]e have emphasized the need for particular\n30             vigilance in enforcing the government's\n31             burden of proof in prosecutions under § 371,\n32             in view of the broad range of conduct covered\n33             by the federal fraud statutes and the risk\n34             that a defendant may be convicted of\n35             conspiracy based upon an agreement other than\n36             that specifically charged in the government's\n37             indictment.\n\n                                      46\n\f1    United States v. Gallerani, 68 F.3d 611, 618 (2d Cir. 1995)\n\n2    (internal quotation marks and citation omitted).     Applying\n\n3    \"particular vigilance,\" Gallerani, 68 F.3d at 618, we think that\n\n4    the instruction here was erroneous, see United States v. Bayless,\n\n5    201 F.3d 116, 127-28 (2d Cir.), cert. denied, 529 U.S. 1061\n\n6    (2000) (noting that an error exists when there is a \"deviation\n\n7    from a legal rule which has not been waived\" (internal quotation\n\n8    marks and citation omitted)).     The elements of a section 371\n\n9    conspiracy to defraud the United States are, as we have noted,\n\n10   \"(1) [that defendant] entered into an agreement (2) to obstruct a\n\n11   lawful function of the government (3) by deceitful or dishonest\n\n12   means and (4) at least one overt act in furtherance of the\n\n13   conspiracy.\"      Ballistrea, 101 F.3d at 832 (brackets in original;\n\n14   citation and internal quotation marks omitted).     The district\n\n15   court did not instruct the jurors that they would be required to\n\n16   find that Shellef and Rubenstein agreed to use \"deceitful or\n\n17   dishonest means\" to obstruct the \"lawful function of the\n\n18   government.\"16\n\n19   B.   Wire Fraud\n\n20              The government also charged Shellef and Rubenstein with\n\n21   multiple counts of wire fraud.     The wire fraud statute makes it a\n\n22   federal crime to use interstate wire communication to execute a\n\n\n          16\n            We express no view as to whether this error was harmless.\n     See United States v. Locascio, 6 F.3d 924, 939 (2d Cir. 1993),\n     cert. denied, 511 U.S. 1070 (1994) (recognizing that we reverse\n     on the basis of erroneous jury instructions only if \"the\n     defendants-appellants can show that the charge given, when read\n     as a whole, caused them prejudice\").\n\n                                        47\n\f1    \"scheme or artifice to defraud, or for obtaining money or\n\n2    property by means of false or fraudulent pretenses,\n\n3    representations, or promises.\"    18 U.S.C. § 1343.   Shellef and\n\n4    Rubenstein challenge the sufficiency of the indictment, the\n\n5    sufficiency of the evidence for one of the government's theories,\n\n6    and the jury instructions.\n\n7              1.   Sufficiency of the Indictment.   The indictment here\n\n8    contains two theories of fraud: a \"no-sale\" theory and a \"tax\n\n9    liability\" theory.   \"Where a jury is presented with multiple\n\n10   theories of conviction, one of which is invalid, the jury's\n\n11   verdict must be overturned if it is impossible to tell which\n\n12   theory formed the basis for conviction.\"    United States v. Szur,\n\n13   289 F.3d 200, 208 (2d Cir. 2002) (citations omitted).\n\n14             a.   No-Sale Theory\n\n15             Under the \"no-sale\" theory, the indictment alleges that\n\n16   Shellef's misrepresentation \"induced Allied Signal to sell\n\n17   additional amounts of virgin CFC-113 to Poly Systems that it\n\n18   would not have sold had it known that Shellef in fact intended to\n\n19   sell the product domestically.\"    Indictment ¶ 53.   Shellef\n\n20   contends that this theory is not viable because the scheme did\n\n21   not constitute a scheme to defraud within the meaning of the wire\n\n22   fraud statute.   The government responds that Shellef deprived\n\n23   Allied of \"'the right to define the terms for the sale of its\n\n24   property'\" and that this is sufficient to bring his scheme within\n\n25   the reach of the wire fraud statute.    Gov't Br. at 40-43 (quoting\n\n26   United States v. Schwartz, 924 F.2d 410, 421 (2d Cir. 1991).\n\n                                       48\n\f1              The \"essential elements of a mail or wire fraud\n\n2    violation are (1) a scheme to defraud, (2) money or property as\n\n3    the object of the scheme, and (3) use of the mails or wires to\n\n4    further the scheme.\"   Fountain v. United States, 357 F.3d 250,\n\n5    255 (2d Cir. 2004), cert. denied, 544 U.S. 1017 (2005) (quotation\n\n6    marks, citation, and brackets omitted).   \"Because the mail fraud\n\n7    and the wire fraud statutes use the same relevant language, we\n\n8    analyze them the same way.\"   Schwartz, 924 F.2d at 416.    Although\n\n9    the indictment need not allege that the victims of the fraud were\n\n10   in fact injured, it is required to allege that the defendant\n\n11   contemplated actual harm that would befall victims due to his\n\n12   deception in order to meet the \"scheme to defraud\" prong.     See\n\n13   United States v. Novak, 443 F.3d 150, 156 (2d Cir.), cert.\n\n14   denied, --- U.S. ----, 127 S. Ct. 525 (2006).\n\n15             Our cases have drawn a fine line between schemes that\n\n16   do no more than cause their victims to enter into transactions\n\n17   they would otherwise avoid -- which do not violate the mail or\n\n18   wire fraud statutes -- and schemes that depend for their\n\n19   completion on a misrepresentation of an essential element of the\n\n20   bargain -- which do violate the mail and wire fraud statutes.\n\n21             In United States v. Regent Office Supply Co., 421 F.2d\n\n22   1174 (2d Cir. 1970), the defendants sold stationery, id. at 1176.\n\n23   The defendants' scheme consisted of directing their sales\n\n24   personnel to misrepresent their identities to prospective\n\n25   customers so that the customers would be willing to entertain\n\n26   their offers.   See id. (noting, as an example, that the sales\n\n                                     49\n\f1    personnel fraudulently claimed that they had been referred by a\n\n2    friend of the customer or an officer of the customer's firm).       We\n\n3    concluded that no conviction under the mail fraud statute could\n\n4    stand where the misrepresentation was \"not directed to the\n\n5    quality, adequacy or price of goods to be sold, or otherwise to\n\n6    the nature of the bargain.\"        See id. at 1179.\n\n7               United States v. Starr, 816 F.2d 94 (2d Cir. 1987), is\n\n8    similar.   The defendants there collected bulk mailings from their\n\n9    customers and then sent them through the post office.       See id. at\n\n10   95-96.   At the post office, however, they hid high-rate mail in\n\n11   low-rate mail packages, and paid the low-rate price for the\n\n12   entire shipments.     Id. at 96.    The defendants nonetheless charged\n\n13   their customers as if the mailings were high-rate, and produced\n\n14   and mailed false invoices to show that the high-rate price had in\n\n15   fact been paid.     Id.   We decided that \"[t]he misappropriation of\n\n16   funds simply ha[d] no relevance to the object of the contract;\n\n17   namely, the delivery of mail to the appropriate destination in a\n\n18   timely fashion.\"     Id. at 100.    Because \"[m]isrepresentations\n\n19   amounting only to a deceit are insufficient to maintain a mail or\n\n20   wire fraud prosecution,\" we concluded that such a charge can not\n\n21   apply to situations where the alleged victims \"received exactly\n\n22   what they paid for\" and \"there was no discrepancy between\n\n23   benefits reasonably anticipated and actual benefits received.\"\n\n24   Id. at 98-99 (internal quotation marks and citation omitted); cf.\n\n25   id. at 102 (Newman, J., concurring) (\"An indictment for\n\n\n\n                                          50\n\f1    defrauding the Postal Service would have led to a conviction that\n\n2    would surely have been affirmed.      However, the indictment for\n\n3    defrauding the customers has led to a conviction that must be\n\n4    reversed.\")\n\n5              In Schwartz, 924 F.2d 410, however, we were faced with\n\n6    the type of misrepresentation that Regent Office recognized might\n\n7    form the basis for a wire fraud prosecution -- that is, one\n\n8    \"directed to . . . the nature of the bargain,\" id. at 1179.         The\n\n9    defendants in Schwartz had purchased night-vision goggles from\n\n10   Litton Industries.   Schwartz, 924 F.2d at 414.     Because the Arms\n\n11   Export Control Act restricted the sale of these goggles to\n\n12   certain nations, Litton sought assurances, both in the contract\n\n13   and during the course of performance, that the defendants would\n\n14   not export to the restricted nations.      Id.   Though the defendants\n\n15   promised to abide by all applicable export regulations, they sold\n\n16   the goggles to nations that were prohibited from purchasing them.\n\n17   Id. at 414-16.   We upheld their conviction for wire fraud under a\n\n18   no-sale theory because the \"misrepresentations went to an\n\n19   essential element of the bargain between the parties and were not\n\n20   simply fraudulent inducements to gain access to Litton\n\n21   equipment.\"   Id. at 421.   The defendants had \"deprived Litton of\n\n22   the right to define the terms for the sale of its property in\n\n23   that way,\" that is, that its product not be exported from this\n\n24   country illegally, and therefore \"cost it, as well, good will.\"\n\n25   Id.\n\n\n                                      51\n\f1               The indictment in the case before us alleges:\n\n2               It was a further part of the scheme and\n3               artifice that by promising to export all of\n4               the CFC-113 purchased, defendant DOV SHELLEF\n5               induced Allied Signal to sell additional\n6               amounts of virgin CFC-113 to Poly Systems\n7               that it would not have sold had it known that\n8               SHELLEF in fact intended to sell the product\n9               domestically.\n\n10   Indictment ¶ 53.   As in Starr, the indictment here does not\n\n11   allege, pursuant to the government's \"no-sale\" theory, that there\n\n12   was a \"discrepancy between benefits reasonably anticipated\" and\n\n13   actual benefits received.   Starr, 816 F.2d at 98.   And as in\n\n14   Regent Office, it fails to allege that Shellef misrepresented\n\n15   \"the nature of the bargain.\"    Regent Office, 421 F.2d at 1179.\n\n16   Instead, the indictment states only that Shellef's\n\n17   misrepresentation induced Allied to enter into a transaction it\n\n18   would otherwise have avoided.   Because it does not assert that\n\n19   Shellef's misrepresentation had \"relevance to the object of the\n\n20   contract,\" Starr, 816 F.2d at 100, we do not think it is legally\n\n21   sufficient.\n\n22              We recognize that the facts on which this prosecution\n\n23   rested closely resemble those in Schwartz.    As in Schwartz, in\n\n24   the case at bar, government regulations and the contract between\n\n25   the parties called for territorial restrictions on the sale of a\n\n26   product.   But we are concerned here only with the sufficiency of\n\n27   the indictment, not the sufficiency of the evidence.   The jury\n\n28   here might have erroneously convicted Shellef and Rubenstein even\n\n29   though it concluded that the defendants did not misrepresent an\n\n\n                                      52\n\f1    \"essential element\" of the bargain, but rather made \"simpl[e]\n\n2    fraudulent inducements to gain access to\" Allied and Elf\n\n3    products.    Schwartz, 924 F.2d at 421.   Because we cannot rule out\n\n4    that possibility, we do not think a jury can be permitted to\n\n5    convict either defendant on the \"no-sale\" theory.      See Szur, 289\n\n6    F.3d at 208 (concluding that a remand is required where the jury\n\n7    may have convicted on a legally invalid theory).\n\n8                b.   Tax Liability Theory\n\n9                Under the \"tax liability\" theory, the indictment\n\n10   alleges that Shellef's misrepresentation regarding the\n\n11   destination of the CFC-113 \"induced Allied Signal to continue to\n\n12   sell the product to Poly Systems without paying the excise tax to\n\n13   the Internal Revenue Service, or including the tax in the price\n\n14   it charged Poly Systems.\"     Indictment ¶ 52.   Shellef argues that\n\n15   the taxes could not have been \"property\" within the meaning of\n\n16   the wire fraud statute because Shellef's scheme could not have\n\n17   deprived Allied of the tax money that was owed to the federal\n\n18   government.\n\n19               We disagree.   Under the agreement, Shellef owed Allied\n\n20   the amount of \"any federal excise tax imposed on the sale of\" the\n\n21   CFC-113 \"which is not anticipated by Seller at the time of\n\n22   contract execution.\"     Allied Contract, effective Jan. 1, 1996, at\n\n23   4 ¶ 11.C; id. at 2 ¶ 6.B.     The agreement also required Shellef to\n\n24   sell the CFC-113 abroad.     Id. at 1 ¶ 1.   Shellef misrepresented\n\n25   the destination of the CFC-113 he was purchasing from Allied so\n\n26   that he could avoid paying to Allied the price increase\n\n                                       53\n\f1    necessitated by the application of the excise tax.    Allied\n\n2    therefore did not receive the money due it under the agreement,\n\n3    property that was owed to it.   To be sure, that money was\n\n4    destined to be passed on to the government.    But that is not\n\n5    relevant to our inquiry.   Allied had a right to the property and\n\n6    Shellef's scheme was intended to deprive Allied of it.    It was\n\n7    therefore a scheme to deprive within the meaning of the wire\n\n8    fraud statute.   See United States v. Males,    459 F.3d 154, 158\n\n9    (2d Cir. 2006) (\"[I]t is sufficient that a defendant's scheme was\n\n10   intended to deprive another of property rights, even if the\n\n11   defendant did not physically 'obtain' any money or property by\n\n12   taking it from the victim.\").\n\n13             2.   Sufficiency of Evidence.    Shellef argues that the\n\n14   evidence was not sufficient to sustain his conviction under the\n\n15   \"no-sale\" theory.   As noted above, we doubt the legal sufficiency\n\n16   of the allegations on the \"no-sale\" theory and therefore need not\n\n17   and do not consider the evidentiary sufficiency of a conviction\n\n18   based upon it in the previous trial.    Shellef does not seriously\n\n19   contest the sufficiency of the evidence at that trial with\n\n20   respect to the \"tax liability\" theory.\n\n21             3.   Jury Instructions.    Rubenstein asserts that the\n\n22   district court's instructions as to wire fraud were erroneous\n\n23   because the district court did not caution the jury that\n\n24   Rubenstein could not be found guilty as an aider and abetter\n\n25   based only on a \"general knowledge or suspicion that a crime was\n\n26   being committed\" or his \"'mere association' with the alleged\n\n                                     54\n\f1    principal, defendant Shellef.\"   The district court issued an\n\n2    instruction for the wire fraud counts and included in the\n\n3    instruction a verbatim reading of the aiding and abetting\n\n4    statute.   No party appears to contest that they accurately\n\n5    describe the elements of wire fraud.     Nor does Rubenstein argue\n\n6    that the aiding and abetting instruction was incorrect -- he\n\n7    asserts only that additional cautionary instructions should have\n\n8    been given.   We conclude that the instruction was not improper.\n\n9    C.   Evidentiary Rulings\n\n10              Shellef and Rubenstein assert that evidentiary rulings\n\n11   during the course of trial violated their constitutional right to\n\n12   present a meaningful defense17 and their Sixth Amendment right to\n\n13   confront witnesses.   In light of the deference we owe to a\n\n14   district court's decisions as to admissibility of evidence, see,\n\n15   e.g., United States v. Ebbers, 458 F.3d 110, 122 (2d Cir. 2006),\n\n16   cert. denied, --- U.S. ----, 127 S. Ct. 1483 (2007), and because\n\n17   we cannot foresee what decisions the district court might make in\n\n18   any new trial, or in precisely what context those decisions might\n\n19   be made, we decline to comment on them or the arguments of the\n\n20   government and the defendants in this regard.\n\n21                               CONCLUSION\n\n\n\n\n          17\n             \"Whether rooted directly in the Due Process Clause of\n     the Fourteenth Amendment, or in the Compulsory Process or\n     Confrontation clauses of the Sixth Amendment, the Constitution\n     guarantees criminal defendants 'a meaningful opportunity to\n     present a complete defense.'\" Crane v. Kentucky, 476 U.S. 683,\n     690 (1986) (citations omitted).\n\n                                      55\n\f1             Having reviewed the remainder of the defendants'\n\n2   arguments, we conclude that they are without merit.   Because the\n\n3   1996 Tax Counts were improperly joined with the remainder of the\n\n4   charges against Shellef and Rubenstein; and because these errors\n\n5   were not harmless, we vacate the judgments of conviction of both\n\n6   defendants and remand the case to the district court for further\n\n7   proceedings.\n\n\n\n\n                                   56\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     06-1495-cr(L), 06-1710-cr(CON)\n     United States v. Shellef and Rubenstein\n\n1                         UNITED STATES COURT OF APPEALS\n\n2                             FOR THE SECOND CIRCUIT\n\n3                                August Term, 2006\n\n4    (Argued: December 18, 2006                   Decided: November 8, 2007)\n\n5                  Docket Nos. 06-1495-cr(L), 06-1710-cr(CON)\n\n6                    -------------------------------------\n\n7                            UNITED STATES OF AMERICA,\n\n8                                     Appellee,\n\n9                                        - v -\n\n10                     DOV SHELLEF and WILLIAM RUBENSTEIN,\n\n11                            Defendants-Appellants.\n\n12                   -------------------------------------\n\n13   Before:     POOLER, SACK, and WESLEY, Circuit Judges.\n\n14               Appeal from judgments of conviction following a trial\n\n15   in the United States District Court for the Eastern District of\n\n16   New York (Joanna Seybert, Judge) for wire fraud, money\n\n17   laundering, tax evasion, filing false tax returns, and conspiracy\n\n18   to defraud the IRS as to defendant Dov Shellef, and conspiracy to\n\n19   defraud the IRS and wire fraud as to defendant William\n\n20   Rubenstein.    We conclude that the indictment improperly joined\n\n21   certain tax counts with the other charges against the defendants,\n\n22   that it improperly joined Shellef and Rubenstein as defendants,\n\n23   and that the misjoinders were not harmless.\n\n24               Vacated and remanded.\n\f1                             ANDREW L. FREY, Mayer Brown LLP (Andrew\n2                             H. Shapiro, Daniel B. Kirschner, Mayer\n3                             Brown LLP, Stuart E. Abrams, Frankel &\n4                             Abrams, of counsel), New York, NY, for\n5                             Defendant-Appellant Dov Shellef.\n\n 6                            ALAN L. ZEGAS, Law Offices of Alan L.\n 7                            Zegas, Chatham, NJ (William Nossen, Law\n 8                            Offices of Alan L. Zegas, Chatham, NJ,\n 9                            and, Robert W. Gluck, Mandelbaum,\n10                            Salsburg, Gold, Lazris & Discenza, P.C.,\n11                            New Brunswick, NJ, of counsel), for\n12                            Defendant-Appellant William Rubenstein.\n13\n14                            S. ROBERT LYONS, Tax Division,\n15                            Department of Justice, Washington, D.C.,\n16                            (Eileen J. O'Connor, Assistant Attorney\n17                            General, Alan Hechtkopf, Karen M.\n18                            Quesnel, Tax Division, Department of\n19                            Justice, Washington, D.C., and Roslynn\n20                            Mauskopf, United States Attorney for the\n21                            Eastern District of New York, New York,\n22                            NY, of counsel), for Appellee.\n\n23   SACK, Circuit Judge:\n\n24             The defendant Dov Shellef owned or operated several\n\n25   companies engaged in the distribution of industrial chemicals.\n\n26   The defendant William Rubenstein owned or operated Dunbar Sales,\n\n27   Inc., and Stevens Industries, Inc., which also distributed\n\n28   industrial chemicals and provided warehousing, packaging,\n\n29   labeling, and billing services to other distributors.   The\n\n30   chemical at issue in this case -- CFC-113 -- is exempt from\n\n31   excise taxes if its sale comports with applicable federal\n\n32   statutory and regulatory requirements.   Notwithstanding the\n\n33   defendants' representations to the manufacturers from whom they\n\n34   bought the chemical that the defendants would sell it in a manner\n\n35   that would render the sales excise-tax-free, some of Shellef's\n\n36   and Rubenstein's sales of CFC-113 did not comply with at least\n\n                                     2\n\f1    one of these requirements.   The government charged Shellef and\n\n2    Rubenstein jointly with conspiracy to defraud the IRS and wire\n\n3    fraud.   The indictment also charged Shellef (but not Rubenstein)\n\n4    with 1) personal income tax evasion in 1996; 2) filing on behalf\n\n5    of one of his businesses a corporate tax return that was false\n\n6    insofar as it failed to report legitimate income in 1996; and 3)\n\n7    filing a corporate tax return on behalf of another of his\n\n8    businesses that was false insofar as it failed to report income\n\n9    in 1999.   Shellef alone was also charged with money laundering\n\n10   associated with the alleged wire fraud.   A jury convicted Shellef\n\n11   and Rubenstein on all charges against them.1\n\n12              On appeal, Rubenstein argues, as a threshold matter,\n\n13   that the 1996 tax charges against Shellef      were improperly\n\n14   joined with the conspiracy to defraud and wire fraud charges\n\n15   against him.   Shellef similarly argues that the 1996 tax charges\n\n16   should not have been joined with the other charges against him.2\n\n17              Under Rule 8 of the Federal Rules of Criminal\n\n18   Procedure, joinder of criminal charges is permissible when, inter\n\n19   alia, the charges are \"based on the same act or transaction.\"\n\n20   Fed. R. Crim. P. 8(a).   Joinder of tax charges with non-tax\n\n21   charges under Rule 8 is therefore permissible if \"the tax\n\n\n\n          1\n            The government dismissed three of the wire fraud counts\n     against Shellef and Rubenstein.\n          2\n            Shellef and Rubenstein each request that we adopt\n     whichever arguments in the other's brief may be applicable to\n     him. We do so, but for ease of exposition refer individually to\n     the appellant in whose brief a particular argument was made.\n\n                                      3\n\f1    offenses arose directly from the other offenses charged,\" such as\n\n2    when the funds derived from the acts underlying the non-tax\n\n3    charges \"either are or produce the unreported income\" that is the\n\n4    basis for the tax charges.    United States v. Turoff, </pre><span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">5</span></span><pre class=\"inline\">    1037, 1043 (2d Cir. 1988) (internal quotation marks and citations\n\n6    omitted).    Even \"if the character of the funds . . . do[es] not\n\n7    convince us of the benefit of joining the[] two schemes in one\n\n8    indictment, other overlapping facts or issues may.\"    Id. at 1043-\n\n9    44.\n\n10               We conclude that the indictment improperly joined the\n\n11   1996 tax evasion and false return counts against Shellef with the\n\n12   other charges against both defendants because the 1996 counts are\n\n13   not \"based on the same act or transaction\" as the other charges\n\n14   within the meaning of Rule 8.    We further conclude, for reasons\n\n15   set forth below, that the joinder of Shellef and Rubenstein as\n\n16   defendants in the indictment was also improper.    Because the\n\n17   government has not established that the misjoinders of charges\n\n18   and defendants were harmless, we vacate the judgments of\n\n19   conviction and remand for further proceedings.\n\n20               Shellef and Rubenstein raise several other issues on\n\n21   appeal that we need not decide in light of our disposition of the\n\n22   question of joinder: 1) the legal sufficiency of the wire fraud\n\n23   and conspiracy indictments; 2) the evidentiary sufficiency of the\n\n24   conviction for wire fraud; 3) the propriety of several\n\n25   evidentiary rulings made by the district court; and 4) the\n\n26   propriety of the jury instructions.    We nonetheless discuss all\n\n                                       4\n\f1    but the district court's evidentiary rulings to guide the\n\n2    district court on retrial.\n\n3                                 BACKGROUND\n\n4              Because the jury returned a guilty verdict, the\n\n5    evidence presented to it is construed \"in the light most\n\n6    favorable to the government.\"    United States v. Naiman, </pre><span class=\"citation no-link\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">7</span></span><pre class=\"inline\">    40, 46 (2d Cir. 2000) (citation omitted).     Except where noted\n\n8    below, the parties do not dispute the relevant material facts.\n\n9              The Defendants\n\n10             The defendant Dov Shellef owned or operated four\n\n11   companies: Poly Systems, Inc. (\"Poly Systems\"); PolyTuff, Ltd.\n\n12   (\"PolyTuff\"); PolyTuff USA, Inc. (\"PolyTuff USA\"); and Poly\n\n13   Systems USA, Inc. (\"Poly Systems USA\").     Poly Systems was an\n\n14   entity located in and doing business from the United States,\n\n15   which sold and distributed defense-related materials, including\n\n16   aircraft manufacturing and maintenance products, primarily to the\n\n17   government of Israel.   PolyTuff, an Israeli company, functioned\n\n18   as Poly Systems's representative in Israel.     Although nominal\n\n19   ownership of PolyTuff was transferred to one Avi Dolev in 1990,\n\n20   Shellef ran the company beginning no later than 1995, when,\n\n21   according to Shellef, Dolev \"disappeared.\"     Test. of Dov Shellef,\n\n22   Trial Tr. 2270-71, July 14, 2005.     PolyTuff USA was located in\n\n23   and doing business from the United States; it had been founded by\n\n24   Dolev in 1992 after the Israeli government refused to continue\n\n25   doing business with Shellef and Poly Systems.     Poly Systems USA\n\n26   manufactured and sold industrial solvents.\n\n                                       5\n\f1              Rubenstein is the executive vice president and a forty-\n\n2    five percent owner of two New Jersey-based companies, Dunbar\n\n3    Sales, Inc. (\"Dunbar\"), and Stevens Industries, Inc. (\"Stevens\").\n\n4     The companies buy a variety of industrial chemicals and re-sell\n\n5    them to the United States and foreign governments.   These\n\n6    entities also provide warehousing, packaging, labeling, shipping,\n\n7    and bill collection services.   Rubenstein provides day-to-day\n\n8    management for the companies.\n\n9              In 1995, Rubenstein and Shellef began working together\n\n10   in an attempt to profit from an impending ban on domestic\n\n11   production of CFC-113.   Their plan was to purchase a large volume\n\n12   of CFC-113 that had been produced and stockpiled in anticipation\n\n13   of the ban on production and to sell it to entities that would\n\n14   have difficulty obtaining it elsewhere thereafter.\n\n15             In 1998, Stevens became a co-owner, with Shellef, of\n\n16   Poly Systems USA.   That year, Shellef or his company Poly Systems\n\n17   transferred cash to Poly Systems USA as capital.   Around that\n\n18   time, Shellef also invested in three unrelated real estate\n\n19   ventures that Rubenstein had undertaken.\n\n20             Regulatory Regime Governing CFC-113\n\n21             CFC-113 is a highly regulated, ozone-depleting\n\n22   industrial solvent commonly used to remove grease from metal.\n\n23   Global regulation of CFC-113 began in earnest following the\n\n24   ratification of the Montreal Protocol on Substances that Deplete\n\n25   the Ozone Layer (the \"Montreal Protocol\") in 1987.   Montreal\n\n26   Protocol, Sept. 16, 1987, S. Treaty Doc. No. 100-10, 1522\n\n                                      6\n\f1    U.N.T.S. 29.   Pursuant to the Montreal Protocol, Congress sharply\n\n2    limited American production of CFC-113 as part of the Clean Air\n\n3    Act, 42 U.S.C. §§ 7401 et seq.   The Act implemented a phased ban,\n\n4    to be completed by 2000, of the \"production and consumption\" of\n\n5    the substance in the United States.   See 42 U.S.C. § 7671c.\n\n6    Previously stockpiled CFC-113 could, however, still lawfully be\n\n7    used in the United States.   As an incentive for discontinuance of\n\n8    such use, Congress imposed an excise tax on any CFC-113 \"sold or\n\n9    used by the manufacturer . . . thereof.\"    See 26 U.S.C. §\n\n10   4681(a)(1) (imposing a tax on sales of ozone-depleting\n\n11   chemicals); 26 U.S.C. § 4682(a)(2) (including CFC-113 within the\n\n12   definition of ozone-depleting chemicals).\n\n13             Congress carved out three exceptions to the\n\n14   applicability of the excise tax, two of which are relevant here.\n\n15   See 26 U.S.C. § 4682(d).\n\n16             First, CFC-113 that has been \"diverted or recovered in\n\n17   the United States as part of a recycling process (and not as part\n\n18   of the original manufacturing or production process)\" is not\n\n19   subject to the tax.   26 U.S.C. § 4682(d)(1).   Such diverted or\n\n20   recovered CFC-113 is known as \"reclaimed CFC-113.\"    Newly\n\n21   manufactured CFC-113, by contrast, is referred to as \"virgin CFC-\n\n22   113.\"\n\n23             Second, the statute exempts \"sale[s] by the\n\n24   manufacturer or producer of [CFC-113] for export, or for resale\n\n25   by the purchaser to a second purchaser for export.\"    26 U.S.C.\n\n26   § 4662(e)(1)(A); see also 26 U.S.C. § 4682(d)(3) (incorporating\n\n                                      7\n\f1    section 4662(e) by reference).   The statutes and regulations\n\n2    thereunder impose three procedural requirements for a sale to\n\n3    qualify for this export exemption: 1) both parties must be\n\n4    registered with the Internal Revenue Service (\"IRS\"), see 26\n\n5    C.F.R. § 52.4682-5(d)(1)(i)(B); 2) the purchaser must provide the\n\n6    manufacturer with a certificate containing a sworn statement from\n\n7    the purchaser that the CFC-113 will be exported, see 26 C.F.R.\n\n8    § 52.4682-5(d)(1)(i)(C), (d)(3); and 3) the manufacturer must\n\n9    receive proof of export within six months of the initial sale,\n\n10   see 26 U.S.C. § 4221(b) (requiring proof of export); 26 U.S.C.\n\n11   § 4662(e)(1)(B) (incorporating section 4221(b) by reference).\n\n12              Elf Atochem CFC-113\n\n13              In 1995, Rubenstein's Stevens placed five purchase\n\n14   orders with Elf Atochem (\"Elf\") for a total of 217,812 pounds of\n\n15   CFC-113 imported from an Elf affiliate in France (the \"Elf CFC-\n\n16   113\").3   Elf initially charged Stevens $1,152,516.78 for the Elf\n\n17   CFC-113, which price included, in addition to a relatively modest\n\n18   base price, the applicable excise tax of $819,599.58.   The\n\n19   parties stipulated before trial, however, that Rubenstein\n\n20   initially intended to export the Elf CFC-113, as he had\n\n21   represented to Elf that he would in order to negotiate an excise-\n\n\n          3\n            At trial, an IRS agent testified that Rubenstein purchased\n     21,768 pounds of CFC-113 in 1995. The government, in questioning\n     the witness, referred to Rubenstein's purchase of 201,000 pounds.\n     Our own calculation using the witness's testimony regarding the\n     applicable invoices indicates that Rubenstein purchased 217,812\n     pounds. We assume that the witness's reference to 21,768 pounds\n     is a transcription error or that the government attorney\n     misspoke.\n\n                                      8\n\f1    tax-free agreement.   Rubenstein further attempted to register\n\n2    with the IRS to satisfy his obligations under section 4682(d).\n\n3    Elf, which had previously paid the excise tax to the IRS on its\n\n4    quarterly return, took a credit for it on a subsequent return,\n\n5    and credited Rubenstein's account for the previously invoiced\n\n6    tax.4\n\n7                Rubenstein exported nearly 190,000 pounds -- or all but\n\n8    about 28,000 pounds -- of the Elf CFC-113.   In 1997, however,\n\n9    Rubenstein, with Shellef's help, began to sell the remaining Elf\n\n10   CFC-113 domestically for domestic use notwithstanding the fact\n\n11   that the original sales of any such Elf CFC-113 to Rubenstein's\n\n12   companies would no longer qualify for the excise tax exemption\n\n13   that Rubenstein told Elf would apply to the entire purchase.5\n\n14               Shellef paid an employee of Marisol, Inc., a chemical\n\n15   solvent distributor, to refer Marisol's domestic CFC-113 sales\n\n16   leads to Shellef.   Among the prospects referred to Shellef under\n\n\n             4\n            The record often does not distinguish the acts of\n     Rubenstein from those of his corporations, Stevens and Dunbar.\n     Here, for example, the witnesses testified that Elf credited\n     Rubenstein's account, but the invoices refer to Stevens. Similar\n     confusion exists with respect to Shellef and his various\n     corporate entities. These distinctions are largely irrelevant\n     for our purposes, so we primarily follow the trial transcript.\n     With respect to the tax charges against Shellef, however, the\n     identity of each entity is important and we are therefore precise\n     when we discuss the conduct underlying those charges.\n             5\n            Shellef and Rubenstein sought to persuade the jury that\n     they thought the Elf CFC-113 would also be tax-exempt pursuant to\n     26 U.S.C. § 4682(d)(1) because it was \"reclaimed.\" The Elf CFC-\n     113, as shipped by Elf, was blended with alcohol. Shellef, a\n     chemical engineer by training, put the blended material through a\n     water extraction process to separate the CFC-113 from alcohol,\n     thus retaining only pure CFC-113.\n\n                                       9\n\f1    that arrangement were All Discount Laboratories (\"All Discount\")\n\n2    and Custom Laboratories (\"Custom\"), both based in California.\n\n3                Shellef used Rubenstein's Elf CFC-113 to fill some of\n\n4    All Discount's and Custom's orders.6     On July 14, 1997, Shellef\n\n5    purchased four drums totaling 2,760 pounds of Elf CFC-113 from\n\n6    Rubenstein and resold them to All Discount.      In September and\n\n7    October 1997, Shellef made four shipments of the Elf CFC-113 to\n\n8    All Discount and Custom.    Finally, on September 8, 1998, Shellef\n\n9    purchased Elf CFC-113 from Rubenstein, this time reselling it to\n\n10   Marisol.\n\n11               In sum, between July 1997 and September 1998, Shellef\n\n12   bought approximately 28,000 pounds of Elf CFC-113 from Rubenstein\n\n13   and resold it domestically.    For many of these sales, Rubenstein\n\n14   prepared documents -- labels and invoices -- falsely indicating\n\n15   that the Elf CFC-113 was reclaimed or was being shipped for\n\n16   export.    The excise tax owing and unpaid on these sales of Elf\n\n17   CFC-113 totaled $136,482.\n\n18               Allied Signal CFC-113\n\n19               In 1995, Shellef sought virgin CFC-113 from Allied\n\n20   Signal Inc. (\"Allied\"), in the United States, purportedly for\n\n21   excise-tax-free resale abroad.      Allied and Poly Systems\n\n22   eventually executed a contract effective January 1, 1996 (the\n\n23   \"Allied Contract\"), under which Allied was required to\n\n\n\n          6\n            Custom placed an order on July 9, 1997, seeking twenty\n     drums of CFC-113 per month for four months. All Discount placed\n     its order on July 11, 1997.\n\n                                         10\n\f1    manufacture 700,000 pounds of CFC-113 (the \"Allied CFC-113\") for\n\n2    Poly Systems and store it until Poly Systems requested delivery.\n\n3    Poly Systems agreed to purchase and take delivery of all of the\n\n4    Allied CFC-113 sometime prior to December 31, 1997.\n\n5              Under the Allied Contract, Poly Systems could sell the\n\n6    Allied CFC-113 only within a designated territory: Israel, Saudi\n\n7    Arabia, Syria, Egypt, and Jordan.    Because the contract required\n\n8    that the Allied CFC-113 be exported, Allied agreed not to charge\n\n9    Poly Systems the excise tax.   As set forth in Paragraph 8.A of\n\n10   the agreement, Poly Systems bore the risk of future government\n\n11   regulations prohibiting it from selling the CFC-113 so long as\n\n12   Allied spent at least twelve months after the effective date of\n\n13   the regulation \"exercis[ing] reasonable commercial efforts to\n\n14   sell [the Allied CFC-113] to other parties who are permitted to\n\n15   use [it],\" with the proceeds of any such sale that exceeded the\n\n16   contract price to be divided equally by Poly Systems and Allied.\n\n17   Allied Contract, effective Jan. 1, 1996, at 3 ¶ 8.A.\n\n18             The Allied Contract required Poly Systems to pay an up-\n\n19   front $140,000 reservation fee, of which Rubenstein paid half in\n\n20   exchange for a share of the profits Poly Systems would earn\n\n21   selling Allied CFC-113 to the Israeli government.   Although\n\n22   Rubenstein did not receive a share of Poly Systems's profits from\n\n23   domestic sales of Allied CFC-113, he did store some in his\n\n24   warehouse in Bayonne, New Jersey, and shipped the product as Poly\n\n25   Systems directed.\n\n\n\n                                     11\n\f1              Poly Systems's initial sales were to the Israeli\n\n2    government.   But Israel -- like the United States, a signatory to\n\n3    the Montreal Protocol -- was attempting to reduce its\n\n4    manufacture, importation, and use of ozone-depleting chemicals,\n\n5    including CFC-113.   By December 1997, Israeli purchases of CFC-\n\n6    113, which had slowed in 1996, came to a halt.   Shellef's orders\n\n7    with Allied followed the same pattern, but he did not then inform\n\n8    Allied of the regulatory change in Israel which might have\n\n9    invoked Paragraph 8.A.\n\n10             Poly Systems and Allied consequently became involved in\n\n11   \"a dispute around Poly Systems not taking the material on the\n\n12   schedule that it was required to under the original agreement.\"\n\n13   Test. of Anne Madden, Trial Tr. 858:18-21, June 29, 2005.     To\n\n14   resolve the dispute, Allied and Poly Systems amended the Allied\n\n15   Contract effective December 1, 1997 (\"First Amended Allied\n\n16   Contract\").   Under the First Amended Allied Contract, Poly\n\n17   Systems was required to order the remaining Allied CFC-113 by\n\n18   December 15, 1997, but Allied was required to continue storing it\n\n19   through December 31, 1998.   Allied also agreed to extend Poly\n\n20   Systems's territorial exclusivity in the Middle East until\n\n21   December 31, 1999, if Poly Systems took possession of the Allied\n\n22   CFC-113 by December 31, 1998.   The amendment incorporated all\n\n23   other consistent terms of the original October 1995 contract.\n\n24             The amendment to the Allied Contract did not solve\n\n25   Shellef's biggest problem:   The government of Israel, his best\n\n26   customer, was no longer importing CFC-113.   Shellef did have\n\n                                     12\n\f1    other willing buyers of CFC-113 -- Custom and All Discount, which\n\n2    began buying Elf CFC-113 in mid-1997 -- but the First Amended\n\n3    Allied Contract prohibited Shellef from selling Allied CFC-113 to\n\n4    them.   Still, knowing that Rubenstein did not have enough Elf\n\n5    CFC-113 to fill the Custom and All Discount orders, Shellef\n\n6    negotiated another amendment to the Allied Contract on\n\n7    February 10, 1998, effective January 7, 1998 (\"Second Amended\n\n8    Allied Contract\").    Poly Systems now was required to purchase and\n\n9    take possession of the remaining Allied CFC-113 -- 493,000\n\n10   pounds -- by June 30, 1998, but the price was reduced from $3.75\n\n11   to $3.55 per pound.   Shellef rejected Allied's offer to terminate\n\n12   the contract if the Israeli government informed him that it would\n\n13   not order CFC-113 in 1998.   The Second Amended Allied Contract\n\n14   stated that \"from and after June 30, 1998, all price, volume, and\n\n15   other terms and conditions of sale of [CFC-113] by [Allied] to\n\n16   [Poly Systems] under the Contract shall not be as set forth in\n\n17   the Contract, but shall be as negotiated by the parties from time\n\n18   to time from and after June 30, 1998.\"   Second Amended Allied\n\n19   Contract, at 1 ¶ 1.\n\n20              On June 3, 1998, Shellef sent his contact at Allied,\n\n21   Albert \"Lou\" Dorsey, a letter stating that Israel had adopted a\n\n22   law generally prohibiting CFC importation.   The letter asserted,\n\n23   though, that there might be an exception for \"previous importers\"\n\n24   and that Shellef was negotiating with such an entity.    Letter\n\n25   from Shellef to Dorsey dated June 3, 1998.   He suggested that\n\n26   pending the outcome of those negotiations, a) Poly Systems would\n\n                                      13\n\f1    place orders with Allied before June 30 at the contract price; b)\n\n2    Poly Systems would buy at the regular market price after June 30;\n\n3    and c) Allied should \"exercise reasonable commercial efforts\" to\n\n4    sell the remaining CFC-113 in accordance with Paragraph 8.A of\n\n5    the original contract.    Id.; Allied Contract at 3 ¶ 8.A.   Allied\n\n6    pressed Shellef to purchase all the remaining CFC-113 under the\n\n7    agreement and questioned the nature of the governmental\n\n8    regulation that would allow Shellef to invoke Paragraph 8.A.\n\n9    Shellef responded on June 19 by sending Allied a copy of a letter\n\n10   dated March 15, 1998, from an Israeli governmental official to\n\n11   Shellef's lawyer.    It stated:   \"In principle, according to the\n\n12   Vienna Convention, Montreal Protocol, the import [sic] of . . .\n\n13   CFC-113 is prohibited.\"    Test. of Lou Dorsey, Trial Tr. 711:17-\n\n14   19, June 28, 2005.\n\n15             On October 5, 1998, Shellef offered to purchase all of\n\n16   the remaining Allied CFC-113 at a rate of one truckload per\n\n17   month, if Allied reduced the price to $1.60 per pound and\n\n18   continued his exclusive rights in the Middle East.     Shellef told\n\n19   an Allied lawyer that \"a window had opened up [in Israel] and he\n\n20   would be able to move some material at a lower price.\"     Test. of\n\n21   Anne Madden, Trial Tr. 883:17-18, June 29, 2005.     Allied and\n\n22   Shellef agreed on a price of $1.75 per pound and, with other\n\n23   changes not relevant here, agreed that the \"other terms and\n\n24   conditions of the Agreement, except to the extent they are\n\n25   inconsistent with the above provisions shall continue in full\n\n\n\n                                       14\n\f1    force and effect.\"   Letter from Dorsey to Shellef dated Oct. 28,\n\n2    1998 (the \"Autumn 1998 Agreement\").7\n\n3              Sometime after the February 1998 amendment became\n\n4    effective, but probably before June 1998, Custom stopped buying\n\n5    CFC-113 from Shellef.   But during and after the course of the\n\n6    contractual dispute and subsequent negotiations, Shellef began\n\n7    selling Allied CFC-113 to All Discount, making two shipments in\n\n8    September 1998.   Shellef asked Rubenstein to ship the Allied CFC-\n\n9    113 out of the Bayonne warehouse in which it had previously been\n\n10   stored, to remove any references to Allied on the drums, and to\n\n11   label the virgin Allied CFC-113 falsely as \"reclaimed 113.\"8\n\n\n          7\n            Shellef strenuously contests whether the territorial\n     restrictions on him contained in the original contract remained\n     in effect. On his reading, the Autumn 1998 Agreement did not\n     incorporate the original contract terms limiting sales to the\n     original market. Shellef testified at trial that he believed\n     that, pursuant to the Second Amended Allied Agreement, the\n     limitation to export sales expired on June 30, 1998, and was not\n     revived by the Autumn 1998 Agreement. The Autumn 1998 Agreement\n     made reference to the original contract \"as amended,\" and the\n     Second Amended Allied Agreement specified that the \"terms and\n     conditions of sale[s]\" made after June 30, 1998, \"shall not be as\n     set forth in the Contract, but shall be negotiated by the\n     parties.\" But it also said that Allied \"agrees to extend\n     [Shellef's] exclusive rights to sell [CFC-113] in the [Middle\n     East] through the end of 1999.\" Allied representatives similarly\n     testified that they understood the new agreement to incorporate\n     the export obligation from the previous agreement.\n          8\n            At trial, evidence was presented to the effect that the\n     re-labeling of materials was a common service rendered at the\n     behest of the product distributor, who did not want the final\n     purchaser to know where the product was manufactured for fear\n     that the purchaser would bypass the distributor and buy the\n     product directly from the manufacturer. Although this practice\n     of \"customer protection\" might explain the removal of Allied\n     labels, it is unclear why it should also be viewed as necessary\n     for such purposes to change the designation from \"virgin\" to\n     \"reclaimed.\" The defendants may have thought that the Elf CFC-\n\n                                     15\n\f1    From October through December 1998, Shellef made four more\n\n2    shipments of Allied CFC-113 to All Discount.\n\n3              In early 1999, Shellef began storing Allied CFC-113\n\n4    with Five Star Enterprises (\"Five Star\"), a consignee freight\n\n5    forwarder in California.   Shellef directed Five Star to follow\n\n6    instructions given by Rubenstein.      On March 12, 1999,\n\n7    Rubenstein's employee, at Shellef's direction, shipped thirty-six\n\n8    drums of the Allied CFC-113 from Rubenstein's New Jersey\n\n9    warehouse to Five Star's California warehouse.      Five Star then\n\n10   made periodic shipments of the Allied CFC-113 to All Discount\n\n11   when instructed to do so by Shellef.      Other shipments of Allied\n\n12   CFC-113, including sixty drums on February 7, 2000, were also\n\n13   made to Five Star for distribution to All Discount.\n\n14             Beginning on March 9, 2000, Shellef also sold Allied\n\n15   CFC-113 to Mid-Atlantic Chemical, Inc. (\"Mid-Atlantic\"), a\n\n16   Pennsylvania-based domestic distributor of CFC-113.      Shellef told\n\n17   the president of Mid-Atlantic that excise taxes \"had been taken\n\n18   care of\" on the Allied CFC-113.    Test. of Theodore Stepanoff,\n\n19   Trial Tr. 1250:9-14, June 29, 2005.      Mid-Atlantic's first\n\n20   purchase of Allied CFC-113 from Shellef was resold by Mid-\n\n21   Atlantic to EM Science in Ohio.\n\n22             In April 2000, Shellef contacted EM Science directly to\n\n23   offer ten drums of Allied CFC-113 \"left over from a project in\n\n24   California.\"   Test. of Ronald Wizda, Trial Tr. 523-24, June 27,\n\n\n     113 was \"reclaimed,\" but there is no evidence that they thought\n     the Allied CFC-113 to be anything but virgin.\n\n                                       16\n\f1    2005.   Shellef offered it at a tax-paid price.   EM Science wanted\n\n2    to test the quality of Shellef's product before placing an order.\n\n3    On May 18, 2000, Shellef directed Rubenstein to ship one drum of\n\n4    Allied CFC-113 to EM Science, but to make sure to remove a label\n\n5    falsely indicating that it was reclaimed and attach instead a\n\n6    label correctly indicating that the product was virgin CFC-113\n\n7    produced by Allied.   EM Science decided to satisfy its additional\n\n8    CFC-113 requirements through Mid-Atlantic, not through Shellef.\n\n9               Shellef sold Allied CFC-113 on the domestic market each\n\n10   year from 1998 through 2000, with the applicable but unpaid\n\n11   excise tax rate varying from year to year.    All told, Shellef\n\n12   sold 30,360 pounds of Allied CFC-113 domestically in 1998; the\n\n13   excise tax due on these sales totaled $162,729.60.    In 1999,\n\n14   Shellef sold 198,580 pounds domestically, resulting in an unpaid\n\n15   excise tax in the amount of $1,135,877.60.    Finally, in 2000,\n\n16   Shellef's domestic sales of 73,252 pounds of CFC-113 required a\n\n17   total excise-tax payment of $445,372.16 that was never paid.\n\n18   Shellef never sent Allied any documentation regarding any of the\n\n19   domestic sales of its product.\n\n20              1996 Tax Charges\n\n21              Two of the tax charges concern filings with the IRS for\n\n22   the year 1996 -- Shellef's personal return and the PolyTuff USA\n\n23   corporate return filed by Shellef.    Shellef had hired an\n\n24   accountant, Stephen Stein, to prepare corporate tax returns for\n\n25   Poly Systems, Poly Systems USA, and PolyTuff USA for that year.\n\n26   Stein had also prepared Shellef's personal income tax returns.\n\n                                      17\n\f1    Shellef gave Stein copies of \"Quicken\" records9 that Shellef\n\n2    kept, but he never gave Stein original invoices or similar backup\n\n3    documents to substantiate the information contained in the\n\n4    Quicken documents.\n\n5                For PolyTuff USA's 1996 fiscal year, which ended on\n\n6    February 28, 1997, Shellef's Quicken records, and the PolyTuff\n\n7    USA tax return prepared by Stein, revealed gross receipts10 of\n\n8    $633,639.    After expenses, this amounted to a taxable income of\n\n9    $10,547.    Stein reconciled the 1996 PolyTuff USA Quicken\n\n10   information with records from checking and money market accounts\n\n11   PolyTuff USA held at First Bank of the Americas.    But Shellef did\n\n12   not inform Stein of a PolyTuff USA account held at Marine Midland\n\n13   Bank in which PolyTuff USA had deposited four checks in the total\n\n14   amount of $1,942,113.62 during fiscal year 1996.    The reported\n\n15   gross receipts therefore understated actual gross receipts by\n\n16   nearly $2 million.    After accounting for unreported expenses,\n\n17   PolyTuff USA owed $288,621.58 in taxes for 1996, instead of the\n\n18   $1,582 it claimed to owe on its return.\n\n\n\n\n          9\n             \"Quicken\" is the name given by Intuit Inc. to its widely\n     used group of financial computer programs for consumer and\n     business use. They are used, among other things, to keep\n     financial records, including check registers. See Test. of\n     Stephen Stein, Trial Tr. 1467:12-20, July 6, 2005; Intuit,\n     http://www.intuit.com (last visited July 21, 2007).\n          10\n            This amount is calculated by adding the cash received in\n     a fiscal year to the accounts receivable at the end of that year\n     and then subtracting the accounts receivable that were reported\n     in the prior year and collected in the current year.\n\n                                      18\n\f1                Shellef's personal income tax return for 1996, also\n\n2    prepared by Stein, reported total income of $77,446 and taxable\n\n3    income of $53,996.    But Shellef hid personal bank accounts from\n\n4    Stein.   Because of undisclosed transactions involving these\n\n5    accounts and PolyTuff USA, Shellef's taxable income for 1996 in\n\n6    fact was $957,326 -- $903,330 more than the $53,996 Shellef\n\n7    reported.    Shellef owed $344,152 more in personal income tax for\n\n8    1996 than the $9,900 he had reported and paid.\n\n9                1999 Tax Charge\n\n10               By 1998, Shellef was working with a different\n\n11   accountant at Stein's firm -- Stephen Kashinsky.    Kashinsky\n\n12   prepared Poly Systems's original 1999 corporate tax return.\n\n13   Based on the Quicken records and bank statements that Shellef\n\n14   gave him, Kashinsky reported gross receipts of $986,224.\n\n15               But Shellef did not tell Kashinsky about accounts held\n\n16   by Poly Systems at North Fork Bank (\"North Fork\") and Commercial\n\n17   Bank of New York (\"CBNY\").    In 1999, All Discount paid Poly\n\n18   Systems $662,400 for Allied CFC-113, which it transferred by wire\n\n19   into the undisclosed Poly Systems account at CBNY.    Poly Systems\n\n20   also deposited two checks in the total amount of $120,216 into\n\n21   its undisclosed North Fork account.    Poly Systems's 1999\n\n22   corporate tax return thus under-reported gross receipts by\n\n23   $782,616.    When Shellef became aware of an FBI investigation of\n\n24   his business affairs, he replaced Kashinsky with Michael\n\n25   Maddaloni, who had been preparing Poly Systems USA's filings\n\n26   since Rubenstein made his investment in that company.    Shellef\n\n                                      19\n\f1    filed an amended return for Poly Systems that added $760,701 to\n\n2    the original return's report of $986,000 in gross receipts,\n\n3    $21,915 less than the $782,616 he had failed to report.\n\n4                Shellef also withheld information from Kashinsky about\n\n5    personal foreign bank accounts -- one at Credit Suisse in\n\n6    Switzerland and the other at Bank Leumi in Israel.     He conducted\n\n7    three wire transfers in the total amount of $450,240 out of Poly\n\n8    Systems's CBNY account and into the Credit Suisse and Bank Leumi\n\n9    accounts.    The original return did not reflect these\n\n10   transactions.    The amended return showed most of these transfers\n\n11   as loans from Poly Systems to Shellef.     Shellef repaid the loans\n\n12   with interest.\n\n13               The Indictment\n\n14               On June 24, 2003, a grand jury in the United States\n\n15   District Court for the Eastern District of New York returned a\n\n16   ninety-one count indictment against Shellef and a forty-six count\n\n17   indictment against Rubenstein.     Count One charges them jointly\n\n18   with conspiring to impede the IRS's collection of excise taxes in\n\n19   violation of 18 U.S.C. § 371, based on their domestic sales of\n\n20   Elf and Allied CFC-113.      Shellef and Rubenstein were also charged\n\n21   jointly in Counts Five through Fifty with wire fraud, in\n\n22   violation of 18 U.S.C. § 1343.     Those counts rested on two\n\n23   alternative theories of fraud based on Shellef's alleged promise\n\n24   to export all the Allied CFC-113: 1) absent Shellef's alleged\n\n25   misrepresentation about the CFC-113's destination, Allied would\n\n26   have charged Poly Systems for the excise tax due on domestic\n\n                                        20\n\f1    sales of virgin CFC-113; and 2) absent the alleged\n\n2    misrepresentation, Allied would not have sold Shellef the CFC-\n\n3    113.   Rubenstein's alleged role in the wire fraud was to store,\n\n4    re-label, and ship the Allied CFC-113 to domestic customers at\n\n5    Shellef's direction.    Shellef and Rubenstein allegedly used wire\n\n6    communications to transmit shipping instructions, invoices, and\n\n7    payments they received for domestic sales as part of their plan.\n\n8               The remainder of the counts in the indictment charge\n\n9    only Shellef.   Count Two alleges that Shellef violated 26 U.S.C.\n\n10   § 7206(1) by subscribing to false statements regarding the gross\n\n11   receipts reported in PolyTuff USA's 1996 tax return.   Count Three\n\n12   alleges that Shellef evaded personal income taxes for 1996 by\n\n13   understating his taxable income and the tax due, a violation of\n\n14   26 U.S.C. § 7201.   Count Four charges Shellef with another\n\n15   violation of section 7206(1), this one arising out of the alleged\n\n16   understatement of Poly Systems's gross receipts on its 1999\n\n17   corporate tax return.\n\n18              In addition to these tax charges, Shellef was indicted\n\n19   on forty-one counts of money laundering, based on his actions\n\n20   underlying the conspiracy and wire fraud counts.   The first five,\n\n21   Counts Fifty-One through Fifty-Five, allege violations of 18\n\n22   U.S.C. § 1956(a)(1)(A)(i) arising out of Shellef's use of\n\n23   proceeds from domestic sales of CFC-113 to buy more Allied CFC-\n\n24   113.   Counts Fifty-Six through Ninety-One allege violations of 18\n\n25   U.S.C. §§ 1956(a)(1)(A)(ii) and (B)(i), arising out of Shellef's\n\n\n\n                                      21\n\f1    transfer of proceeds from domestic CFC-113 sales to U.S. and\n\n2    foreign bank accounts.\n\n3                District Court Proceedings\n\n4                Prior to trial, Shellef moved to dismiss the\n\n5    conspiracy, wire fraud, and 1999 tax counts for failure to allege\n\n6    offenses and to sever all tax counts from the other counts under\n\n7    Rule 8 of the Federal Rules of Criminal Procedure.11    Rubenstein\n\n8    joined in seeking the relief sought by Shellef.     The district\n\n9    court denied the motions.\n\n10               The trial began on June 20, 2005.   The government's\n\n11   evidence supporting the conspiracy and wire fraud charges -- and,\n\n12   by extension, the money laundering charges based on the\n\n13   conspiracy and wire fraud counts -- came principally from two\n\n14   witnesses, Allied's Albert Dorsey and Anne Madden.     They\n\n15   testified, inter alia, that Shellef obligated himself in the\n\n16   Autumn 1998 Agreement to continue to confine himself to export\n\n17   sales.    Shellef's defense to these charges rested in large part\n\n18   on his assertion that he did not, under the Autumn 1998 Agreement\n\n19   or otherwise, undertake to export the Allied CFC-113 after the\n\n20   original contract expired on June 30, 1998.\n\n\n\n\n          11\n            We note that Shellef argued below that all the tax\n     charges should be severed from all the non-tax charges but he\n     argues on appeal that the 1996 tax charges were misjoined with\n     the remaining charges, including the 1999 tax charge. The\n     government does not, however, contend that Shellef's argument on\n     appeal was waived, and so we consider it as argued and briefed\n     before us.\n\n                                      22\n\f1               Although most of the trial explored Shellef's and\n\n2    Rubenstein's dealings with Elf and Allied, substantial portions\n\n3    related to the 1996 personal tax evasion and false return charges\n\n4    against Shellef.    Indeed, roughly half of the government's cross-\n\n5    examination of Shellef focused on the 1996 tax evasion and false\n\n6    return charges.\n\n7               On July 28, 2005, the jury returned general verdicts of\n\n8    guilty against both defendants on all counts of which each was\n\n9    charged.   The district court thereafter sentenced Shellef\n\n10   principally to seventy months' imprisonment and three years of\n\n11   supervised release.    The district court sentenced Rubenstein\n\n12   principally to eighteen months' imprisonment and three years of\n\n13   supervised release.    Shellef and Rubenstein were ordered to pay\n\n14   $1,880,461 in restitution.     The district court also entered a\n\n15   final order of forfeiture requiring Shellef to forfeit\n\n16   $1,350,650.\n\n17              This appeal followed.    By Order of this Court dated\n\n18   December 19, 2006, the district court released the defendants on\n\n19   bond pending appeal.\n\n20                                  DISCUSSION\n\n21              I.   Jurisdiction\n\n22              The district court had jurisdiction over the\n\n23   prosecution of Shellef and Rubenstein pursuant to 18 U.S.C.\n\n24   § 3231 because they were charged with violating federal criminal\n\n25   laws.   The district court entered judgments of conviction against\n\n26   Rubenstein in March 2006 and against Shellef in April 2006.      We\n\n                                        23\n\f1    have jurisdiction over the appeal of such final judgments under\n\n2    28 U.S.C. § 1291.\n\n3              II.   Basis for Vacatur and Remand\n\n4              The defendants argue that the 1996 tax evasion and\n\n5    false return counts against Shellef were improperly joined with\n\n6    the remainder of the counts in the indictment.   The government\n\n7    defends the joinder on the ground that \"the charges were 'based\n\n8    on the same act or transaction' as the other charges the jury was\n\n9    to consider.\"   Gov't Br. at 51.\n\n10             We review the propriety of joinder de novo.     United\n\n11   States v. Feyrer, </pre><span class=\"citation\" data-id=\"782398\"><a href=\"/opinion/782398/united-states-v-clyde-feyrer-murray-goldenberg-cameron-yost/\"><span class=\"volume\">333</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 113 (2d Cir. 2003).     \"[T]he\n\n12   propriety of Rule 8 joinder is subject to full appellate review,\n\n13   and where joinder should not have been permitted, a conviction\n\n14   must be reversed, unless failure to sever was harmless error.\"\n\n15   United States v. Attanasio, </pre><span class=\"citation\" data-id=\"520299\"><a href=\"/opinion/520299/united-states-v-louis-j-attanasio-marie-l-attanasio-joseph-valentino/\"><span class=\"volume\">870</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">809</span></a></span><pre class=\"inline\">, 815 (2d Cir. 1989)\n\n16   (internal quotation marks and citations omitted).\n\n17             Federal Rule of Criminal Procedure 8 sets forth when\n\n18   joinder is appropriate in criminal cases:\n\n19             Joinder of Offenses or Defendants\n\n20             (a) Joinder of Offenses. The indictment or\n21             information may charge a defendant in\n22             separate counts with 2 or more offenses if\n23             the offenses charged -- whether felonies or\n24             misdemeanors or both -- are of the same or\n25             similar character, or are based on the same\n26             act or transaction, or are connected with or\n27             constitute parts of a common scheme or plan.\n\n28             (b) Joinder of Defendants. The indictment or\n29             information may charge 2 or more defendants\n30             if they are alleged to have participated in\n31             the same act or transaction, or in the same\n\n                                        24\n\f1              series of acts or transactions, constituting\n2              an offense or offenses. The defendants may\n3              be charged in one or more counts together or\n4              separately. All defendants need not be\n5              charged in each count.\n\n6    Fed R. Crim. P. 8.   Thus, while Rule 8(a) allows joinder of\n\n7    offenses that are of \"the same or similar character,\" Rule 8(b)\n\n8    does not allow joinder of defendants on that basis alone -- they\n\n9    must be \"alleged to have participated in the same act or\n\n10   transaction, or in the same series of acts or transactions.\"    Id.\n\n11             The parties devote considerable attention to the\n\n12   question whether Rule 8(a) or Rule 8(b) applies when a defendant\n\n13   in a multi-defendant, multi-count prosecution such as the one\n\n14   against Shellef challenges the joinder of a count in which he is\n\n15   the only defendant charged.12   But the government explicitly\n\n16   defends both the joinder under Rule 8(a) of the charges against\n\n\n\n          12\n            Indeed, the answer to this question is not well-settled.\n     Compare United States v. Turoff, </pre><span class=\"citation\" data-id=\"510033\"><a href=\"/opinion/510033/united-states-v-jay-turoff-alan-silver-and-harriet-silver/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span><pre class=\"inline\">, 1043 (2d Cir.\n     1988) (stating that \"our cases indicate that when a defendant in\n     a multiple-defendant case challenges joinder of offenses, his\n     motion is made under 8(b) rather than 8(a)\") (internal quotation\n     marks omitted) (citing cases) and Attanasio, 870 F.2d at 814-15\n     (applying Rule 8(b) to determine whether two conspiracies should\n     have been charged together) with United States v. Biaggi, </pre><span class=\"citation\" data-id=\"545489\"><a href=\"/opinion/545489/united-states-v-mario-biaggi-stanley-simon-richard-biaggi-peter-neglia/\"><span class=\"volume\">909</span>\n     <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></a></span><pre class=\"inline\">, 675-76 (2d Cir. 1990) (citation omitted) (acknowledging\n     the \"thoughtful opinion\" of the district court, which limited the\n     reach of Turoff on the ground that it \"should be understood to\n     apply Rule 8(b) standards to the claim of a defendant in a multi-\n     defendant trial only when he seeks severance of counts in which\n     he and at least one of his co-defendants are charged,\" while\n     leaving open the possibility \"that Rule 8(a) standards apply to a\n     defendant in a multi-defendant trial who seeks severance of\n     counts in which he is the only defendant charged,\" but failing to\n     resolve the issue because joinder was also proper under Rule\n     8(b)). We, likewise, need not opine on the reach of Turoff here\n     because our resolution of this appeal is the same even if Rule\n     8(a), the more expansive joinder provision, applies.\n\n                                      25\n\f1    Shellef and the joinder under Rule 8(b) of defendants only on the\n\n2    grounds that the 1996 tax charges \"are 'based on the same act or\n\n3    transaction' as the other charges the jury was to consider.\"\n\n4    Gov't Br. at 51.   It further asserts that all of the charges\n\n5    \"share a common nucleus, the sale of the CFC-113.\"   Gov't Br. at\n\n6    51.   The government thus appears also to rely for joinder of\n\n7    offenses under Rule 8(a) on the grounds that the charged offenses\n\n8    \"are connected with or constitute parts of a common scheme or\n\n9    plan,\" Fed. R. Crim. P. 8(a), and for joinder of defendants under\n\n10   Rule 8(b) on the parallel grounds that the defendants\n\n11   \"participated . . . in the same series of acts or transactions,\n\n12   constituting an offense or offenses,\" Fed. R. Crim. P. 8(b).    Cf.\n\n13   United States v. Halper, </pre><span class=\"citation no-link\"><span class=\"volume\">590</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">422</span></span><pre class=\"inline\">, 430 (2d Cir. 1978)\n\n14   (justifying joinder under the \"common scheme or plan\" clause\n\n15   because it saves the government from having to \"prov[e] what is\n\n16   essentially the same set of facts more than once\" and the\n\n17   defendant from \"defending more than once against what are\n\n18   essentially the same, or at least connected, charges\").\n\n19              Critically, the government does not defend the joinder\n\n20   of offenses under Rule 8(a)'s \"same or similar character\" clause.\n\n21   See United States v. Turoff, </pre><span class=\"citation\" data-id=\"510033\"><a href=\"/opinion/510033/united-states-v-jay-turoff-alan-silver-and-harriet-silver/\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1037</span></a></span><pre class=\"inline\">, 1042-43 (2d Cir.\n\n22   1988) (concluding that Rule \"8(b) provides a more restrictive\n\n23   test\" because \"[u]nlike Rule 8(a), Rule 8(b) does not permit\n\n24   joinder . . . solely on the ground that the offenses charged are\n\n25   of 'the same or similar character'\").   If, then, the charges\n\n26   against Shellef alone are not \"based on the same act or\n\n                                     26\n\f1    transaction\" or \"are [not] connected with or constitute parts of\n\n2    a common scheme or plan,\" Fed. R. Crim. P. 8(a), and the charges\n\n3    against both Shellef and Rubenstein are not based on \"the same\n\n4    act or transaction, or [o]n the same series of acts or\n\n5    transactions,\" Fed. R. Crim. P. 8(b), both the joinder of charges\n\n6    and the joinder of defendants were improper.\n\n7    A.   Joinder of Charges against Shellef\n\n8               1.   Propriety of Joinder.    There are three tax charges\n\n9    against Shellef.    Two of them arise from Shellef's 1996 tax\n\n10   returns (the \"1996 Tax Counts\").      First, Shellef is charged with\n\n11   falsely reporting the gross receipts on PolyTuff USA's 1996\n\n12   corporate income tax return (the \"PolyTuff Tax Count\").     Second,\n\n13   he is charged with misstating his taxable income on his 1996\n\n14   personal income tax return (the \"Personal Tax Count\").     Third, he\n\n15   is charged with falsely reporting gross receipts on Poly\n\n16   Systems's corporate income tax return in 1999 (the \"1999 Tax\n\n17   Count\" or the \"Poly Systems Tax Count\").     As noted, these tax\n\n18   counts are joined with several non-tax counts charging both\n\n19   Shellef and Rubenstein with conspiracy and wire fraud and\n\n20   charging Shellef alone with money laundering.     Shellef contends\n\n21   that the 1996 Tax Counts should not have been joined with the\n\n22   remaining counts, including the 1999 Tax Count.\n\n23              We apply a \"commonsense rule\" to decide whether, in\n\n24   light of the factual overlap among charges, joint proceedings\n\n25   would produce sufficient efficiencies such that joinder is proper\n\n26   notwithstanding the possibility of prejudice to either or both of\n\n                                      27\n\f1    the defendants resulting from the joinder.     See Turoff, </pre><span class=\"citation no-link\"><span class=\"volume\">853</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">2</span></span><pre class=\"inline\">    at 1044 (\"applying a commonsense rule to these facts\" to\n\n3    determine whether \"a reasonable person would easily recognize the\n\n4    common factual elements that permit joinder\"); see also id. at\n\n5    1042 (recognizing that the tests for joinder \"reflect[] a policy\n\n6    determination that [in some circumstances,] gains in trial\n\n7    efficiency outweigh the recognized prejudice that accrues to the\n\n8    accused\").   For example, counts might be \"connected\" if one of\n\n9    the offenses \"depend[s] upon []or necessarily l[eads] to the\n\n10   commission of the other,\" or if proof of one act \"constitute[s]\n\n11   []or depend[s] upon proof of the other.\"     Halper, 590 F.2d at\n\n12   429.\n\n13              \"Tax counts may be joined with non-tax counts where it\n\n14   is shown that the tax offenses arose directly from the other\n\n15   offenses charged.\"    Turoff, 853 F.2d at 1043.   \"The most direct\n\n16   link possible between non-tax crimes and tax fraud is that funds\n\n17   derived from non-tax violations either are or produce the\n\n18   unreported income.\"   Id.   Thus, if a defendant is charged with\n\n19   fraud, the government may prosecute the defendant for fraud and\n\n20   for not paying taxes on the profits produced by the alleged fraud\n\n21   jointly.   And \"if the character of the funds derived do not\n\n22   convince us of the benefit of joining these two schemes in one\n\n23   indictment, other overlapping facts or issues may.\"     Id. at 1043-\n\n24   44.\n\n25              Here, the Personal Tax Count and the PolyTuff Tax Count\n\n26   against Shellef might have been properly joined with an\n\n                                      28\n\f1    indictment charging the 1999 Tax Count because there are common\n\n2    facts concerning Shellef's relationship with Stein and\n\n3    Kashinsky's accounting firm, which handled both his 1996 and 1999\n\n4    tax returns.   And inasmuch as the schemes underlying the non-tax\n\n5    counts against Shellef and Rubenstein generated the allegedly\n\n6    unreported 1999 income of Poly Systems that formed the basis for\n\n7    the 1999 Tax Count against Shellef, it seems likely that the 1999\n\n8    Tax Count against Shellef could have been properly joined with an\n\n9    indictment charging only the conspiracy, wire fraud, and money\n\n10   laundering schemes against Shellef -- the unreported 1999 income\n\n11   was produced by those schemes.   See United States v. Biaggi, 909\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">12</span>   <span class=\"reporter\">F.2d</span> <span class=\"page\">662</span></span><pre class=\"inline\">, 676 (2d Cir. 1990) (holding that tax counts were\n\n13   properly joined with conspiracy counts because most of the\n\n14   unreported income was produced by the conspiracy).\n\n15             The funds generated by the wire fraud, money\n\n16   laundering, and conspiracy schemes, however, were unrelated to\n\n17   the unreported income that was the basis for the 1996 Tax Counts.\n\n18   Indeed, the alleged 1996 tax violations took place before the\n\n19   conspiracy and wire fraud allegedly began.   The government's\n\n20   contention that all the charges \"share a common nucleus, the sale\n\n21   of the CFC-113,\" Gov't Br. at 51, paints the allegations with too\n\n22   broad a brush.   Even assuming that PolyTuff USA's unreported\n\n23   gross receipts and Shellef's unreported personal income derived\n\n24   entirely from CFC-113 sales (a fact about which the record is\n\n25   silent), the fact that the businesses that produced the 1996\n\n26   unreported income were also subsequently used to perpetrate the\n\n                                      29\n\f1    alleged conspiracy and wire fraud does not justify a conclusion\n\n2    that the offenses charged are \"based on the same act or\n\n3    transaction, or are connected with or constitute parts of a\n\n4    common scheme or plan\" under Rule 8(a).   Fed R. Crim. P. 8(a);\n\n5    see also Halper, 590 F.2d at 429 (rejecting the joinder of income\n\n6    tax counts with Medicaid fraud counts, even though the unreported\n\n7    income was generated by the same business that allegedly\n\n8    committed the Medicaid fraud, because the unreported income may\n\n9    have been produced by legitimate activities of the business\n\n10   unrelated to the fraud).\n\n11              We can find no other link between the 1996 Tax Counts\n\n12   and the other charges sufficient to justify joinder of all of the\n\n13   counts.   The gravamen of the government's case with respect to\n\n14   the wire fraud, money laundering, conspiracy, and 1999 tax\n\n15   offenses is that Shellef and Rubenstein conspired to obstruct the\n\n16   IRS's collection of the excise tax due on their sales of CFC-113\n\n17   by misrepresenting to Allied and Elf their intent to resell the\n\n18   product abroad.   The only common factual elements between those\n\n19   charges and the 1996 Tax Counts is that Shellef purchased CFC-113\n\n20   from Allied and that Shellef used Stein and Kashinsky's\n\n21   accounting firm from 1996 through 1999.   Elements of the 1996 Tax\n\n22   Counts that are not common to the conspiracy, wire fraud, money\n\n23   laundering, and 1999 tax counts include that Shellef made sales\n\n24   to the government of Israel in 1996; that PolyTuff USA deposited\n\n25   these funds in an undisclosed Marine Midland account; that\n\n26   Shellef held an undisclosed personal account at Citibank to which\n\n                                     30\n\f1    he diverted corporate profits; and that he omitted the funds from\n\n2    his tax returns.   Elements of the conspiracy, wire fraud, money\n\n3    laundering, and 1999 tax counts that are not common to the 1996\n\n4    Tax Counts include that the Israeli government ceased importing\n\n5    CFC-113 in 1997; that Shellef renegotiated his contract with\n\n6    Allied on more than one occasion; that Rubenstein purchased CFC-\n\n7    113 from Elf; that Shellef and Rubenstein sold CFC-113\n\n8    domestically; and that they misrepresented to their domestic\n\n9    buyers that the excise tax had been paid.\n\n10             Requiring that the 1996 Tax Counts be tried separately\n\n11   from the remaining counts, moreover, would not require that the\n\n12   government \"prov[e] what is essentially the same set of facts\n\n13   more than once\" and Shellef to \"defend[] more than once against\n\n14   what are essentially the same, or at least connected, charges.\"\n\n15   Halper, 590 F.2d at 430.   Because \"[c]ommission of [the alleged\n\n16   wire fraud and conspiracy] neither depended upon nor necessarily\n\n17   led to the commission of\" the alleged 1996 tax misconduct and\n\n18   \"proof of the one act neither constituted nor depended upon proof\n\n19   of the other,\" joinder was improper.    Id. at 429.\n\n20             The charges are thus not \"based on the same act or\n\n21   transaction, [and] are [not] connected with [and do not]\n\n22   constitute parts of a common scheme or plan\" under Rule 8(a).\n\n23   Cf. Biaggi, 909 F.2d at 676 (\"Proof of one scheme was helpful to\n\n24   a full understanding of the other.\").   Although the 1996 Tax\n\n25   Counts may be relevant to determining whether Shellef possessed\n\n26   the requisite mens rea for the 1999 Tax Count, the 1996 Tax\n\n                                     31\n\f1    Counts and the non-tax counts are not sufficiently \"unified by\n\n2    some substantial identity of facts or participants,\" nor do they\n\n3    \"arise out of a common plan or scheme.\"   Attanasio, 870 F.2d at\n\n4    815 (quoting United States v. Porter, </pre><span class=\"citation\" data-id=\"490127\"><a href=\"/opinion/490127/united-states-v-wayne-porter-united-states-of-america-v-earl-dean-jolly/\"><span class=\"volume\">821</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">968</span></a></span><pre class=\"inline\">, 972 (4th Cir.\n\n5    1987), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">485</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span><pre class=\"inline\"> (1988)) (finding joinder\n\n6    appropriate where two contemporaneous conspiracies \"shared a\n\n7    common purpose\" and included \"an overlap of participants and\n\n8    acts\").\n\n9              We do not think, then, that the 1999 Tax Count -- which\n\n10   might have been joined with either the 1996 Tax Counts or the\n\n11   conspiracy, wire fraud, and money laundering counts -- provides\n\n12   an adequate link between the 1996 Tax Counts and the non-tax\n\n13   counts to justify joinder of all the charges against Shellef.\n\n14   The 1996 Tax Counts therefore should not have been joined with\n\n15   the remaining counts.13\n\n\n          13\n            In Biaggi, multiple defendants were involved in a large-\n     scale conspiracy to extort money from a company called Wedtech.\n     See Biaggi, 909 F.2d at 670-74. One defendant was also charged\n     with extorting money from a contractor named Fogliano. See id. at\n     673. This defendant was further charged with a tax violation for\n     unreported income. See id. at 675. We reasoned that because the\n     overwhelming majority of the unreported income was derived from\n     the Wedtech extortion that was at the center of the trial,\n     joinder was proper notwithstanding that a small amount of the\n     income was from the unrelated Fogliano extortion. See id. at\n     676. Nonetheless, we noted hypothetically that if the trial had\n     focused on the Fogliano extortion, joinder of a tax count based\n     largely on unreported Wedtech extortion income may be improper,\n     even if it included a small amount of Fogliano extortion income.\n     See id. Biaggi thus reinforced the notion that the propriety of\n     joining tax charges with non-tax charges depends in large part on\n     whether the unreported income forming the basis for the tax\n     charges was derived from the criminal acts that form the basis\n     for the non-tax charges.\n\n\n                                    32\n\f1                2.    Harmlessness of Misjoinder as to Shellef.\n\n2    Erroneous joinder \"requires reversal only if the misjoinder\n\n3    results in actual prejudice because it 'had substantial and\n\n4    injurious effect or influence in determining the jury's\n\n5    verdict.'\"       United States v. Lane, </pre><span class=\"citation\" data-id=\"111560\"><a href=\"/opinion/111560/united-states-v-lane/\"><span class=\"volume\">474</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">438</span></a></span><pre class=\"inline\">, 449 (1986)\n\n6    (quoting Kotteakos v. United States, </pre><span class=\"citation\" data-id=\"104321\"><a href=\"/opinion/104321/kotteakos-v-united-states/\"><span class=\"volume\">328</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">750</span></a></span><pre class=\"inline\">, 776 (1946));\n\n7    see also id. at 450 (concluding that the error in that case was\n\n8    harmless because the evidence of guilt was overwhelming, limiting\n\n9    instructions were given, and the evidence on the misjoined count\n\n10   would have been admissible in a trial on the remaining counts).\n\n11   In determining whether the error was harmless, we inquire whether\n\n12   \"evidence tending to prove the charge that should have been\n\n13   severed would nevertheless have been admissible at the trial of\n\n14   the objecting []defendant, and was admitted subject to\n\n15   appropriate limiting instructions.\"       Attanasio, 870 F.2d at 815\n\n16   (quoting United States v. Turbide, </pre><span class=\"citation\" data-id=\"347402\"><a href=\"/opinion/347402/united-states-v-cesar-turbide-and-nelson-perez/\"><span class=\"volume\">558</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1053</span></a></span><pre class=\"inline\">, 1061 (2d Cir.),\n\n17   cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">434</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">934</span></span><pre class=\"inline\"> (1977)) (internal quotation marks\n\n18   omitted).    \"The burden of establishing harmlessness is on the\n\n19   government.\"       United States v. Quattrone, </pre><span class=\"citation\" data-id=\"793659\"><a href=\"/opinion/793659/united-states-v-frank-quattrone/\"><span class=\"volume\">441</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 181 (2d\n\n20   Cir. 2006).      We must examine whether the misjoinder was harmless\n\n21   with respect to the jury's conviction of Shellef on each count.\n\n\n\n          Shellef's case stands even further outside Rule 8's scope\n     than the hypothetical posed by the Biaggi Court. Here, none of\n     the unreported personal or corporate income was derived from the\n     conspiracy or wire fraud schemes that formed the basis for the\n     other charges against Shellef and Rubenstein. There is simply no\n     meaningful factual overlap between the 1996 Tax Counts and the\n     remainder of the case.\n\n                                         33\n\f1              a. The non-tax counts\n\n2              We conclude that misjoinder of the tax and non-tax\n\n3    counts was not harmless with respect to Shellef's convictions on\n\n4    the non-tax counts.   Had Shellef been tried on only the non-tax\n\n5    counts and the 1999 Tax Count, some of the evidence related to\n\n6    the 1996 Tax Counts might have been admissible for the limited\n\n7    purpose of establishing Shellef's mental state with respect to\n\n8    the 1999 Tax Count.   See United States v. Bok, </pre><span class=\"citation\" data-id=\"757876\"><a href=\"/opinion/757876/united-states-v-david-s-bok/\"><span class=\"volume\">156</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">157</span></a></span><pre class=\"inline\">, 165\n\n9    (2d Cir. 1998) (\"[W]e have often explained [that] a defendant's\n\n10   past taxpaying record is admissible to prove willfulness\n\n11   circumstantially.\"); cf. Fed. R. Evid. 404(b) (\"Evidence of other\n\n12   crimes, wrongs, or acts\" may be admissible to prove, inter alia,\n\n13   \"intent, . . . knowledge, . . . or absence of mistake or\n\n14   accident . . . .\").\n\n15             But other-acts evidence admissible under Rule 404(b) is\n\n16   subject to exclusion under Rule 403, which provides that evidence\n\n17   \"may be excluded if its probative value is substantially\n\n18   outweighed by the danger of unfair prejudice.\"    Fed. R. Evid.\n\n19   403; see also United States v. Myerson, </pre><span class=\"citation\" data-id=\"664639\"><a href=\"/opinion/664639/united-states-of-america-appellee-cross-appellant-v-harvey-myerson/\"><span class=\"volume\">18</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">153</span></a></span><pre class=\"inline\">, 166 (2d Cir.\n\n20   1994) (recognizing that \"[r]elevant evidence of a defendant's\n\n21   prior bad acts [may be] admissible under Rule 404(b) . . . so\n\n22   long as that evidence is not substantially more prejudicial than\n\n23   probative under Rule 403\").   We think that the risk of unfair\n\n24   prejudice would have been excessive if evidence of the 1996 Tax\n\n25   Counts were to have been admitted in a trial on the non-tax\n\n26   counts and the 1999 Tax Count.    A danger generally associated\n\n                                       34\n\f1    with other-acts evidence is that the jury will understand it to\n\n2    suggest that the defendant is predisposed to engage in a\n\n3    particular type of criminal activity.   See Fed. R. Evid. 404(b)\n\n4    (providing that other-acts evidence \"is not admissible to prove\n\n5    the character of a person in order to show action in conformity\n\n6    therewith\").   In this case, there are at least two concerns about\n\n7    the other-acts evidence that would warrant its exclusion.   First,\n\n8    there is the danger that the jury may improperly apply the other-\n\n9    acts evidence to the non-tax counts even though it is admissible\n\n10   only as to the 1999 Tax Count.   The risk is that the jury would\n\n11   reason that if Shellef was willing to lie to the IRS in 1996, he\n\n12   would be willing subsequently to lie to others, including Allied\n\n13   and Elf personnel.   Second, because here the other-acts evidence\n\n14   relates to Shellef's alleged deceit, there is an additional risk:\n\n15   The jury might have interpreted the 1996 Tax Counts evidence as\n\n16   an indication of Shellef's general mendacity relevant to the\n\n17   remaining counts and thereby discount his testimony unrelated to\n\n18   the tax counts.\n\n19              Perhaps, as in Attanasio, an instruction strictly\n\n20   limiting the jury's use of the evidence admitted as to the 1996\n\n21   Tax Counts to that which is permissible -- to negate the\n\n22   inference that the misstated gross receipts on the 1999 Poly\n\n23   Systems return were the product of mere mistake -- would have\n\n24   helped cure the prejudice.   But no such instruction was given\n\n25   here.   See Attanasio, 870 F.2d at 815 (noting that the district\n\n26   judge \"gave appropriate limiting instructions to the jury\" to\n\n                                      35\n\f1    narrow evidence admitted under Rule 404(b) to the defendant's\n\n2    intent and motive).    Since no limiting instruction was given, the\n\n3    evidence as to the 1996 Tax Counts would not have been admissible\n\n4    in a trial on all the other counts.    We therefore conclude that\n\n5    the misjoinder of the 1996 Tax Counts was not harmless error as\n\n6    to the non-tax counts.\n\n7              b. The 1996 Tax Counts\n\n8              Prejudicial misjoinder of the charges is, in this case,\n\n9    a two-way street.    Just as the introduction of evidence as to\n\n10   elements of the 1996 Tax Counts was prejudicial to jury\n\n11   deliberation on the conspiracy, wire fraud, and money laundering\n\n12   counts, introduction of evidence as to elements of the\n\n13   conspiracy, wire fraud, and money laundering counts was\n\n14   prejudicial to jury deliberation on the 1996 Tax Counts.    After\n\n15   hearing evidence of the conspiracy, wire fraud, and money\n\n16   laundering counts, the jury may have thought that Shellef was\n\n17   predisposed to commit crimes of deceit like those alleged in the\n\n18   1996 Tax Counts.    No limiting instruction was given that would\n\n19   have been adequate to protect against these risks.    See\n\n20   Attanasio, 870 F.2d at 815.\n\n21             c. 1999 Tax Count\n\n22             We conclude, finally on this score, that because of the\n\n23   misjoinder, the jury's conviction of Shellef on the 1999 Tax\n\n24   Count also cannot stand.    Although evidence relating to the 1996\n\n25   Tax Counts and the non-tax counts is admissible as to the 1999\n\n26   Tax Count, a limiting instruction was required to prevent the\n\n                                      36\n\f1    jury from improperly considering such evidence as demonstrating\n\n2    Shellef's propensity to commit crimes of deceit.     See Bok, 156\n\n3    F.3d at 165 (\"[W]e have often explained [that] a defendant's past\n\n4    taxpaying record is admissible to prove willfulness\n\n5    circumstantially.\"); Attanasio, 870 F.2d at 815.     The district\n\n6    court included an instruction of this sort, but it expressly\n\n7    related only to \"evidence of acts of the defendants which may be\n\n8    similar to those charged in the indictment, but which were\n\n9    committed on other occasions.\"     Trial Tr. 3146:13-16, July 25,\n\n10   2005.     Without a similar limiting instruction applicable to the\n\n11   acts charged in the indictment, however, the government has not\n\n12   demonstrated that the evidence relating to the 1996 Tax Counts or\n\n13   the non-tax counts did not result in actual prejudice to the\n\n14   jury's deliberation.     As a result, Shellef's judgment of\n\n15   conviction on the 1999 Tax Count also must be vacated.14\n\n\n          14\n                The district court also gave this instruction:\n                  Any wilful failure to comply with the\n                  requirements of the Internal Revenue Code for\n                  one year is a separate matter from any such\n                  failure to comply for a different year. The\n                  tax obligations of defendant Shellef in any\n                  one year must be determined separately from\n                  the tax obligations in any other year.\n     That language is not sufficient to avoid the propensity problem.\n     Even though the jury was instructed to \"determine[] separately\"\n     guilt as to the tax charges, this instruction does not explain to\n     the jury that, if it finds Shellef guilty on one tax charge, it\n     may consider this conduct only as it relates to intent to commit\n     the other tax charge. While the instruction properly directs the\n     jury to determine guilt or innocence separately for each count,\n     it does not limit the extent that the jury may consider evidence\n     submitted to prove one count in determining guilt on another\n     count. For the misjoinder to be harmless, given the facts of\n     this case, such an instruction was required.\n\n                                       37\n\f1    B.   Sufficiency of the Evidence of Conspiracy as to Shellef\n\n2               Shellef also argues that the evidence presented failed\n\n3    to support his conviction for conspiring to defraud the IRS, and\n\n4    that therefore his conviction must be reversed rather than\n\n5    vacated.\n\n6               Shellef contends that all of the evidence is consistent\n\n7    with a motive to evade Allied's exclusive domestic\n\n8    distributorship agreements by deceiving the company into thinking\n\n9    that he would not sell the CFC-113 domestically.    Because that\n\n10   scheme did not have as a necessary result the perpetration of a\n\n11   fraud on the IRS and there is no additional evidence of actions\n\n12   that would not be explained by a motive to deceive Allied instead\n\n13   of the IRS, Shellef argues, we are required to vacate his\n\n14   conviction for conspiracy.\n\n15              But the government introduced considerable evidence of\n\n16   conduct by Shellef and Rubenstein that supports the inference\n\n17   that they intended to avoid payment of the excise tax entirely,\n\n18   rather than only to trick Allied into selling them CFC-113.    For\n\n19   example, Shellef represented to his buyers that the excise tax\n\n20   had been paid; Rubenstein prepared documents indicating that the\n\n21   material was either reclaimed or for export only; and Shellef\n\n22   charged his customers just below Allied's tax-paid rate (and\n\n23   significantly above the tax-free rate Shellef paid).    All this\n\n24   was done after they had acquired the CFC-113, and hence is not\n\n25   explainable solely by \"the objective of obtaining the chemical\n\n26   from Allied.\"   Shellef Br. at 51.   The evidence \"allow[ed] the\n\n                                     38\n\f1    jury to reasonably infer that each essential element of the crime\n\n2    charged,\" United States v. D'Amato, </pre><span class=\"citation\" data-id=\"682425\"><a href=\"/opinion/682425/united-states-v-armand-p-damato/\"><span class=\"volume\">39</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">1249</span></a></span><pre class=\"inline\">, 1256 (2d Cir.\n\n3    1994), including the \"inten[t] to impede or obstruct the IRS from\n\n4    carrying out its functions,\" Gurary, 860 F.2d at 525, \"has been\n\n5    proven beyond a reasonable doubt,\" D'Amato, 39 F.3d at 1256.\n\n6               In any event, even if the evidence was consistent with\n\n7    a motive to defraud Allied, it is also consistent with a motive\n\n8    to defraud the IRS.   Because we must draw all inferences in favor\n\n9    of the verdict, United States v. Naiman, </pre><span class=\"citation\" data-id=\"768555\"><a href=\"/opinion/768555/united-states-v-elimelech-naiman/\"><span class=\"volume\">211</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">40</span></a></span><pre class=\"inline\">, 46 (2d Cir.\n\n10   2000), the challenge fails.\n\n11   C.   Joinder of Charges against Rubenstein\n\n12              For many of the same reasons that there was a\n\n13   prejudicial misjoinder of the 1996 Tax Counts with the\n\n14   conspiracy, wire fraud, and money laundering counts as they\n\n15   relate to Shellef, a fortiori, the conspiracy and wire fraud\n\n16   counts against Rubenstein were prejudicially misjoined with the\n\n17   1996 Tax Counts against Shellef.     The indictment alleged that\n\n18   Shellef and Rubenstein devised and executed the wire fraud and\n\n19   conspiracy schemes together, but, as we have explained, the\n\n20   connection between that scheme and the 1996 Tax Counts is too\n\n21   tenuous to justify joinder under Rule 8.     Moreover, just as the\n\n22   joinder of the 1996 Tax Counts with the non-tax counts against\n\n23   Shellef may have materially and improperly influenced the jury's\n\n24   deliberations on the non-tax counts as to Shellef, it also may\n\n25   have materially and improperly influenced the jury's\n\n26   deliberations on the wire fraud and conspiracy counts as to\n\n                                     39\n\f1    Rubenstein.     Indeed, the potential for prejudice misjoinder is\n\n2    arguably greater as for Rubenstein than Shellef, not only because\n\n3    he had no connection at all with the 1996 Tax Count, but also\n\n4    because he chose not to testify yet may have suffered from any\n\n5    adverse credibility determinations made by the jury regarding\n\n6    Shellef's testimony.     We therefore vacate the jury's conviction\n\n7    of Rubenstein for wire fraud and conspiracy, too.\n\n8               III.    Issues on Remand\n\n9               Because of the prejudicial misjoinder of charges\n\n10   against the defendants, we must vacate and remand the case to the\n\n11   district court for further proceedings.     Because several other\n\n12   issues asserted as bases for vacatur of the defendants' judgments\n\n13   of conviction have been fully briefed and argued, and because\n\n14   they are likely to arise again on remand and retrial, we address\n\n15   them here even though their resolution is not strictly necessary\n\n16   in order to decide this appeal.\n\n17   A.   Conspiracy to Defraud the IRS\n\n18              Count One of the indictment charged that Shellef and\n\n19   Rubenstein conspired to defraud the IRS.     See 18 U.S.C. § 371\n\n20   (rendering it a crime to conspire \"to defraud the United States,\n\n21   or any agency thereof in any manner or for any purpose\").\n\n22   Shellef and Rubenstein challenge the sufficiency of the\n\n23   indictment and the jury instructions on this count.     We conclude\n\n24   that their challenges are without merit.\n\n25              1.   Sufficiency of the Indictment.\n\n\n\n                                       40\n\f1              Shellef contends that the acts alleged in the\n\n2    indictment do not constitute a conspiracy to defraud the IRS\n\n3    because there is no allegation that he misled Allied or Elf\n\n4    regarding the IRS registration number or certificates of export\n\n5    required to make CFC-113 sales excise-tax free.    Without such a\n\n6    misrepresentation, the CFC-113 remained taxable and Allied and\n\n7    Elf should have charged Shellef and Rubenstein the applicable\n\n8    excise taxes.   Only Allied and Elf are guilty of failure to pay\n\n9    excise taxes.\n\n10             The government responds that the likely success of the\n\n11   alleged conspiracy is irrelevant.     All that is required is that\n\n12   the indictment allege that Shellef and Rubenstein agreed to\n\n13   defraud the IRS, that they participated knowingly and voluntarily\n\n14   in the conspiracy, and that at least one of them committed an\n\n15   overt act in furtherance of the conspiracy.    Because the\n\n16   indictment meets these requirements, the government argues, it is\n\n17   legally sufficient.\n\n18             \"The sufficiency of the indictment is a matter of law\n\n19   that is reviewed de novo.\"    United States v. Pirro, </pre><span class=\"citation\" data-id=\"768669\"><a href=\"/opinion/768669/united-states-v-albert-j-pirro-jr-anthony-g-pirro/\"><span class=\"volume\">212</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">,\n\n20   92 (2d Cir. 2000).    The elements of a conspiracy to defraud the\n\n21   United States (also known as a \"defraud clause conspiracy\") are\n\n22   \"'(1) [that defendant] entered into an agreement (2) to obstruct\n\n23   a lawful function of the government (3) by deceitful or dishonest\n\n24   means and (4) at least one overt act in furtherance of the\n\n25   conspiracy.'\"   United States v. Ballistrea, </pre><span class=\"citation\" data-id=\"730827\"><a href=\"/opinion/730827/united-states-v-pascal-ballistrea/\"><span class=\"volume\">101</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">827</span></a></span><pre class=\"inline\">, 832 (2d\n\n26   Cir. 1996) (quoting United States v. Caldwell, </pre><span class=\"citation\" data-id=\"603577\"><a href=\"/opinion/603577/united-states-v-patricia-s-caldwell/\"><span class=\"volume\">989</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1056</span></a></span><pre class=\"inline\">,\n\n                                      41\n\f1    1059 (9th Cir. 1993)) (brackets in original).   The \"indictment\n\n2    charging a defraud clause conspiracy [must] set forth with\n\n3    precision the essential nature of the alleged fraud.\"     United\n\n4    States v. Helmsley, </pre><span class=\"citation\" data-id=\"566312\"><a href=\"/opinion/566312/united-states-v-leona-m-helmsley-joseph-v-licari-and-frank-j-turco/\"><span class=\"volume\">941</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">, 90 (2d Cir. 1991) (internal\n\n5    quotation marks and citations omitted).\n\n6              Here, the \"essential nature of the alleged fraud\" was\n\n7    that Shellef and Rubenstein misled manufacturers about the\n\n8    taxable status of their transactions.   Whether the manufacturers\n\n9    themselves proceeded to mislead the IRS is immaterial.    All that\n\n10   is necessary is that the scheme had the object of making it more\n\n11   difficult for the IRS to carry out its lawful functions and that\n\n12   the scheme depend on \"dishonest or deceitful means.\"     See\n\n13   Ballistrea, 101 F.3d at 831-32 (\"[Title 18 U.S.C. § 371] covers\n\n14   acts that interfere with or obstruct one of [the United States']\n\n15   lawful governmental functions by deceit, craft or trickery, or at\n\n16   least by means that are dishonest, even if the Government is not\n\n17   subjected to property or pecuniary loss by the fraud\" (citations\n\n18   and quotation marks omitted; second brackets in original)).\n\n19   Shellef and Rubenstein's scheme would have made it more difficult\n\n20   for the IRS to collect taxes on the CFC-113 transactions because\n\n21   Allied and Elf were allegedly misled by Shellef and Rubenstein as\n\n22   to the chemical's destination.   Thus misinformed, Allied and Elf\n\n23   could be expected, unwittingly or otherwise, to mislead the IRS\n\n24   about the taxable status of their CFC-113 sales.\n\n25             Shellef argues that because Allied and Elf, not Shellef\n\n26   or Rubenstein, were under a duty to report the transactions to\n\n                                      42\n\f1    the IRS and pay the taxes, and because the transactions were\n\n2    taxable unless further misrepresentations were made, either by\n\n3    him or the manufacturers, he cannot be convicted under 18 U.S.C.\n\n4    § 371.   But a defendant need not have a duty to report\n\n5    transactions or pay taxes to be convicted of a conspiracy to\n\n6    defraud the IRS with respect to those reports or payments.      See\n\n7    United States v. Nersesian, </pre><span class=\"citation\" data-id=\"492031\"><a href=\"/opinion/492031/united-states-v-murad-nersesian/\"><span class=\"volume\">824</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">1294</span></a></span><pre class=\"inline\">, 1313 (2d Cir.), cert.\n\n8    denied, </pre><span class=\"citation no-link\"><span class=\"volume\">484</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">958</span></span><pre class=\"inline\"> (1987) (\"[T]he fact that [the defendant]\n\n9    . . . had no duty to report [the] transactions . . . is not the\n\n10   operative issue as to whether he agreed to unlawfully defraud the\n\n11   United States by impairing and obstructing [the IRS's] lawful\n\n12   governmental function[] of collecting data. . . .\").   Nor can\n\n13   Shellef avoid the reach of the conspiracy statute by arguing that\n\n14   his scheme would fail because other requirements for tax-free\n\n15   treatment -- certification of export and IRS registration --\n\n16   would not be satisfied.    \"[T]he illegality of [a conspiracy] does\n\n17   not depend upon the achievement of its goal\" and it therefore\n\n18   \"does not matter that the ends of the conspiracy were from the\n\n19   beginning unattainable.\"   United States v. Giordano, </pre><span class=\"citation no-link\"><span class=\"volume\">693</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">20</span></span><pre class=\"inline\">   245, 249 (2d Cir. 1982) (citations omitted).\n\n21              Shellef and Rubenstein's scheme, as alleged in the\n\n22   indictment, is similar to that of the defendants in Nersesian,\n\n23   824 F.2d at 1309-13.   Nersesian involved, among other things, the\n\n24   requirement under the Bank Secrecy Act, 31 U.S.C. § 5311 et seq.,\n\n25   that banks report currency transactions exceeding $10,000 in a\n\n26   single day.   See Nersesian, 824 F.2d at 1310.   The defendants\n\n                                      43\n\f1    structured their transactions so the banks would not know that\n\n2    they exceeded the $10,000 limit.      See id. at 1309-10.   Although\n\n3    the defendants had no duty to report the transactions themselves,\n\n4    we upheld their convictions under 18 U.S.C. § 371 because they\n\n5    had \"agreed to interfere with and to obstruct this lawful\n\n6    function of the IRS.\"   Id. at 1313.15\n\n7              Here, the indictment alleges that Shellef and\n\n8    Rubenstein agreed to interfere with the IRS's collection of the\n\n9    excise tax by conspiring to misrepresent to Allied and Elf the\n\n10   CFC-113's destination, which in turn would lead them to refrain\n\n11   from paying the excise tax.   Just as the Nersesian defendants\n\n12   could be convicted for misrepresenting the nature of their\n\n13   transactions to a third party who owed an independent duty to the\n\n14   IRS, so can Shellef and Rubenstein.\n\n\n\n          15\n            United States v. Gurary, </pre><span class=\"citation\" data-id=\"513422\"><a href=\"/opinion/513422/united-states-v-schnejer-zalman-gurary-nochum-sternberg-and-esther/\"><span class=\"volume\">860</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">521</span></a></span><pre class=\"inline\"> (2d Cir. 1988),\n     cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">490</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1035</span></span><pre class=\"inline\"> (1989), is also analogous. The three\n     defendants in Gurary \"sold invoices to corporations . . . falsely\n     reflecting that one of the defendants' companies had sold goods\n     to the invoice-purchasing company.\" Id. at 523. That it\n     remained for the \"[c]orporations purchasing the fictitious\n     invoices [to] include[] the non-existent goods in their\n     calculations of cost-of-goods sold for tax purposes, fraudulently\n     misstating their taxable income\" was ultimately of no moment.\n     See id. (describing scheme); id. at 525 (holding that evidence\n     supported the conspiracy count). Similarly, here, it remained\n     for Allied and Elf to submit documents to the IRS falsely\n     indicating that the CFC-113 they sold to Shellef and Rubenstein\n     was, as they represented, exported. See id. at 525 (noting that\n     \"[a]ccurate disclosure of the transactions in corporate records\n     and tax returns would prevent the scheme from working\"). But\n     Shellef and Rubenstein cannot avoid guilt by reason of the fact\n     that they did not encourage Allied and Elf to take this further\n     step -- the indictment sufficiently alleges that they \"were well\n     aware their scheme would . . . impede the IRS from learning\" the\n     transactions were domestic and hence taxable. Id.\n\n                                      44\n\f1                Shellef seeks to avoid the implications of Nersesian by\n\n2    arguing that \"[t]he reason that [the scheme in Nersesian]\n\n3    interfered with the IRS's lawful function was that the financial\n\n4    institutions could have no way of knowing that [the defendant]\n\n5    was structuring transactions in a way to prevent the banks from\n\n6    submitting\" required reports.     Shellef Br. at 43.    But the\n\n7    ability of the reporting party to discover the true nature of the\n\n8    transaction is related only to the likelihood of the scheme's\n\n9    success.    And, as noted, the likely success of the scheme is\n\n10   immaterial.      Giordano, 693 F.2d at 249.\n\n11               Finally, Shellef argues that the rule of lenity\n\n12   prohibits application of the statute to his conduct.       But, as our\n\n13   analysis indicates, the statute, as interpreted by our case law,\n\n14   makes clear that his conduct is proscribed.       And \"[t]he rule of\n\n15   lenity . . . is not applicable unless there is a grievous\n\n16   ambiguity or uncertainty in the language and structure of the\n\n17   [statute], such that even after a court has seized every thing\n\n18   from which aid can be derived, it is still left with an ambiguous\n\n19   statute.\"    Chapman v. United States, </pre><span class=\"citation\" data-id=\"112605\"><a href=\"/opinion/112605/chapman-v-united-states/\"><span class=\"volume\">500</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">453</span></a></span><pre class=\"inline\">, 463 (1991)\n\n20   (citations, internal brackets, and internal quotation marks\n\n21   omitted).\n\n22               The indictment sufficiently alleges a violation of 18\n\n23   U.S.C. § 371.\n\n24               2.   Jury Instructions.     Rubenstein asserts that the\n\n25   jury instructions erroneously omitted an essential element from\n\n                                        45\n\f1    their description of the conspiracy offense.    The government\n\n2    responds that, because Rubenstein made no contemporaneous\n\n3    objection to the instructions, any error was not \"plain\" as\n\n4    required by our review.\n\n5              Rubenstein effectively concedes that he did not object\n\n6    to these instructions.    But if these instructions were to be\n\n7    issued again in the course of a new trial, Rubenstein presumably\n\n8    would object.   Whether any error would be \"plain error\" is\n\n9    therefore not an issue we need address.    We discuss only whether\n\n10   the instructions were erroneous.\n\n11             The district court instructed the jury on the\n\n12   conspiracy count as follows:\n\n13             In order to satisfy its burden as to Count\n14             One, the government must prove each of the\n15             following four essential elements beyond a\n16             reasonable doubt: First, that two or more\n17             persons entered the unlawful agreement\n18             charged in the indictment starting in or\n19             about July 1997; second, that each defendant\n20             knowingly and willfully became a member of\n21             the conspiracy; third, that one of the\n22             members of the conspiracy knowingly committed\n23             at least one of the overt acts charged in the\n24             indictment; and fourth, that the overt act or\n25             acts which you find to have been committed\n26             was or were committed to further some\n27             objective of the conspiracy.\n\n28   Trial Tr. 3158-59, July 26, 2005.\n\n29             [W]e have emphasized the need for particular\n30             vigilance in enforcing the government's\n31             burden of proof in prosecutions under § 371,\n32             in view of the broad range of conduct covered\n33             by the federal fraud statutes and the risk\n34             that a defendant may be convicted of\n35             conspiracy based upon an agreement other than\n36             that specifically charged in the government's\n37             indictment.\n\n                                      46\n\f1    United States v. Gallerani, </pre><span class=\"citation\" data-id=\"706828\"><a href=\"/opinion/706828/united-states-v-paul-gallerani-and-herbert-gray/\"><span class=\"volume\">68</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">611</span></a></span><pre class=\"inline\">, 618 (2d Cir. 1995)\n\n2    (internal quotation marks and citation omitted).     Applying\n\n3    \"particular vigilance,\" Gallerani, 68 F.3d at 618, we think that\n\n4    the instruction here was erroneous, see United States v. Bayless,\n\n5    </pre><span class=\"citation\" data-id=\"767340\"><a href=\"/opinion/767340/united-states-v-carol-bayless/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 127-28 (2d Cir.), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">529</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1061</span></span><pre class=\"inline\">\n\n6    (2000) (noting that an error exists when there is a \"deviation\n\n7    from a legal rule which has not been waived\" (internal quotation\n\n8    marks and citation omitted)).     The elements of a section 371\n\n9    conspiracy to defraud the United States are, as we have noted,\n\n10   \"(1) [that defendant] entered into an agreement (2) to obstruct a\n\n11   lawful function of the government (3) by deceitful or dishonest\n\n12   means and (4) at least one overt act in furtherance of the\n\n13   conspiracy.\"      Ballistrea, 101 F.3d at 832 (brackets in original;\n\n14   citation and internal quotation marks omitted).     The district\n\n15   court did not instruct the jurors that they would be required to\n\n16   find that Shellef and Rubenstein agreed to use \"deceitful or\n\n17   dishonest means\" to obstruct the \"lawful function of the\n\n18   government.\"16\n\n19   B.   Wire Fraud\n\n20              The government also charged Shellef and Rubenstein with\n\n21   multiple counts of wire fraud.     The wire fraud statute makes it a\n\n22   federal crime to use interstate wire communication to execute a\n\n\n          16\n            We express no view as to whether this error was harmless.\n     See United States v. Locascio, </pre><span class=\"citation\" data-id=\"654592\"><a href=\"/opinion/654592/united-states-v-frank-locascio-and-john-gotti/\"><span class=\"volume\">6</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">924</span></a></span><pre class=\"inline\">, 939 (2d Cir. 1993),\n     cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">511</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1070</span></span><pre class=\"inline\"> (1994) (recognizing that we reverse\n     on the basis of erroneous jury instructions only if \"the\n     defendants-appellants can show that the charge given, when read\n     as a whole, caused them prejudice\").\n\n                                        47\n\f1    \"scheme or artifice to defraud, or for obtaining money or\n\n2    property by means of false or fraudulent pretenses,\n\n3    representations, or promises.\"    18 U.S.C. § 1343.   Shellef and\n\n4    Rubenstein challenge the sufficiency of the indictment, the\n\n5    sufficiency of the evidence for one of the government's theories,\n\n6    and the jury instructions.\n\n7              1.   Sufficiency of the Indictment.   The indictment here\n\n8    contains two theories of fraud: a \"no-sale\" theory and a \"tax\n\n9    liability\" theory.   \"Where a jury is presented with multiple\n\n10   theories of conviction, one of which is invalid, the jury's\n\n11   verdict must be overturned if it is impossible to tell which\n\n12   theory formed the basis for conviction.\"    United States v. Szur,\n\n13   </pre><span class=\"citation\" data-id=\"777545\"><a href=\"/opinion/777545/united-states-v-jeffrey-szur-elaine-szur-cary-weinstein-vadim-kaplun/\"><span class=\"volume\">289</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">200</span></a></span><pre class=\"inline\">, 208 (2d Cir. 2002) (citations omitted).\n\n14             a.   No-Sale Theory\n\n15             Under the \"no-sale\" theory, the indictment alleges that\n\n16   Shellef's misrepresentation \"induced Allied Signal to sell\n\n17   additional amounts of virgin CFC-113 to Poly Systems that it\n\n18   would not have sold had it known that Shellef in fact intended to\n\n19   sell the product domestically.\"    Indictment ¶ 53.   Shellef\n\n20   contends that this theory is not viable because the scheme did\n\n21   not constitute a scheme to defraud within the meaning of the wire\n\n22   fraud statute.   The government responds that Shellef deprived\n\n23   Allied of \"'the right to define the terms for the sale of its\n\n24   property'\" and that this is sufficient to bring his scheme within\n\n25   the reach of the wire fraud statute.    Gov't Br. at 40-43 (quoting\n\n26   United States v. Schwartz, </pre><span class=\"citation\" data-id=\"555057\"><a href=\"/opinion/555057/united-states-v-solomon-schwartz-leon-lisbona-h-leonard-berg-and-grimm/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">, 421 (2d Cir. 1991).\n\n                                       48\n\f1              The \"essential elements of a mail or wire fraud\n\n2    violation are (1) a scheme to defraud, (2) money or property as\n\n3    the object of the scheme, and (3) use of the mails or wires to\n\n4    further the scheme.\"   Fountain v. United States, </pre><span class=\"citation\" data-id=\"784983\"><a href=\"/opinion/784983/john-fountain-also-known-as-chick-v-united-states/\"><span class=\"volume\">357</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">250</span></a></span><pre class=\"inline\">,\n\n5    255 (2d Cir. 2004), cert. denied, </pre><span class=\"citation no-link\"><span class=\"volume\">544</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1017</span></span><pre class=\"inline\"> (2005) (quotation\n\n6    marks, citation, and brackets omitted).   \"Because the mail fraud\n\n7    and the wire fraud statutes use the same relevant language, we\n\n8    analyze them the same way.\"   Schwartz, 924 F.2d at 416.    Although\n\n9    the indictment need not allege that the victims of the fraud were\n\n10   in fact injured, it is required to allege that the defendant\n\n11   contemplated actual harm that would befall victims due to his\n\n12   deception in order to meet the \"scheme to defraud\" prong.     See\n\n13   United States v. Novak, </pre><span class=\"citation\" data-id=\"793861\"><a href=\"/opinion/793861/united-states-v-charles-novak/\"><span class=\"volume\">443</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">150</span></a></span><pre class=\"inline\">, 156 (2d Cir.), cert.\n\n14   denied, --- U.S. ----, </pre><span class=\"citation no-link\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">525</span></span><pre class=\"inline\"> (2006).\n\n15             Our cases have drawn a fine line between schemes that\n\n16   do no more than cause their victims to enter into transactions\n\n17   they would otherwise avoid -- which do not violate the mail or\n\n18   wire fraud statutes -- and schemes that depend for their\n\n19   completion on a misrepresentation of an essential element of the\n\n20   bargain -- which do violate the mail and wire fraud statutes.\n\n21             In United States v. Regent Office Supply Co., </pre><span class=\"citation no-link\"><span class=\"volume\">421</span> <span class=\"reporter\">F.2d</span>\n\n<span class=\"page\">22</span></span><pre class=\"inline\">   1174 (2d Cir. 1970), the defendants sold stationery, id. at 1176.\n\n23   The defendants' scheme consisted of directing their sales\n\n24   personnel to misrepresent their identities to prospective\n\n25   customers so that the customers would be willing to entertain\n\n26   their offers.   See id. (noting, as an example, that the sales\n\n                                     49\n\f1    personnel fraudulently claimed that they had been referred by a\n\n2    friend of the customer or an officer of the customer's firm).       We\n\n3    concluded that no conviction under the mail fraud statute could\n\n4    stand where the misrepresentation was \"not directed to the\n\n5    quality, adequacy or price of goods to be sold, or otherwise to\n\n6    the nature of the bargain.\"        See id. at 1179.\n\n7               United States v. Starr, </pre><span class=\"citation\" data-id=\"486551\"><a href=\"/opinion/486551/united-states-v-charles-l-starr-jr-and-charles-l-starr-iii/\"><span class=\"volume\">816</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">94</span></a></span><pre class=\"inline\"> (2d Cir. 1987), is\n\n8    similar.   The defendants there collected bulk mailings from their\n\n9    customers and then sent them through the post office.       See id. at\n\n10   95-96.   At the post office, however, they hid high-rate mail in\n\n11   low-rate mail packages, and paid the low-rate price for the\n\n12   entire shipments.     Id. at 96.    The defendants nonetheless charged\n\n13   their customers as if the mailings were high-rate, and produced\n\n14   and mailed false invoices to show that the high-rate price had in\n\n15   fact been paid.     Id.   We decided that \"[t]he misappropriation of\n\n16   funds simply ha[d] no relevance to the object of the contract;\n\n17   namely, the delivery of mail to the appropriate destination in a\n\n18   timely fashion.\"     Id. at 100.    Because \"[m]isrepresentations\n\n19   amounting only to a deceit are insufficient to maintain a mail or\n\n20   wire fraud prosecution,\" we concluded that such a charge can not\n\n21   apply to situations where the alleged victims \"received exactly\n\n22   what they paid for\" and \"there was no discrepancy between\n\n23   benefits reasonably anticipated and actual benefits received.\"\n\n24   Id. at 98-99 (internal quotation marks and citation omitted); cf.\n\n25   id. at 102 (Newman, J., concurring) (\"An indictment for\n\n\n\n                                          50\n\f1    defrauding the Postal Service would have led to a conviction that\n\n2    would surely have been affirmed.      However, the indictment for\n\n3    defrauding the customers has led to a conviction that must be\n\n4    reversed.\")\n\n5              In Schwartz, </pre><span class=\"citation\" data-id=\"555057\"><a href=\"/opinion/555057/united-states-v-solomon-schwartz-leon-lisbona-h-leonard-berg-and-grimm/\"><span class=\"volume\">924</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">410</span></a></span><pre class=\"inline\">, however, we were faced with\n\n6    the type of misrepresentation that Regent Office recognized might\n\n7    form the basis for a wire fraud prosecution -- that is, one\n\n8    \"directed to . . . the nature of the bargain,\" id. at 1179.         The\n\n9    defendants in Schwartz had purchased night-vision goggles from\n\n10   Litton Industries.   Schwartz, 924 F.2d at 414.     Because the Arms\n\n11   Export Control Act restricted the sale of these goggles to\n\n12   certain nations, Litton sought assurances, both in the contract\n\n13   and during the course of performance, that the defendants would\n\n14   not export to the restricted nations.      Id.   Though the defendants\n\n15   promised to abide by all applicable export regulations, they sold\n\n16   the goggles to nations that were prohibited from purchasing them.\n\n17   Id. at 414-16.   We upheld their conviction for wire fraud under a\n\n18   no-sale theory because the \"misrepresentations went to an\n\n19   essential element of the bargain between the parties and were not\n\n20   simply fraudulent inducements to gain access to Litton\n\n21   equipment.\"   Id. at 421.   The defendants had \"deprived Litton of\n\n22   the right to define the terms for the sale of its property in\n\n23   that way,\" that is, that its product not be exported from this\n\n24   country illegally, and therefore \"cost it, as well, good will.\"\n\n25   Id.\n\n\n                                      51\n\f1               The indictment in the case before us alleges:\n\n2               It was a further part of the scheme and\n3               artifice that by promising to export all of\n4               the CFC-113 purchased, defendant DOV SHELLEF\n5               induced Allied Signal to sell additional\n6               amounts of virgin CFC-113 to Poly Systems\n7               that it would not have sold had it known that\n8               SHELLEF in fact intended to sell the product\n9               domestically.\n\n10   Indictment ¶ 53.   As in Starr, the indictment here does not\n\n11   allege, pursuant to the government's \"no-sale\" theory, that there\n\n12   was a \"discrepancy between benefits reasonably anticipated\" and\n\n13   actual benefits received.   Starr, 816 F.2d at 98.   And as in\n\n14   Regent Office, it fails to allege that Shellef misrepresented\n\n15   \"the nature of the bargain.\"    Regent Office, 421 F.2d at 1179.\n\n16   Instead, the indictment states only that Shellef's\n\n17   misrepresentation induced Allied to enter into a transaction it\n\n18   would otherwise have avoided.   Because it does not assert that\n\n19   Shellef's misrepresentation had \"relevance to the object of the\n\n20   contract,\" Starr, 816 F.2d at 100, we do not think it is legally\n\n21   sufficient.\n\n22              We recognize that the facts on which this prosecution\n\n23   rested closely resemble those in Schwartz.    As in Schwartz, in\n\n24   the case at bar, government regulations and the contract between\n\n25   the parties called for territorial restrictions on the sale of a\n\n26   product.   But we are concerned here only with the sufficiency of\n\n27   the indictment, not the sufficiency of the evidence.   The jury\n\n28   here might have erroneously convicted Shellef and Rubenstein even\n\n29   though it concluded that the defendants did not misrepresent an\n\n\n                                      52\n\f1    \"essential element\" of the bargain, but rather made \"simpl[e]\n\n2    fraudulent inducements to gain access to\" Allied and Elf\n\n3    products.    Schwartz, 924 F.2d at 421.   Because we cannot rule out\n\n4    that possibility, we do not think a jury can be permitted to\n\n5    convict either defendant on the \"no-sale\" theory.      See Szur, 289\n\n6    F.3d at 208 (concluding that a remand is required where the jury\n\n7    may have convicted on a legally invalid theory).\n\n8                b.   Tax Liability Theory\n\n9                Under the \"tax liability\" theory, the indictment\n\n10   alleges that Shellef's misrepresentation regarding the\n\n11   destination of the CFC-113 \"induced Allied Signal to continue to\n\n12   sell the product to Poly Systems without paying the excise tax to\n\n13   the Internal Revenue Service, or including the tax in the price\n\n14   it charged Poly Systems.\"     Indictment ¶ 52.   Shellef argues that\n\n15   the taxes could not have been \"property\" within the meaning of\n\n16   the wire fraud statute because Shellef's scheme could not have\n\n17   deprived Allied of the tax money that was owed to the federal\n\n18   government.\n\n19               We disagree.   Under the agreement, Shellef owed Allied\n\n20   the amount of \"any federal excise tax imposed on the sale of\" the\n\n21   CFC-113 \"which is not anticipated by Seller at the time of\n\n22   contract execution.\"     Allied Contract, effective Jan. 1, 1996, at\n\n23   4 ¶ 11.C; id. at 2 ¶ 6.B.     The agreement also required Shellef to\n\n24   sell the CFC-113 abroad.     Id. at 1 ¶ 1.   Shellef misrepresented\n\n25   the destination of the CFC-113 he was purchasing from Allied so\n\n26   that he could avoid paying to Allied the price increase\n\n                                       53\n\f1    necessitated by the application of the excise tax.    Allied\n\n2    therefore did not receive the money due it under the agreement,\n\n3    property that was owed to it.   To be sure, that money was\n\n4    destined to be passed on to the government.    But that is not\n\n5    relevant to our inquiry.   Allied had a right to the property and\n\n6    Shellef's scheme was intended to deprive Allied of it.    It was\n\n7    therefore a scheme to deprive within the meaning of the wire\n\n8    fraud statute.   See United States v. Males,    </pre><span class=\"citation\" data-id=\"795347\"><a href=\"/opinion/795347/united-states-v-stephen-males-jr/\"><span class=\"volume\">459</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">154</span></a></span><pre class=\"inline\">, 158\n\n9    (2d Cir. 2006) (\"[I]t is sufficient that a defendant's scheme was\n\n10   intended to deprive another of property rights, even if the\n\n11   defendant did not physically 'obtain' any money or property by\n\n12   taking it from the victim.\").\n\n13             2.   Sufficiency of Evidence.    Shellef argues that the\n\n14   evidence was not sufficient to sustain his conviction under the\n\n15   \"no-sale\" theory.   As noted above, we doubt the legal sufficiency\n\n16   of the allegations on the \"no-sale\" theory and therefore need not\n\n17   and do not consider the evidentiary sufficiency of a conviction\n\n18   based upon it in the previous trial.    Shellef does not seriously\n\n19   contest the sufficiency of the evidence at that trial with\n\n20   respect to the \"tax liability\" theory.\n\n21             3.   Jury Instructions.    Rubenstein asserts that the\n\n22   district court's instructions as to wire fraud were erroneous\n\n23   because the district court did not caution the jury that\n\n24   Rubenstein could not be found guilty as an aider and abetter\n\n25   based only on a \"general knowledge or suspicion that a crime was\n\n26   being committed\" or his \"'mere association' with the alleged\n\n                                     54\n\f1    principal, defendant Shellef.\"   The district court issued an\n\n2    instruction for the wire fraud counts and included in the\n\n3    instruction a verbatim reading of the aiding and abetting\n\n4    statute.   No party appears to contest that they accurately\n\n5    describe the elements of wire fraud.     Nor does Rubenstein argue\n\n6    that the aiding and abetting instruction was incorrect -- he\n\n7    asserts only that additional cautionary instructions should have\n\n8    been given.   We conclude that the instruction was not improper.\n\n9    C.   Evidentiary Rulings\n\n10              Shellef and Rubenstein assert that evidentiary rulings\n\n11   during the course of trial violated their constitutional right to\n\n12   present a meaningful defense17 and their Sixth Amendment right to\n\n13   confront witnesses.   In light of the deference we owe to a\n\n14   district court's decisions as to admissibility of evidence, see,\n\n15   e.g., United States v. Ebbers, </pre><span class=\"citation\" data-id=\"795254\"><a href=\"/opinion/795254/united-states-v-bernard-j-ebbers/\"><span class=\"volume\">458</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 122 (2d Cir. 2006),\n\n16   cert. denied, --- U.S. ----, </pre><span class=\"citation\" data-id=\"1860886\"><a href=\"/opinion/1860886/birts-v-united-states/\"><span class=\"volume\">127</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1483</span></a></span><pre class=\"inline\"> (2007), and because\n\n17   we cannot foresee what decisions the district court might make in\n\n18   any new trial, or in precisely what context those decisions might\n\n19   be made, we decline to comment on them or the arguments of the\n\n20   government and the defendants in this regard.\n\n21                               CONCLUSION\n\n\n\n\n          17\n             \"Whether rooted directly in the Due Process Clause of\n     the Fourteenth Amendment, or in the Compulsory Process or\n     Confrontation clauses of the Sixth Amendment, the Constitution\n     guarantees criminal defendants 'a meaningful opportunity to\n     present a complete defense.'\" Crane v. Kentucky, </pre><span class=\"citation\" data-id=\"111687\"><a href=\"/opinion/111687/crane-v-kentucky/\"><span class=\"volume\">476</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">683</span></a></span><pre class=\"inline\">,\n     690 (1986) (citations omitted).\n\n                                      55\n\f1             Having reviewed the remainder of the defendants'\n\n2   arguments, we conclude that they are without merit.   Because the\n\n3   1996 Tax Counts were improperly joined with the remainder of the\n\n4   charges against Shellef and Rubenstein; and because these errors\n\n5   were not harmless, we vacate the judgments of conviction of both\n\n6   defendants and remand the case to the district court for further\n\n7   proceedings.\n\n\n\n\n                                   56\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/104321/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111560/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111687/",
    "http://www.courtlistener.com/api/rest/v3/opinions/112605/",
    "http://www.courtlistener.com/api/rest/v3/opinions/347402/",
    "http://www.courtlistener.com/api/rest/v3/opinions/486551/",
    "http://www.courtlistener.com/api/rest/v3/opinions/490127/",
    "http://www.courtlistener.com/api/rest/v3/opinions/492031/",
    "http://www.courtlistener.com/api/rest/v3/opinions/510033/",
    "http://www.courtlistener.com/api/rest/v3/opinions/513422/",
    "http://www.courtlistener.com/api/rest/v3/opinions/520299/",
    "http://www.courtlistener.com/api/rest/v3/opinions/545489/",
    "http://www.courtlistener.com/api/rest/v3/opinions/555057/",
    "http://www.courtlistener.com/api/rest/v3/opinions/566312/",
    "http://www.courtlistener.com/api/rest/v3/opinions/603577/",
    "http://www.courtlistener.com/api/rest/v3/opinions/654592/",
    "http://www.courtlistener.com/api/rest/v3/opinions/664639/",
    "http://www.courtlistener.com/api/rest/v3/opinions/682425/",
    "http://www.courtlistener.com/api/rest/v3/opinions/706828/",
    "http://www.courtlistener.com/api/rest/v3/opinions/730827/",
    "http://www.courtlistener.com/api/rest/v3/opinions/757876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768555/",
    "http://www.courtlistener.com/api/rest/v3/opinions/768669/",
    "http://www.courtlistener.com/api/rest/v3/opinions/777545/",
    "http://www.courtlistener.com/api/rest/v3/opinions/782398/",
    "http://www.courtlistener.com/api/rest/v3/opinions/784983/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793659/",
    "http://www.courtlistener.com/api/rest/v3/opinions/793861/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795254/",
    "http://www.courtlistener.com/api/rest/v3/opinions/795347/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1860886/"
  ]
}