{
  "resource_uri": "http://www.courtlistener.com/api/rest/v3/opinions/3449/",
  "absolute_url": "/opinion/3449/crenshaw-v-city-of-mount-vernon/",
  "cluster": "http://www.courtlistener.com/api/rest/v3/clusters/3449/",
  "author": null,
  "joined_by": [],
  "author_str": "",
  "per_curiam": false,
  "date_created": "2010-04-24T19:30:38Z",
  "date_modified": "2017-03-24T00:21:28.833233Z",
  "type": "010combined",
  "sha1": "71d394f5b937d8b346b8a58feb7f20a54ed54a3d",
  "page_count": 9,
  "download_url": "http://www.ca2.uscourts.gov/decisions/isysquery/876e8ad2-b5f2-4c89-884b-83e48f7e50d1/43/doc/08-5388_so.pdf",
  "local_path": "pdf/2010/04/21/Crenshaw_v._City_of_Mount_Vernon_et_al..pdf",
  "plain_text": "     08-5388-cv\n     Crenshaw v. City of Mount Vernon, et al.\n\n\n\n                              UNITED STATES COURT OF APPEALS\n                                  FOR THE SECOND CIRCUIT\n\n                                                SUMMARY ORDER\n     R ULINGS BY SUMMARY ORDER DO NOT HAVE PRECEDENTIAL EFFECT . C ITATION TO A SUMMARY ORDER\n     FILED ON OR AFTER J ANUARY 1, 2007, IS PERMITTED AND IS GOVERNED BY F EDERAL R ULE OF A PPELLATE\n     P ROCEDURE 32.1 AND THIS COURT ’ S L OCAL R ULE 32.1.1. W HEN CITING A SUMMARY ORDER IN A\n     DOCUM ENT FILED WITH THIS COURT , A PARTY MUST CITE EITHER THE F EDERAL A PPENDIX OR AN\n     ELECTRONIC DATABASE ( WITH THE NOTATION “ SUMMARY ORDER ”). A PARTY CITING A SUMMARY ORDER\n     MUST SERVE A COPY OF IT ON ANY PARTY NOT REPRESENTED BY COUNSEL .\n\n\n\n 1   At a stated term of the United States Court of Appeals for the Second Circuit, held at the Daniel\n 2   Patrick Moynihan Courthouse, 500 Pearl Street, in the City of New York, on the 21st day of\n 3   April, two thousand and ten.\n 4\n 5   PRESENT:\n 6               JOHN M. WALKER, JR.,\n 7               DEBRA ANN LIVINGSTON,\n 8                                 Circuit Judges,\n 9               LEWIS KAPLAN,\n10                                 District Judge.*\n11   _______________________________________________\n12\n13   RODNEY CRENSHAW,\n14\n15                                      Plaintiff-Counter-Defendant-Appellee,\n16\n17                    v.                                                   No. 08-5388-cv\n18\n19   CITY OF MOUNT VERNON, MICHAEL GUTTMAN,\n20   Police Officer # 86, CHRISTOPHER HUTCHINS, Police\n21   Officer # 29, CHRISTOPHER KOEHNLEIN, Detective,\n22   KEN PERRY, Police Officer, WAYNE VANDEERPOOL,\n23   Detective, RICHARD CASTELHANO, Police Officer,\n24   JASON CONNLEY, Police Officer, JOHN AND JANE DOES\n\n\n             *\n            The Hon. Lewis Kaplan, of the United States District Court for the Southern District of\n     New York, sitting by designation.\n\n                                                         1\n\f 1   1-10, the names being fictitious as the identities of those\n 2   individuals are presently unknown, individually and in their\n 3   official capacities as City of Mount Vernon Police Officers, and\n 4   DRISCOLL, Detective,\n 5\n 6                                     Defendants-Counter-Claimant-Appellants,\n 7\n 8   ALEX DELLA DONNA, Police Officer,\n 9\n10                                     Defendant-Appellant,\n11\n12   CYNTHIA THOMPSON, Detective,\n13\n14                           Defendant.**\n15   ______________________________________________\n16\n17   FOR APPELLANTS:                                   NICHELLE A. JOHNSON , for Helen M. Blackwood,\n18                                                     Corporation Counsel, City of Mount Vernon,\n19                                                     Mount Vernon, NY\n20\n21   FOR APPELLEE:                                     PAUL M. VILLANUEVA ,Villanueva & Villanueva,\n22                                                     PLLC, Scarsdale, NY\n23\n24\n25            Appeal from a judgment of the United States District Court for the Southern District of New\n\n26   York (Yanthis, M.J.).\n\n27            UPON DUE CONSIDERATION, it is hereby ORDERED, ADJUDGED AND\n\n28   DECREED that the appeal be DISMISSED IN PART and that the judgment of the district court\n\n29   be REVERSED IN PART and REMANDED.\n\n30            Defendants-Appellants, individual officers of the police force of the City of Mt. Vernon,\n\n31   New York, appeal from a September 30, 2008 memorandum and order of the United States District\n\n32   Court for the Southern District of New York (Yanthis, M.J.), granting in part and denying in part\n\n33   Defendants’ motions for summary judgment on Plaintiff-Appellee Rodney Crenshaw’s claims under\n\n\n              **\n                   The Clerk of Court is respectfully directed to amend the official caption as it appears\n     above.\n                                                          2\n\f 1   42 U.S.C. §§ 1983, 1986, and 1988 for false arrest, malicious prosecution, false imprisonment,\n\n 2   denial of free speech, and retaliation. At issue in this appeal is the district court’s denial of summary\n\n 3   judgment based on qualified immunity to four officers: Appellant Officer Guttman for Crenshaw’s\n\n 4   claims relating to his arrest on November 14, 2003; Appellant Officer Perry for Crenshaw’s claims\n\n 5   relating to his arrest on February 4, 2004; Appellant Detective Driscoll for Crenshaw’s claims\n\n 6   relating to his detention on July 6, 2005; and Appellant Officer Hutchins for Crenshaw’s claims\n\n 7   relating to his detention on November 30, 2005.1 We assume the parties’ familiarity with the\n\n 8   underlying facts, procedural history, and issues presented for review.\n\n 9           We review a district court’s grant of summary judgment de novo, construing all facts in favor\n\n10   of the non-moving party. See, e.g., Caiozzo v. Koreman, 581 F.3d 63, 68 (2d Cir. 2009). Summary\n\n11   judgment is appropriate upon a showing “that there is no genuine issue as to any material fact and\n\n12   that the movant is entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). “We have\n\n13   jurisdiction to review a denial of qualified immunity under the collateral order doctrine if the denial\n\n14   ‘turns on an issue of law.’” Warney v. Monroe County, 587 F.3d 113, 120 (2d Cir. 2009) (quoting\n\n15   Ashcroft v. Iqbal, 129 S. Ct. 1937, 1946 (2009)) (internal quotation marks omitted). When facts are\n\n16   disputed, we must view the facts in the light most favorable to the non-movant, and we may only\n\n17   resolve whether any dispute of fact is “material” as a matter of law, not whether it is “genuine.” We\n\n18   may only decide whether the “stipulated facts, facts accepted for purposes of the appeal, or the\n\n\n\n             1\n              The district court also denied qualified immunity to Officer Della Donna on Crenshaw’s\n     claims relating to his arrest on March 3, 2004. Because Appellants do not mention this incident\n     or make any arguments relevant to claims against Officer Della Donna in their briefs on appeal,\n     we deem any challenge to this aspect of the district court’s decision to be waived. See Norton v.\n     Sam’s Club, 145 F.3d 114, 117 (2d Cir. 1998). Likewise, Crenshaw has not cross-appealed\n     challenging the district court’s grant of summary judgment in favor of the other defendants in the\n     case, including the City of Mount Vernon, and the dismissal of his remaining claims.\n                                                       3\n\f 1   plaintiff’s version of the facts that the district judge deemed available for jury resolution” support\n\n 2   the Appellants’ immunity defense as a matter of law. Salim v. Proulx, 93 F.3d 86, 90 (2d Cir. 1996);\n\n 3   see also Finigan v. Marshall, 574 F.3d 57, 60 n.2 (2d Cir. 2009).\n\n 4          A plaintiff may not recover for false arrest when the arresting officer had probable cause.\n\n 5   Singer v. Fulton County Sheriff, 63 F.3d 110, 118 (2d Cir. 1995).2 Probable cause to arrest “exists\n\n 6   when one has knowledge of, or reasonably trustworthy information as to, facts and circumstances\n\n 7   that are sufficient to warrant a person of reasonable caution in the belief that an offense has been or\n\n 8   is being committed by the person to be arrested.” Williams v. Town of Greenburgh, 535 F.3d 71,\n\n 9   79 (2d Cir. 2008) (quoting Zellner v. Summerlin, 494 F.3d 344, 368 (2d Cir. 2007)) (internal\n\n10   quotation marks and alterations omitted). Our inquiry focuses on the “facts known to the arresting\n\n11   officer at the time of the arrest,” Zellner, 494 F.3d at 369 (quoting Devenpeck v. Alford, 543 U.S.\n\n12   146, 152 (2004)) (internal quotation mark omitted), and we determine whether probable cause\n\n13   existed based on the “totality of the circumstances,” Illinois v. Gates, 462 U.S. 213, 230 (1983).\n\n14   “[A] mistake about relevant facts . . . does not undermine the existence of probable cause.”\n\n15   Williams, 535 F.3d at 79.\n\n16          Even when probable cause for arrest did not exist, an officer is entitled to qualified immunity\n\n17   if he can show that there was “arguable probable cause” for the arrest. “Arguable probable\n\n18   cause . . . exists when a reasonable police officer in the same circumstances and possessing the same\n\n19   knowledge as the officer in question could have reasonably believed that probable cause existed in\n\n20   the light of well established law.” Droz v. McCadden, 580 F.3d 106, 109 (2d Cir. 2009) (per\n\n\n            2\n              The existence of probable cause is also a defense to a malicious prosecution claim under\n     § 1983. See, e.g., Ricciuti v. N.Y. City Transit Auth., 124 F.3d 123, 130 (2d Cir. 1997) (elements\n     of malicious prosecution under New York law include whether the defendant initiated a\n     prosecution “without probable cause to believe the proceeding can succeed”).\n                                                       4\n\f 1   curiam) (quoting Zellner, 494 F.3d at 369) (internal quotation marks omitted). In deciding whether\n\n 2   arguable probable cause existed, we look to whether “(a) it was objectively reasonable for the officer\n\n 3   to believe that probable cause existed, or (b) officers of reasonable competence could disagree on\n\n 4   whether the probable cause test was met.” Escalera v. Lunn, 361 F.3d 737, 743 (2d Cir. 2004)\n\n 5   (quoting Golino v. City of New Haven, 950 F.2d 864, 870 (2d Cir. 1991)) (internal quotation marks\n\n 6   omitted). Even in situations in which an officer reasonably but mistakenly concludes that probable\n\n 7   cause exists, “the officer is nonetheless entitled to qualified immunity.” Caldarola v. Calabrese,\n\n 8   298 F.3d 156, 162 (2d Cir. 2002).\n\n 9             1. The November 14, 2003 Arrest: Claims Against Officer Guttman\n\n10             The parties dispute several of the underlying facts of this incident, in which Crenshaw was\n\n11   arrested for disorderly conduct and Obstruction of Governmental Administration. See N.Y. Penal\n\n12   Law §§ 195.05; 240.20. It is undisputed, however, that Crenshaw told his niece not to cooperate\n\n13   with the officers’ request for her identification, and that when Officer Guttman asked Crenshaw to\n\n14   leave the scene, Crenshaw refused, despite warnings from Guttman that if Crenshaw did not stop\n\n15   interfering with the officers’ questioning of Crenshaw’s niece, he would be arrested. It is also\n\n16   undisputed that a crowd of some thirty people had gathered at the scene by the time of Crenshaw’s\n\n17   arrest.\n\n18             An officer presented with these undisputed facts would have a reasonable belief that there\n\n19   was probable cause to arrest Crenshaw for disorderly conduct. The New York disorderly conduct\n\n20   statute forbids, among other conduct, “congregat[ing] with other persons in a public place and\n\n21   refus[ing] to comply with a lawful order of the police to disperse” while “recklessly creating a risk”\n\n22   of “public inconvenience, annoyance or alarm.” N.Y. Penal Law § 240.20(6). Under this statute\n\n23   a person is guilty of committing disorderly conduct if he refuses to obey an officer’s order to move,\n                                                        5\n\f 1   unless the order was “purely arbitrary” and “not calculated in any way to promote the public order.”\n\n 2   People v. Galpern, 181 N.E. 572, 574 (N.Y. 1932); see also Rivera v. City of N.Y., 836 N.Y.S.2d\n\n 3   108, 112 (1st Dep’t 2007) (failure of protestors to disperse after lawful order to do so, even when\n\n 4   protestors asserted right to remain, supported probable cause for disorderly conduct arrest); cf.\n\n 5   Zellner, 494 F.3d at 375 (no probable cause existed for disorderly conduct arrest when there was no\n\n 6   evidence in the record that plaintiff had received order to disperse). Crenshaw admits that he failed\n\n 7   to leave when Officer Guttman requested that he do so. Crenshaw cannot argue that the Officer’s\n\n 8   request was arbitrary or not calculated to achieve public order, particularly because the request was\n\n 9   in response to Crenshaw’s admitted attempts to prevent his niece from answering the officers’\n\n10   questions. Officer Guttman therefore had “reasonably trustworthy information” to warrant a\n\n11   reasonable belief that Crenshaw had committed disorderly conduct, supporting probable cause to\n\n12   arrest him. Williams, 535 F.3d at 79. Officer Guttman was therefore entitled to qualified immunity.\n\n13          2. The February 4, 2004 Arrest: Claims Against Officer Perry\n\n14          At oral argument in this Court, counsel for Crenshaw indicated that he was “not contesting”\n\n15   Appellants’ challenge to the district court’s determination that Officer Perry was not entitled to\n\n16   qualified immunity. We independently conclude that the undisputed facts indicate that Perry did\n\n17   not violate Crenshaw’s constitutional rights. Officer Perry is therefore entitled to qualified\n\n18   immunity. See Saucier v. Katz, 533 U.S. 194, 201 (2001) (defendant is entitled to qualified\n\n19   immunity if “no constitutional right would have been violated were the allegations established”).\n\n20          3. The November 30, 2005 Detention: Claims Against Officer Hutchins\n\n21          On this occasion, it is undisputed that Officer Hutchins recalled seeing an outstanding\n\n22   warrant for Crenshaw’s arrest at police headquarters, and radioed to confirm that a warrant existed.\n\n\n                                                      6\n\f 1   The dispatcher responded that it was “possible,” and, while the warrant’s existence was confirmed,\n\n 2   Hutchins detained Crenshaw for approximately twenty minutes.\n\n 3          An officer’s reasonable belief in the existence of an outstanding warrant justifies an\n\n 4   investigatory stop of a person while the warrant’s existence is confirmed. See, e.g., United States\n\n 5   v. Santa, 180 F.3d 20, 27 (2d Cir. 1999) (officer’s objectively reasonable belief that outstanding\n\n 6   warrant existed was probable cause for arrest); cf. United States v. Hensley, 469 U.S. 221, 232\n\n 7   (1985) (officers who stop a suspect in reliance on a flyer or bulletin that was issued on the basis of\n\n 8   facts supporting reasonable suspicion themselves are justified in making the stop); Whiteley v.\n\n 9   Warden, 401 U.S. 560, 568 (1971) (officers who stopped suspect in reliance on radio broadcast that\n\n10   was itself not supported by probable cause were “entitled” to act based on bulletin). Here, Officer\n\n11   Hutchins’s testimony that he had seen the warrant for Crenshaw signed at police headquarters\n\n12   supports the conclusion that he reasonably believed the warrant existed; this belief was confirmed\n\n13   and bolstered by the dispatcher’s statement that it was “possible” that the department had an\n\n14   outstanding warrant for Crenshaw. Hutchins’s detention of Crenshaw while the dispatcher checked\n\n15   for the warrant was objectively reasonable under the circumstances, and therefore Hutchins was\n\n16   entitled to qualified immunity.\n\n17          4. The July 6, 2005 Detention: Claims Against Detective Driscoll\n\n18          In the July 6, 2005 incident, Crenshaw was detained by police after Detective Driscoll\n\n19   allegedly observed a narcotics transaction take place between Crenshaw and another man. Driscoll\n\n20   avers that he observed “what appeared to be a drug transaction” take place between the two men:\n\n21   the two men “engage[d] in a hand to hand transaction” in which “[Crenshaw] [took] cash in\n\n22   exchange for what appeared to be drugs . . . .” Driscoll Aff. ¶¶ 12-13. Driscoll radioed a description\n\n23   of the buyer to officers in a “pick-up team,” who were unable to locate the man described. Driscoll\n                                                       7\n\f 1   then radioed a description of the seller to the pick-up team and directed the team to Crenshaw’s\n\n 2   location; the team then stopped Crenshaw, who matched Driscoll’s description of the seller, as he\n\n 3   was crossing a street, and searched him for narcotics. Crenshaw was not arrested. Crenshaw, for\n\n 4   his part, testified that he was riding a bicycle in the street at the location where he was detained, and\n\n 5   that officers stopped him in the street and forcibly searched him. He denies “receiv[ing] drugs or\n\n 6   pass[ing] drugs to any individuals” or “receiv[ing] currency in exchange for anything” at any time\n\n 7   “at or around the location” of this incident. Crenshaw Aff. ¶ 17.\n\n 8           Here, the record only contains a sworn statement from Detective Driscoll that he observed\n\n 9   a hand-to-hand transaction in which Crenshaw received cash. Crenshaw admits he was in the area,\n\n10   but denies the remainder of Driscoll’s allegations, and, in particular, that he engaged in a transaction\n\n11   with another man and that he received any cash that day. Although normally a well-supported\n\n12   motion for summary judgment cannot be defeated by mere conclusory statements or denials of\n\n13   supported facts, see, e.g., Gottlieb v. County of Orange, 84 F.3d 511, 518 (2d Cir. 1996), in an\n\n14   interlocutory appeal of a denial of summary judgment based on qualified immunity, we have\n\n15   jurisdiction over the appeal only “to the extent it is based on either the undisputed facts or the\n\n16   version of the facts presented by [the plaintiff], and we will disregard any disputed facts or facts that\n\n17   contradict [the plaintiff’s] version of the events,” Cowan ex rel. Estate of Cooper v. Breen, 352 F.3d\n\n18   756, 761 (2d Cir. 2003) (emphasis added); see also O’Bert ex rel. Estate of O’Bert v. Vargo, 331\n\n19   F.3d 29, 38 (2d Cir. 2003). A police officer’s observation of what he reasonably believes to be a\n\n20   drug transaction in progress clearly supports a reasonable suspicion sufficient to stop the suspect for\n\n21   further investigation, see, e.g., United States v. Bayless, 201 F.3d 116, 133 (2d Cir. 2000); see also\n\n22   Terry v. Ohio, 392 U.S. 1, 21-23 (1968), even if the officer is ultimately mistaken as to a fact\n\n23   underlying the stop, United States v. Jenkins, 452 F.3d 207, 212 (2d Cir. 2006) (vehicle stop\n                                                        8\n\f 1   resulting in part from officers’ mistaken belief that it lacked license plates was reasonable).\n\n 2   Disregarding those allegations of Driscoll that contradict Crenshaw’s version of the events, however,\n\n 3   we are unable to conclude on the undisputed facts that Driscoll had reasonable suspicion to order\n\n 4   the stop of Crenshaw, because whether reasonable suspicion existed necessarily depends on the\n\n 5   disputed factual question of what Driscoll observed taking place on that day. See, e.g., Francis v.\n\n 6   Coughlin, 891 F.2d 43, 47 (2d Cir. 1989) (dispute regarding facts necessary to establish\n\n 7   constitutional violation precluded summary judgment based on qualified immunity). We therefore\n\n 8   lack appellate jurisdiction over the district court’s decision denying qualified immunity to Detective\n\n 9   Driscoll and must dismiss that portion of the appeal.\n\n10          5. Conclusion\n\n11          For the foregoing reasons, the portion of the appeal relating to the denial of summary\n\n12   judgment to Detective Driscoll is DISMISSED. As to all other Appellants herein discussed, the\n\n13   judgment of the district court is REVERSED. The case is REMANDED for further proceedings\n\n14   consistent with this order.\n15\n16                                                           FOR THE COURT:\n17                                                           Catherine O’Hagan Wolfe, Clerk\n18\n19\n\n\n\n\n                                                       9\n\f",
  "html": "",
  "html_lawbox": "",
  "html_columbia": null,
  "html_with_citations": "<pre class=\"inline\">     08-5388-cv\n     Crenshaw v. City of Mount Vernon, et al.\n\n\n\n                              UNITED STATES COURT OF APPEALS\n                                  FOR THE SECOND CIRCUIT\n\n                                                SUMMARY ORDER\n     R ULINGS BY SUMMARY ORDER DO NOT HAVE PRECEDENTIAL EFFECT . C ITATION TO A SUMMARY ORDER\n     FILED ON OR AFTER J ANUARY 1, 2007, IS PERMITTED AND IS GOVERNED BY F EDERAL R ULE OF A PPELLATE\n     P ROCEDURE 32.1 AND THIS COURT ’ S L OCAL R ULE 32.1.1. W HEN CITING A SUMMARY ORDER IN A\n     DOCUM ENT FILED WITH THIS COURT , A PARTY MUST CITE EITHER THE F EDERAL A PPENDIX OR AN\n     ELECTRONIC DATABASE ( WITH THE NOTATION “ SUMMARY ORDER ”). A PARTY CITING A SUMMARY ORDER\n     MUST SERVE A COPY OF IT ON ANY PARTY NOT REPRESENTED BY COUNSEL .\n\n\n\n 1   At a stated term of the United States Court of Appeals for the Second Circuit, held at the Daniel\n 2   Patrick Moynihan Courthouse, 500 Pearl Street, in the City of New York, on the 21st day of\n 3   April, two thousand and ten.\n 4\n 5   PRESENT:\n 6               JOHN M. WALKER, JR.,\n 7               DEBRA ANN LIVINGSTON,\n 8                                 Circuit Judges,\n 9               LEWIS KAPLAN,\n10                                 District Judge.*\n11   _______________________________________________\n12\n13   RODNEY CRENSHAW,\n14\n15                                      Plaintiff-Counter-Defendant-Appellee,\n16\n17                    v.                                                   No. 08-5388-cv\n18\n19   CITY OF MOUNT VERNON, MICHAEL GUTTMAN,\n20   Police Officer # 86, CHRISTOPHER HUTCHINS, Police\n21   Officer # 29, CHRISTOPHER KOEHNLEIN, Detective,\n22   KEN PERRY, Police Officer, WAYNE VANDEERPOOL,\n23   Detective, RICHARD CASTELHANO, Police Officer,\n24   JASON CONNLEY, Police Officer, JOHN AND JANE DOES\n\n\n             *\n            The Hon. Lewis Kaplan, of the United States District Court for the Southern District of\n     New York, sitting by designation.\n\n                                                         1\n\f 1   1-10, the names being fictitious as the identities of those\n 2   individuals are presently unknown, individually and in their\n 3   official capacities as City of Mount Vernon Police Officers, and\n 4   DRISCOLL, Detective,\n 5\n 6                                     Defendants-Counter-Claimant-Appellants,\n 7\n 8   ALEX DELLA DONNA, Police Officer,\n 9\n10                                     Defendant-Appellant,\n11\n12   CYNTHIA THOMPSON, Detective,\n13\n14                           Defendant.**\n15   ______________________________________________\n16\n17   FOR APPELLANTS:                                   NICHELLE A. JOHNSON , for Helen M. Blackwood,\n18                                                     Corporation Counsel, City of Mount Vernon,\n19                                                     Mount Vernon, NY\n20\n21   FOR APPELLEE:                                     PAUL M. VILLANUEVA ,Villanueva & Villanueva,\n22                                                     PLLC, Scarsdale, NY\n23\n24\n25            Appeal from a judgment of the United States District Court for the Southern District of New\n\n26   York (Yanthis, M.J.).\n\n27            UPON DUE CONSIDERATION, it is hereby ORDERED, ADJUDGED AND\n\n28   DECREED that the appeal be DISMISSED IN PART and that the judgment of the district court\n\n29   be REVERSED IN PART and REMANDED.\n\n30            Defendants-Appellants, individual officers of the police force of the City of Mt. Vernon,\n\n31   New York, appeal from a September 30, 2008 memorandum and order of the United States District\n\n32   Court for the Southern District of New York (Yanthis, M.J.), granting in part and denying in part\n\n33   Defendants’ motions for summary judgment on Plaintiff-Appellee Rodney Crenshaw’s claims under\n\n\n              **\n                   The Clerk of Court is respectfully directed to amend the official caption as it appears\n     above.\n                                                          2\n\f 1   42 U.S.C. §§ 1983, 1986, and 1988 for false arrest, malicious prosecution, false imprisonment,\n\n 2   denial of free speech, and retaliation. At issue in this appeal is the district court’s denial of summary\n\n 3   judgment based on qualified immunity to four officers: Appellant Officer Guttman for Crenshaw’s\n\n 4   claims relating to his arrest on November 14, 2003; Appellant Officer Perry for Crenshaw’s claims\n\n 5   relating to his arrest on February 4, 2004; Appellant Detective Driscoll for Crenshaw’s claims\n\n 6   relating to his detention on July 6, 2005; and Appellant Officer Hutchins for Crenshaw’s claims\n\n 7   relating to his detention on November 30, 2005.1 We assume the parties’ familiarity with the\n\n 8   underlying facts, procedural history, and issues presented for review.\n\n 9           We review a district court’s grant of summary judgment de novo, construing all facts in favor\n\n10   of the non-moving party. See, e.g., Caiozzo v. Koreman, </pre><span class=\"citation\" data-id=\"1266276\"><a href=\"/opinion/1266276/caiozzo-v-koreman/\"><span class=\"volume\">581</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">63</span></a></span><pre class=\"inline\">, 68 (2d Cir. 2009). Summary\n\n11   judgment is appropriate upon a showing “that there is no genuine issue as to any material fact and\n\n12   that the movant is entitled to judgment as a matter of law.” Fed. R. Civ. P. 56(c). “We have\n\n13   jurisdiction to review a denial of qualified immunity under the collateral order doctrine if the denial\n\n14   ‘turns on an issue of law.’” Warney v. Monroe County, </pre><span class=\"citation\" data-id=\"1345291\"><a href=\"/opinion/1345291/warney-v-monroe-county/\"><span class=\"volume\">587</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">113</span></a></span><pre class=\"inline\">, 120 (2d Cir. 2009) (quoting\n\n15   Ashcroft v. Iqbal, </pre><span class=\"citation\" data-id=\"145875\"><a href=\"/opinion/145875/ashcroft-v-iqbal/\"><span class=\"volume\">129</span> <span class=\"reporter\">S. Ct.</span> <span class=\"page\">1937</span></a></span><pre class=\"inline\">, 1946 (2009)) (internal quotation marks omitted). When facts are\n\n16   disputed, we must view the facts in the light most favorable to the non-movant, and we may only\n\n17   resolve whether any dispute of fact is “material” as a matter of law, not whether it is “genuine.” We\n\n18   may only decide whether the “stipulated facts, facts accepted for purposes of the appeal, or the\n\n\n\n             1\n              The district court also denied qualified immunity to Officer Della Donna on Crenshaw’s\n     claims relating to his arrest on March 3, 2004. Because Appellants do not mention this incident\n     or make any arguments relevant to claims against Officer Della Donna in their briefs on appeal,\n     we deem any challenge to this aspect of the district court’s decision to be waived. See Norton v.\n     Sam’s Club, </pre><span class=\"citation\" data-id=\"754643\"><a href=\"/opinion/754643/john-c-norton-v-sams-club-wal-mart-corp-wal-mart-stores-inc/\"><span class=\"volume\">145</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">114</span></a></span><pre class=\"inline\">, 117 (2d Cir. 1998). Likewise, Crenshaw has not cross-appealed\n     challenging the district court’s grant of summary judgment in favor of the other defendants in the\n     case, including the City of Mount Vernon, and the dismissal of his remaining claims.\n                                                       3\n\f 1   plaintiff’s version of the facts that the district judge deemed available for jury resolution” support\n\n 2   the Appellants’ immunity defense as a matter of law. Salim v. Proulx, </pre><span class=\"citation\" data-id=\"724876\"><a href=\"/opinion/724876/maria-salim-administratrix-of-the-estate-of-eric-reyes-io-v-william/\"><span class=\"volume\">93</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">86</span></a></span><pre class=\"inline\">, 90 (2d Cir. 1996);\n\n 3   see also Finigan v. Marshall, </pre><span class=\"citation\" data-id=\"2499\"><a href=\"/opinion/2499/finigan-v-marshall/\"><span class=\"volume\">574</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">57</span></a></span><pre class=\"inline\">, 60 n.2 (2d Cir. 2009).\n\n 4          A plaintiff may not recover for false arrest when the arresting officer had probable cause.\n\n 5   Singer v. Fulton County Sheriff, </pre><span class=\"citation\" data-id=\"702297\"><a href=\"/opinion/702297/daniel-s-singer-v-fulton-county-sheriff-stewarts-ice-cream-co-inc/\"><span class=\"volume\">63</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">110</span></a></span><pre class=\"inline\">, 118 (2d Cir. 1995).2 Probable cause to arrest “exists\n\n 6   when one has knowledge of, or reasonably trustworthy information as to, facts and circumstances\n\n 7   that are sufficient to warrant a person of reasonable caution in the belief that an offense has been or\n\n 8   is being committed by the person to be arrested.” Williams v. Town of Greenburgh, </pre><span class=\"citation\" data-id=\"1324064\"><a href=\"/opinion/1324064/williams-v-town-of-greenburgh/\"><span class=\"volume\">535</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">71</span></a></span><pre class=\"inline\">,\n\n 9   79 (2d Cir. 2008) (quoting Zellner v. Summerlin, </pre><span class=\"citation\" data-id=\"2707\"><a href=\"/opinion/2707/zellner-v-summerlin/\"><span class=\"volume\">494</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">344</span></a></span><pre class=\"inline\">, 368 (2d Cir. 2007)) (internal\n\n10   quotation marks and alterations omitted). Our inquiry focuses on the “facts known to the arresting\n\n11   officer at the time of the arrest,” Zellner, 494 F.3d at 369 (quoting Devenpeck v. Alford, </pre><span class=\"citation no-link\"><span class=\"volume\">543</span> <span class=\"reporter\">U.S.</span>\n\n<span class=\"page\">12</span></span><pre class=\"inline\">   146, 152 (2004)) (internal quotation mark omitted), and we determine whether probable cause\n\n13   existed based on the “totality of the circumstances,” Illinois v. Gates, </pre><span class=\"citation\" data-id=\"110959\"><a href=\"/opinion/110959/illinois-v-gates/\"><span class=\"volume\">462</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">213</span></a></span><pre class=\"inline\">, 230 (1983).\n\n14   “[A] mistake about relevant facts . . . does not undermine the existence of probable cause.”\n\n15   Williams, 535 F.3d at 79.\n\n16          Even when probable cause for arrest did not exist, an officer is entitled to qualified immunity\n\n17   if he can show that there was “arguable probable cause” for the arrest. “Arguable probable\n\n18   cause . . . exists when a reasonable police officer in the same circumstances and possessing the same\n\n19   knowledge as the officer in question could have reasonably believed that probable cause existed in\n\n20   the light of well established law.” Droz v. McCadden, </pre><span class=\"citation\" data-id=\"1203135\"><a href=\"/opinion/1203135/droz-v-mccadden/\"><span class=\"volume\">580</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">106</span></a></span><pre class=\"inline\">, 109 (2d Cir. 2009) (per\n\n\n            2\n              The existence of probable cause is also a defense to a malicious prosecution claim under\n     § 1983. See, e.g., Ricciuti v. N.Y. City Transit Auth., </pre><span class=\"citation\" data-id=\"745482\"><a href=\"/opinion/745482/daniel-ricciuti-and-alfred-ricciuti-v-nyc-transit-authority-new-york/\"><span class=\"volume\">124</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">123</span></a></span><pre class=\"inline\">, 130 (2d Cir. 1997) (elements\n     of malicious prosecution under New York law include whether the defendant initiated a\n     prosecution “without probable cause to believe the proceeding can succeed”).\n                                                       4\n\f 1   curiam) (quoting Zellner, 494 F.3d at 369) (internal quotation marks omitted). In deciding whether\n\n 2   arguable probable cause existed, we look to whether “(a) it was objectively reasonable for the officer\n\n 3   to believe that probable cause existed, or (b) officers of reasonable competence could disagree on\n\n 4   whether the probable cause test was met.” Escalera v. Lunn, </pre><span class=\"citation\" data-id=\"785475\"><a href=\"/opinion/785475/robert-escalera-v-glenna-lunn-individually-louis-crisci-individually/\"><span class=\"volume\">361</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">737</span></a></span><pre class=\"inline\">, 743 (2d Cir. 2004)\n\n 5   (quoting Golino v. City of New Haven, </pre><span class=\"citation\" data-id=\"573072\"><a href=\"/opinion/573072/anthony-golino-v-city-of-new-haven-william-farrell-robert-lillis/\"><span class=\"volume\">950</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">864</span></a></span><pre class=\"inline\">, 870 (2d Cir. 1991)) (internal quotation marks\n\n 6   omitted). Even in situations in which an officer reasonably but mistakenly concludes that probable\n\n 7   cause exists, “the officer is nonetheless entitled to qualified immunity.” Caldarola v. Calabrese,\n\n 8   </pre><span class=\"citation\" data-id=\"778515\"><a href=\"/opinion/778515/rocco-caldarola-plaintiff-counter-defendant-appellee-v-christopher/\"><span class=\"volume\">298</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">156</span></a></span><pre class=\"inline\">, 162 (2d Cir. 2002).\n\n 9             1. The November 14, 2003 Arrest: Claims Against Officer Guttman\n\n10             The parties dispute several of the underlying facts of this incident, in which Crenshaw was\n\n11   arrested for disorderly conduct and Obstruction of Governmental Administration. See N.Y. Penal\n\n12   Law §§ 195.05; 240.20. It is undisputed, however, that Crenshaw told his niece not to cooperate\n\n13   with the officers’ request for her identification, and that when Officer Guttman asked Crenshaw to\n\n14   leave the scene, Crenshaw refused, despite warnings from Guttman that if Crenshaw did not stop\n\n15   interfering with the officers’ questioning of Crenshaw’s niece, he would be arrested. It is also\n\n16   undisputed that a crowd of some thirty people had gathered at the scene by the time of Crenshaw’s\n\n17   arrest.\n\n18             An officer presented with these undisputed facts would have a reasonable belief that there\n\n19   was probable cause to arrest Crenshaw for disorderly conduct. The New York disorderly conduct\n\n20   statute forbids, among other conduct, “congregat[ing] with other persons in a public place and\n\n21   refus[ing] to comply with a lawful order of the police to disperse” while “recklessly creating a risk”\n\n22   of “public inconvenience, annoyance or alarm.” N.Y. Penal Law § 240.20(6). Under this statute\n\n23   a person is guilty of committing disorderly conduct if he refuses to obey an officer’s order to move,\n                                                        5\n\f 1   unless the order was “purely arbitrary” and “not calculated in any way to promote the public order.”\n\n 2   People v. Galpern, </pre><span class=\"citation no-link\"><span class=\"volume\">181</span> <span class=\"reporter\">N.E.</span> <span class=\"page\">572</span></span><pre class=\"inline\">, 574 (N.Y. 1932); see also Rivera v. City of N.Y., </pre><span class=\"citation no-link\"><span class=\"volume\">836</span> <span class=\"reporter\">N.Y.S.2d</span>\n\n <span class=\"page\">3</span></span><pre class=\"inline\">   108, 112 (1st Dep’t 2007) (failure of protestors to disperse after lawful order to do so, even when\n\n 4   protestors asserted right to remain, supported probable cause for disorderly conduct arrest); cf.\n\n 5   Zellner, 494 F.3d at 375 (no probable cause existed for disorderly conduct arrest when there was no\n\n 6   evidence in the record that plaintiff had received order to disperse). Crenshaw admits that he failed\n\n 7   to leave when Officer Guttman requested that he do so. Crenshaw cannot argue that the Officer’s\n\n 8   request was arbitrary or not calculated to achieve public order, particularly because the request was\n\n 9   in response to Crenshaw’s admitted attempts to prevent his niece from answering the officers’\n\n10   questions. Officer Guttman therefore had “reasonably trustworthy information” to warrant a\n\n11   reasonable belief that Crenshaw had committed disorderly conduct, supporting probable cause to\n\n12   arrest him. Williams, 535 F.3d at 79. Officer Guttman was therefore entitled to qualified immunity.\n\n13          2. The February 4, 2004 Arrest: Claims Against Officer Perry\n\n14          At oral argument in this Court, counsel for Crenshaw indicated that he was “not contesting”\n\n15   Appellants’ challenge to the district court’s determination that Officer Perry was not entitled to\n\n16   qualified immunity. We independently conclude that the undisputed facts indicate that Perry did\n\n17   not violate Crenshaw’s constitutional rights. Officer Perry is therefore entitled to qualified\n\n18   immunity. See Saucier v. Katz, </pre><span class=\"citation no-link\"><span class=\"volume\">533</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">194</span></span><pre class=\"inline\">, 201 (2001) (defendant is entitled to qualified\n\n19   immunity if “no constitutional right would have been violated were the allegations established”).\n\n20          3. The November 30, 2005 Detention: Claims Against Officer Hutchins\n\n21          On this occasion, it is undisputed that Officer Hutchins recalled seeing an outstanding\n\n22   warrant for Crenshaw’s arrest at police headquarters, and radioed to confirm that a warrant existed.\n\n\n                                                      6\n\f 1   The dispatcher responded that it was “possible,” and, while the warrant’s existence was confirmed,\n\n 2   Hutchins detained Crenshaw for approximately twenty minutes.\n\n 3          An officer’s reasonable belief in the existence of an outstanding warrant justifies an\n\n 4   investigatory stop of a person while the warrant’s existence is confirmed. See, e.g., United States\n\n 5   v. Santa, </pre><span class=\"citation\" data-id=\"764765\"><a href=\"/opinion/764765/united-states-v-anthony-santa/\"><span class=\"volume\">180</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">20</span></a></span><pre class=\"inline\">, 27 (2d Cir. 1999) (officer’s objectively reasonable belief that outstanding\n\n 6   warrant existed was probable cause for arrest); cf. United States v. Hensley, </pre><span class=\"citation\" data-id=\"111294\"><a href=\"/opinion/111294/united-states-v-hensley/\"><span class=\"volume\">469</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">221</span></a></span><pre class=\"inline\">, 232\n\n 7   (1985) (officers who stop a suspect in reliance on a flyer or bulletin that was issued on the basis of\n\n 8   facts supporting reasonable suspicion themselves are justified in making the stop); Whiteley v.\n\n 9   Warden, </pre><span class=\"citation\" data-id=\"108297\"><a href=\"/opinion/108297/whiteley-v-warden-wyo-state-penitentiary/\"><span class=\"volume\">401</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">560</span></a></span><pre class=\"inline\">, 568 (1971) (officers who stopped suspect in reliance on radio broadcast that\n\n10   was itself not supported by probable cause were “entitled” to act based on bulletin). Here, Officer\n\n11   Hutchins’s testimony that he had seen the warrant for Crenshaw signed at police headquarters\n\n12   supports the conclusion that he reasonably believed the warrant existed; this belief was confirmed\n\n13   and bolstered by the dispatcher’s statement that it was “possible” that the department had an\n\n14   outstanding warrant for Crenshaw. Hutchins’s detention of Crenshaw while the dispatcher checked\n\n15   for the warrant was objectively reasonable under the circumstances, and therefore Hutchins was\n\n16   entitled to qualified immunity.\n\n17          4. The July 6, 2005 Detention: Claims Against Detective Driscoll\n\n18          In the July 6, 2005 incident, Crenshaw was detained by police after Detective Driscoll\n\n19   allegedly observed a narcotics transaction take place between Crenshaw and another man. Driscoll\n\n20   avers that he observed “what appeared to be a drug transaction” take place between the two men:\n\n21   the two men “engage[d] in a hand to hand transaction” in which “[Crenshaw] [took] cash in\n\n22   exchange for what appeared to be drugs . . . .” Driscoll Aff. ¶¶ 12-13. Driscoll radioed a description\n\n23   of the buyer to officers in a “pick-up team,” who were unable to locate the man described. Driscoll\n                                                       7\n\f 1   then radioed a description of the seller to the pick-up team and directed the team to Crenshaw’s\n\n 2   location; the team then stopped Crenshaw, who matched Driscoll’s description of the seller, as he\n\n 3   was crossing a street, and searched him for narcotics. Crenshaw was not arrested. Crenshaw, for\n\n 4   his part, testified that he was riding a bicycle in the street at the location where he was detained, and\n\n 5   that officers stopped him in the street and forcibly searched him. He denies “receiv[ing] drugs or\n\n 6   pass[ing] drugs to any individuals” or “receiv[ing] currency in exchange for anything” at any time\n\n 7   “at or around the location” of this incident. Crenshaw Aff. ¶ 17.\n\n 8           Here, the record only contains a sworn statement from Detective Driscoll that he observed\n\n 9   a hand-to-hand transaction in which Crenshaw received cash. Crenshaw admits he was in the area,\n\n10   but denies the remainder of Driscoll’s allegations, and, in particular, that he engaged in a transaction\n\n11   with another man and that he received any cash that day. Although normally a well-supported\n\n12   motion for summary judgment cannot be defeated by mere conclusory statements or denials of\n\n13   supported facts, see, e.g., Gottlieb v. County of Orange, </pre><span class=\"citation\" data-id=\"718597\"><a href=\"/opinion/718597/andrew-gottlieb-and-jean-gottlieb-individually-and-as-the-natural-parents/\"><span class=\"volume\">84</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">511</span></a></span><pre class=\"inline\">, 518 (2d Cir. 1996), in an\n\n14   interlocutory appeal of a denial of summary judgment based on qualified immunity, we have\n\n15   jurisdiction over the appeal only “to the extent it is based on either the undisputed facts or the\n\n16   version of the facts presented by [the plaintiff], and we will disregard any disputed facts or facts that\n\n17   contradict [the plaintiff’s] version of the events,” Cowan ex rel. Estate of Cooper v. Breen, </pre><span class=\"citation no-link\"><span class=\"volume\">352</span> <span class=\"reporter\">F.3d</span>\n\n<span class=\"page\">18</span></span><pre class=\"inline\">   756, 761 (2d Cir. 2003) (emphasis added); see also O’Bert ex rel. Estate of O’Bert v. Vargo, 331\n\n</pre><span class=\"citation no-link\"><span class=\"volume\">19</span>   <span class=\"reporter\">F.3d</span> <span class=\"page\">29</span></span><pre class=\"inline\">, 38 (2d Cir. 2003). A police officer’s observation of what he reasonably believes to be a\n\n20   drug transaction in progress clearly supports a reasonable suspicion sufficient to stop the suspect for\n\n21   further investigation, see, e.g., United States v. Bayless, </pre><span class=\"citation\" data-id=\"767340\"><a href=\"/opinion/767340/united-states-v-carol-bayless/\"><span class=\"volume\">201</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">116</span></a></span><pre class=\"inline\">, 133 (2d Cir. 2000); see also\n\n22   Terry v. Ohio, </pre><span class=\"citation\" data-id=\"107729\"><a href=\"/opinion/107729/terry-v-ohio/\"><span class=\"volume\">392</span> <span class=\"reporter\">U.S.</span> <span class=\"page\">1</span></a></span><pre class=\"inline\">, 21-23 (1968), even if the officer is ultimately mistaken as to a fact\n\n23   underlying the stop, United States v. Jenkins, </pre><span class=\"citation\" data-id=\"794730\"><a href=\"/opinion/794730/united-states-v-james-jenkins-derrick-luther-aka-derrick-hall/\"><span class=\"volume\">452</span> <span class=\"reporter\">F.3d</span> <span class=\"page\">207</span></a></span><pre class=\"inline\">, 212 (2d Cir. 2006) (vehicle stop\n                                                        8\n\f 1   resulting in part from officers’ mistaken belief that it lacked license plates was reasonable).\n\n 2   Disregarding those allegations of Driscoll that contradict Crenshaw’s version of the events, however,\n\n 3   we are unable to conclude on the undisputed facts that Driscoll had reasonable suspicion to order\n\n 4   the stop of Crenshaw, because whether reasonable suspicion existed necessarily depends on the\n\n 5   disputed factual question of what Driscoll observed taking place on that day. See, e.g., Francis v.\n\n 6   Coughlin, </pre><span class=\"citation\" data-id=\"533006\"><a href=\"/opinion/533006/albert-francis-jr-v-thomas-a-coughlin-iii-commissioner-department-of/\"><span class=\"volume\">891</span> <span class=\"reporter\">F.2d</span> <span class=\"page\">43</span></a></span><pre class=\"inline\">, 47 (2d Cir. 1989) (dispute regarding facts necessary to establish\n\n 7   constitutional violation precluded summary judgment based on qualified immunity). We therefore\n\n 8   lack appellate jurisdiction over the district court’s decision denying qualified immunity to Detective\n\n 9   Driscoll and must dismiss that portion of the appeal.\n\n10          5. Conclusion\n\n11          For the foregoing reasons, the portion of the appeal relating to the denial of summary\n\n12   judgment to Detective Driscoll is DISMISSED. As to all other Appellants herein discussed, the\n\n13   judgment of the district court is REVERSED. The case is REMANDED for further proceedings\n\n14   consistent with this order.\n15\n16                                                           FOR THE COURT:\n17                                                           Catherine O’Hagan Wolfe, Clerk\n18\n19\n\n\n\n\n                                                       9\n\f</pre>",
  "extracted_by_ocr": false,
  "opinions_cited": [
    "http://www.courtlistener.com/api/rest/v3/opinions/2499/",
    "http://www.courtlistener.com/api/rest/v3/opinions/2707/",
    "http://www.courtlistener.com/api/rest/v3/opinions/107729/",
    "http://www.courtlistener.com/api/rest/v3/opinions/108297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/110959/",
    "http://www.courtlistener.com/api/rest/v3/opinions/111294/",
    "http://www.courtlistener.com/api/rest/v3/opinions/145875/",
    "http://www.courtlistener.com/api/rest/v3/opinions/533006/",
    "http://www.courtlistener.com/api/rest/v3/opinions/573072/",
    "http://www.courtlistener.com/api/rest/v3/opinions/702297/",
    "http://www.courtlistener.com/api/rest/v3/opinions/718597/",
    "http://www.courtlistener.com/api/rest/v3/opinions/724876/",
    "http://www.courtlistener.com/api/rest/v3/opinions/745482/",
    "http://www.courtlistener.com/api/rest/v3/opinions/754643/",
    "http://www.courtlistener.com/api/rest/v3/opinions/764765/",
    "http://www.courtlistener.com/api/rest/v3/opinions/767340/",
    "http://www.courtlistener.com/api/rest/v3/opinions/778515/",
    "http://www.courtlistener.com/api/rest/v3/opinions/785475/",
    "http://www.courtlistener.com/api/rest/v3/opinions/794730/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1203135/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1266276/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1324064/",
    "http://www.courtlistener.com/api/rest/v3/opinions/1345291/"
  ]
}